insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7954115, './img/book/7954115.jpg', '沉沦', '郁达夫', '中国现代', 0, '《沉沦》是郁达夫的第一部小说集，在《沉沦》里作者完全无视社会道德观念，大胆地写出被情欲折磨的青年的心灵，短篇小说《沉沦》是这部小集中最可注意的一篇。

一个在日本留学的中国人爱上了一位日本的少女，却因为积弱的民族造成的自卑而不敢表白，最后只有自杀。集中作品还大胆地描写了偷窥、手淫等个人隐秘行为，在一个道德至上的社会里，这是完全不能容忍的。所以这部小集出版之后，立刻遭到上海文艺界最猛烈的攻击，同时也显示了人本的意义。

郁达夫（1896—1945）
中国现代著名小说家、散文家。浙江富阳人。他早年东渡日本学习。1921年与郭沫若等在东京发起成立“创造社”。回国以后，他继续创办《创造》季刊，后与鲁迅等人发起“左联”。1945年惨死在日军屠刀之下。
郁达夫在文学创作上主张“文学作品，都是作家的自叙传”，因此，他常常把个人的生活经历作为小说和散文的创作的素材，在作品中毫不掩饰地勾勒出自己的思想感情、个性和人生际遇，带有强烈个性的自己的声音，洋溢着回肠荡气的诗的情调。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18361552, './img/book/18361552.jpg', '呐喊', '鲁迅', '中国现代', 699, '《呐喊》是鲁迅的第一本小说集。1918年，新文化运动正值高峰。鲁迅因为和老朋友“金心异”（钱玄同）的一场关于“铁屋子”的谈话，创作了第一篇白话小说《狂人日记》。至1922年，五四大潮渐落，鲁迅应陈独秀之邀，将之前的小说结集出版，目的在于为新文化运动“呐喊”，并且慰藉那些在斗争中“奔驰的猛士”，使他们无畏地前进。新版《呐喊》完整收录鲁迅从1918至1922年所作小说十四篇、自序一篇，以及陈丹青先生专门为新版撰写的读后记长文一篇。



鲁迅：1881.9.25（农历八月廿八）-1936.10.19，原名周树人，浙江绍兴人，1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人，1918年5月，发表中国现代文学史上第一部白话小说《狂人日记》，一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (161347573, './img/book/161347573.jpg', '西京故事', '陈彦', '都市', 3999, '本书讲述了一位乡村干部、前民办教师罗天福率领一家四口来到西京城，靠打饼度日，为考入西京城名牌大学的一双儿女提供支持，全家人在城市生活中所遇到各种始料未及的情况，一次次感受到生活的不易和人间的爱，并最终融入城市生活，重新确立了生活目标，其生活面貌及思想境界得到提升的过程。
小说真正写出了我们这个时代里在都市的沼泽之中苦苦挣扎着的小人物们的命运。以强烈的忧患意识、鲜明的时代气息和饱满的人文情怀直面当下精神问题，呈现出独特的思想与艺术品格。



陈彦，一级编剧，曾以剧作家的身份参与习近平文艺工作座谈会。两度荣获“中国曹禺戏剧文学奖”、两度荣获“文华剧作奖”，多次获得“全国五个一工程奖”。《西京故事》与其作品《迟开的玫瑰》、《大树西迁》两部现代戏以同“为普通人立传”的主旨而称为“陈彦现代戏三部曲”。《西京故事》由人民文学出版社等推出。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21084166, './img/book/21084166.jpg', '面纱', '', '世界名著', 1200, '凯蒂怎么也琢磨不透，丈夫到底有没有发现她出轨的秘密——偷情时门把手的转动、晚餐时意有所指的话语，还有突然要带她前往霍乱之地的决定，这些都让凯蒂的神经越绷越紧。终于，忍无可忍的她打算摊牌，离婚后投奔心爱的情人。然而面纱揭开，爱情的真相与人生的意义将她的天真击得粉碎。毛姆以他冷静得近乎刻薄的方式，将一个女人的堕落与觉醒刻画得淋漓尽致——在两个人的世界里，她只能选择爱他或者失去他，以填补心灵的空虚；但当她身处更为广袤的世界，目睹了生活的残酷和人性的光辉之后，才真正获得了心灵的宁静和对自我的救赎。



威廉·萨默塞特·毛姆 （1874－1965）小说家，剧作家。现实主义文学代表人物。毕业于伦敦圣托马斯医学院，后弃医从文。在现实主义文学没落期坚持创作，并最终奠定文学史上经典地位。倡导以无所偏袒的观察者角度写作，包容看待人性，最大限度保持作品的客观性和真实性，反对将小说当作“布道的讲坛”而交由读者自行判断。1946年，设立萨默塞特·毛姆奖，奖励优秀年轻作家。1952年，牛津大学授予名誉博士学位。1954年，英王室授予“荣誉侍从”称号。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7843184, './img/book/7843184.jpg', '白鹿原', '陈忠实', '影视原著', 1600, '同名电视剧原著小说，唯一专有版权。
在从清末民初到建国之初的半个世纪里，一阵阵狂风掠过了白鹿原上空，而每一次的变动都震荡着它的内在结构：打乱了再恢复，恢复了再打乱，细腻地反映出白姓和鹿姓两大家族祖孙三代的恩怨纷争。陈忠实先生在这里，人物的命运是纵线，百回千转，社会历史的演进是横面，愈拓愈宽，传统文化的兴衰则是全书的精神主体，以至人、社会历史、文化精神三者之间相互激荡，相互作用，共同推进了作品的时空，在我们眼前铺开了一轴恢宏的、动态的、极富纵深感的关于我们民族灵魂的现实主义的画卷。

1、完整呈现了1993年最原始版本。
2、全新精装本。内附多幅彩插，包括作者旧照、手稿影印件。更有电影《白鹿原》的美术设计师创作的精美插图首次面世。
3、全书浓缩着深沉的民族历史内涵，有令人震撼的真实感和厚重的史诗风格。
4、本书1997年荣获中国长篇小说最高荣誉--第四届茅盾文学奖。已被改编成同名话剧、电影、舞剧、秦腔等多种艺术形式。

陈忠实，1942年生于西安市灞桥区，1965年初发表散文处女作，1979年加入中国作家协会。作品《信任》获1979年全国短篇小说奖，《渭北高原，关于一个人的记忆》获1990-1991全国报告文学奖，长篇小说《白鹿原》获第四届茅盾文学奖（1998）。曾任中国作家协会副主席、陕西省作协主席。现为陕西省作协名誉主席。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (163314819, './img/book/163314819.jpg', '浮世绘', '潘力', '文学经典', 7899, '浮世绘是流行于日本江户时代（1601-1867）、出自民间画工的版画艺术，被誉为“日本民俗的百科全书”，它以花魁美人、歌舞伎演员、春宫魅惑、民俗风景、花鸟虫鱼等社会风俗为主要题材，表现当时社会各阶层的生活百态和流行时尚。
中国浮世绘研究权威潘力清晰地讲述了浮世绘300年的兴衰史。鸟居派、歌川派等7大流派的来龙去脉，喜多川歌麿、葛饰北斋、歌川广重等31位大师的生平故事与艺术成就，《歌撰恋之部》《富岳三十六景》《名所江户百景》等200多幅经典作品的风格解析，都在书中得到了完美展现。



潘力，中国人民大学哲学博士。上海美术学院教授、博士生导师。芝加哥大学访问学者，东京艺术大学客座研究员，中国美术家协会会员。主要从事日本美术研究。
出版专著：《日本美术：从现代到当代》《浮世绘》《和风艺志：从明治维新到21世纪的日本美术》《艺术巨匠：藤田嗣治》《浮世绘的故事》《现场：对话日本当代艺术名家》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1063177, './img/book/1063177.jpg', '造谣学校', '', '文学经典', 600, '本书为哈佛经典丛书第十八卷——“现代英国戏剧”中的一部。这里所指“现代”为本书编著者所处年代的时代划分方式。现称“古典主义”。


《造谣学校》是谢里丹最著名的喜剧，也是英国喜剧的优秀典范。在这部喜剧里，谢里丹以“自然状态”的宗法道德和“文明的”上流社会道德败坏相对比，描写狄泽尔爵士，娶了一个梦想进入上流社会的穷乡绅的女儿为妻，她到伦敦后渐渐沾染上社交圈中的一些恶习，挥霍无度，搬弄是非，致使自己差点失身，最后终于悔悟与丈夫重新和好。

谢里丹的喜剧冲突尖锐，讽刺辛辣，而且经常穿插生动有趣的情节及令人发笑的场面，对话漂亮俏皮，迄今仍保持着舞台生命力。

理查德·谢里丹（1751——1816年），英国剧作家、政治家。谢里丹先入哈罗中学，后学习法律。1775年，其第一部剧作上演，至1779年，他已经写了7部剧本。1776至1809年间，他经营朱瑞巷剧院。1780年后，他主要从事政治活动。当过议员，并在外交部、财政部和海军内任过要职，拥护自由民主，反对不义战争，反对压迫平民。谢里丹最有名的剧作《造谣学校》是英国风俗喜剧最佳作品之一。他的全部作品几乎都是以明快的机智嘲弄当时社会浮躁的人心，并以卓越的性格描绘著称。其他作品有喜剧《情敌》、喜歌剧《陪媪》、改写自17世纪末英国剧作家范布勒《失足》的喜剧《斯卡巴勒之行》、滑稽剧《批评家》以及据同时代德国剧作家科采布《秘鲁的西班牙人》改编的悲剧《皮扎罗》等。

责任编辑 王晶
封面设计 Marina');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7828900, './img/book/7828900.jpg', '三国演义', '罗贯中', '世界名著', 0, '滚滚长江东逝水，浪花淘尽英雄。吕布赵云关羽，官渡赤壁街亭，斩华雄空城计长坂坡七擒七纵，一看三叹，三国风云起，几度夕阳红。该剧展现了历史上一个豪强们为攫取最高统治权而进行的政治斗争和频繁混战的动乱时代。展示了魏、蜀、吴纵横捭阖、逐鹿争雄的历史画卷！

《三国演义》是根据三国时期的史实和民间传说创作而成的优秀历史小说。它的内容丰富多彩，为读者留下了深厚多而的认识价值。故事远起汉灵帝年间刘、关、张桃园结义，描述了东汉末年和三国时期近百年发生的重大历史事件，和众多的叱咤风云的英雄人物。作者通过真实动人的故事，揭示了封建统治阶级内部的黑暗和腐朽，控诉了统治者的暴虐和丑恶。东汉末年，军阀混战，所谓“十八路”诸候联军征讨董卓，打的是“扶持王室，拯救黎民”的旗号，干的是勾心斗角、尔虞我诈的勾当，各怀心复事，都企图称王称霸。

罗贯中（约1330—约1400），汉族，名本，字贯中，号湖海散人。他的籍贯一说是太原（今山西太原) ，一说是东原(今山东东平）, 一说是钱塘（今浙江杭州)，不可确考。但是，近年来由于在山西省祁县河湾村发现了罗贯中之家谱，以及个人使用的印章，故基本可以确定其籍贯为太原府祁县。元末明初著名小说家、戏曲家，是中国章回小说的鼻祖。一生著作颇丰，主要作品有：剧本《赵太祖龙虎风云会》《忠正孝子连环谏》、《三平章死哭蜚虎子》；小说《隋唐两朝志传》《残唐五代史演义》《三遂平妖传》《粉妆楼》、和施耐庵合著的《水浒传》、代表作《三国演义》等。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (682817, './img/book/682817.jpg', '傲慢与偏见', '', '影视原著', 600, '《傲慢与偏见》主讲了奥斯丁的讽刺艺术，不仅表现在某些人物的喜剧性格上，也不仅表现在众多情节的喜剧性处理上，而且还融汇在整个故事的反讽构思中，让现实对人们的主观臆想进行嘲讽。男主角达西最初断定，贝内特家有那么多不利因素，几个女儿很难找到有地位的男人，可后来恰恰是他娶了伊丽莎白。而伊丽莎白呢，她曾发誓决不嫁给达西，可最后还是由她做了达西夫人。再看看那个不可一世的凯瑟琳•德布尔夫人，为了阻止伊丽莎白与她外甥达西攀亲，她不辞辛劳，亲自出马，先是跑来威吓伊丽莎白，继而跑去训诫达西，殊不知正是她这次奔走为两位默默相恋的青年通了信息，促成了他们的美满结合。更令人啼笑皆非的是，就在这几位"智者"受到现实嘲弄的同时，书中那位最可笑的"愚人"贝内特太太，最后却被证明是最正确的。

《傲慢与偏见》是英国著名女作家简·奥斯汀（Jane Austen 1775～1817年）的代表作，是一部描写爱情与婚姻的小说。这部小说以男女主人公达西和伊丽莎白由于傲慢和偏见而产生的爱情纠葛为线索，共写了四起姻缘：伊丽莎白与达西、简与宾利、莉迪亚与威克姆、夏洛蒂与柯林斯。

简·奥斯汀（Jane Austen，1775年12月16日－1817年7月18日）是英国著名女性小说家，她的作品主要关注乡绅家庭女性的婚姻和生活，以女性特有的细致入微的观察力和活泼风趣的文字真实地描绘了她周围世界的小天地。
奥斯汀终身未婚，家道小康。由于居住在乡村小镇，接触到的是中小地主、牧师等人物以及他们恬静、舒适的生活环境，因此她的作品里没有重大的社会矛盾。她以女性特有的细致入微的观察力，真实地描绘了她周围世界的小天地，尤其是绅士淑女间的婚姻和爱情风波。她的作品格调轻松诙谐，富有喜剧性冲突，深受读者欢迎。从18世纪末到19世纪初，庸俗无聊的“感伤小说”和“哥特小说”充斥英国文坛，而奥斯汀的小说破旧立新，一反常规地展现了当时尚未受到资本主义工业革命冲击的英国乡村中产阶级的日常生活和田园风光。她的作品往往通过喜剧性的场面嘲讽人们的愚蠢、自私、势利和目自信等可鄙可笑的弱点。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5447905, './img/book/5447905.jpg', '失乐园', '', '文学经典', 599, '《失乐园》是17世纪英国桂冠诗人弥尔顿(1608—1674)的代表作。弥尔顿在世时首先是一位伟大的精神斗土，早年投身干英国资产阶级革命。到了晚年，备受政治上的失利和双目失明双重打击的弥尔顿却仍然保持了坚定的斗志。作为学问渊博的人文主义者，身体力行的清教徒革命者，他将满腔激情投入到下自己的文学作品中，通过口述的方式写作出了三部文学史上不朽的长篇诗作；《失乐园》，《复乐园》，《力士参孙》。

这是描写人类堕落的长篇史诗，讲述了人祖亚当和夏蛙在伊甸园中原奉纯真无邪，因魔魁撒旦的诱惑而反抗上帝的旨意，以致干堕落致罪的过程。诗中的主角是撒旦是第一个背叛上帝，发动天国叛乱的堕落天使，他的同伴也是破逐出天国的天使。为了唆使亚当与夏蛙反抗上帝，撒旦经历了各种危险和考验。在这部复杂的作品中，人类失去乐园的故事表达了作者的清教主义，对撒旦的描写则倾注着他的革命思想，正是那些歌颂叛逆者的响亮诗行构成了诗中最动人的篇章。

约翰·弥尔顿（John Milton,1608～1674）英国诗人、政论家，民主斗士，英国文学史上最伟大的六大诗人之一。1608年12月9日出生于伦敦一个富裕的清教徒家庭。父亲爱好文学，受其影响，弥尔顿从小喜爱读书，尤其喜爱文学。弥尔顿是清教徒文学的代表，他的一生都在为资产阶级民主运动而奋斗，代表作《失乐园》与荷马的《荷马史诗》、阿利盖利·但丁的《神曲》并称为西方三大诗歌。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7741466, './img/book/7741466.jpg', '山海经', '佚名', '文学经典', 0, '《山海经》是中国先秦重要古籍，也是一部荒诞不经的奇书。

《山海经》传世版本共计18卷，包括《山经》5卷，《海经》13卷，各卷著作年代无从定论，其中14卷为战国时作品，4卷为西汉初年作品。山海经内容主要是民间传说中的地理知识，包括山川、矿物、民族、物产、药物等。保存了包括夸父逐日、女娲补天、精卫填海、大禹治水等相关内容在内的不少脍炙人口的远古神话传说和寓言故事。

《山海经》具有非凡的文献价值，对中国古代历史、地理、文化、中外交通、民俗、神话等的研究，均有参考。其中的矿物记录，更是世界上最早的有关文献。

该书作者不详，现代学者均认为成书并非一时，作者亦非一人。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7823647, './img/book/7823647.jpg', '西游记', '吴承恩', '世界名著', 0, '《西游记》全书一百回，从大的结构上看，可分成三个部分。第一回至第八回是第一部分，主要写了孙悟空出世、拜师、大闹天宫，这是全书最精彩的章节，热闹非凡，孙悟空上天入地好一顿折腾，将他的反抗性格表现得淋漓尽致。第八回至第十二回是第二部分，主要写了唐僧的出身及取经的缘由。第十三回至最后一回是第三部分，主要写唐僧西天取经，路上先后收了孙悟空、猪八戒、沙和尚三个徒弟，并历经九九八十一难，终于取到了真经，修成了正果。

《西游记》向人们展示了一个绚丽多彩的神魔世界，人们无不在作者丰富而大胆的艺术想象面前惊叹不已。然而，任何一部文学作品都是一定社会生活的反映，作为神魔小说杰出代表的《西游记》亦不例外。正如鲁迅先生在《中国小说史略》中指出，《西游记》“讽刺揶揄则取当时世态，加以铺张描写”。

吴承恩，字汝忠，号射阳山人，淮安府山阳（今江苏省淮安市）人。约生于明弘治十三年至正德初年之间（1500—1510），约卒于万历十年（1582）。吴承恩的曾祖父、祖父都是读书人，任过县学的训导、教谕。但到了他父亲吴锐这一辈，由于家贫困，出赘徐家，“遂袭徐氏业，坐肆中”，当起了小商人。尽管如此，吴家却不失读书的传统。据说其父吴锐虽为商人，不仅为人正派，而且好读书，好谈时政，这自然对吴承恩产生较大影响。吴承恩从小就很聪明，很早入了学，少年得志，名满乡里。天启《淮安府志》卷十六说吴承恩“性敏而多慧，博极群书，为诗文，下笔立成。”但成年后的吴承恩却很不顺利，在科举进身的道路上屡遭挫折，到四十多岁才补了一个岁贡生，五十多岁任过浙江长兴县丞，后又担任过荆王府纪善，这是同县丞级别差不多的闲职。吴承恩创作《西游记》大约是中年以后，或认为是晚年所作，具体时间无法确定。除《西游记》外，他还创作有长诗《二郎搜山图歌》和《禹鼎志》。现存《射阳先生存稿》四卷，包括诗一卷、散文三卷，是吴承恩逝世后由丘度编订而成。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7734029, './img/book/7734029.jpg', '儒林外史', '吴敬梓', '中国古典', 0, '吴敬梓的《儒林外史》是中国小说史上少有的几部出类拔萃的巨制之一，是唯一一部真正意义上的讽刺小说。吴敬梓在创作此书时，以对待功名富贵和文行出处的态度为中心，贬抑批判士人中的假儒士和假名士，褒扬推崇真儒士和真名士，热烈赞美具有完整健康人格的、德才兼备的知识分子。

《儒林外史》创造了富有民族特色又极具个性的讽刺艺术。塑造人物时，能秉持公心，不虚美，不隐恶，借喜剧性的情节，揭示悲剧性的内涵，令人笑中带泪，具有振聋发聩的艺术效果。小说词义婉曲，叙述含蓄，冷静蕴藉，常常是用白描的笔触，“不尚夸张，一味写实”，让生活的真实来显现讽刺的力量。

吴敬梓（1701~1754年），清小说家，字敏轩，号粒民，晚号“文木老人”、秦淮寓客，安徽全椒人。雍正诸生。早年生活豪纵，后家业衰落，移居江宁。乾隆初荐举博学鸿词，托病不赴，穷困以终。工诗词散文，尤以长篇小说《儒林外史》成就最高。又有《文木山房集》、《文木山房诗说》等。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51399009, './img/book/51399009.jpg', '长日将尽', '', '影视原著', 3299, '★2017诺贝尔文学奖得主石黑一雄代表作、布克奖获奖小说
★长日将尽，一曲帝国衰落的挽歌，一场擦肩而过的爱情
★同名电影（又译《告别有情天》）获多项奥斯卡奖、英国电影学院奖提名，英国影帝安东尼·霍普金斯、实力女星爱玛·汤普森主演
《长日将尽》是诺奖得主石黑一雄1989年获布克奖的作品，也是石黑一雄最重要的代表作。小说以管家史蒂文斯的回忆展开，讲述了自己为达林顿勋爵服务的三十余年时光里的种种经历；虽然达到了职业巅峰，但史蒂文斯过于冷酷地压抑自我情感，追求完美履行职责，而在父亲临终前错过最后一面，之后又与爱情擦肩而过。小说通过主人公的回忆，将一个人的生命旅程在读者眼前抽丝剥茧，同时也折射出一战与二战之间那段非常时期的国际政治格局。
1993年根据小说翻拍的同名电影（又名《告别有情天》）由英国著名演员安东尼·霍普金斯和艾玛·汤普森主演，获得八项奥斯卡奖提名和六项英国电影学院奖提名，成为影史经典。



石黑一雄，日裔英国小说家，1954年生于日本长崎，与奈保尔、拉什迪并称为“英国文坛移民三雄”。石黑一雄的作品并不多，但几乎每部作品都获得重要的文学奖项：《远山淡影》获温尼弗雷德·霍尔比纪念奖，《浮世画家》获惠特布莱德年度最佳小说奖，《长日将尽》获布克奖，《无可慰藉》获切尔特纳姆文学艺术奖，《浮世画家》《我辈孤雏》和《莫失莫忘》均入围布克奖决选名单；1995年英女王授予石黑一雄文学领域的大英帝国勋章，1998年获法国文学艺术骑士勋章，2017年因“以其巨大的情感力量，发掘了隐藏在我们与世界的虚幻联系之下的深渊”而获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (17994367, './img/book/17994367.jpg', '鲁迅杂文集', '鲁迅', '文学经典', 699, '《鲁迅杂文集》精选鲁迅先生1918年至1936年杂文写作经典58篇。自1918年发表第一篇《随感录》，到1936年离世，鲁迅先生写作的杂文，只付梓的杂文集子就有16部——从《我们现在怎样做父亲》《言论自由的界限》，大写世道；到《谈金圣叹》《论“他妈的”》，细察人心；再到《作文秘诀》《看书琐记》，谈诗论艺——兼容并蓄，无所不包。他是独一无二的“大先生”，因绝望而冷峻又因激愤炽焰燃烧的真男人——“有的人死了，他还活着”。

鲁迅先生的杂文写作近乎无所不包，写世道、写人心、写文学，都是他写得到位、写得入理、写到精髓。
他的“死对头”梁实秋曾道：“鲁迅的作品，我已说过，比较精彩的是他的杂感。”
这本集子里的篇目，从《热风》《华盖集》到《且介亭杂文末编》《集外集》《集外集拾遗》，16本杂文集子一一选过。

鲁迅，原名周树人，浙江绍兴人。1904年赴日本仙台学医，后从事文学创作。1918年5月首次使用笔名“鲁迅”，发表中国现代文学史上第一篇白话小说《狂人日记》。1921年发表中篇小说《阿Q正传》。一生写作1000万字，其中著作600万字，辑校和书信400万字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8150993, './img/book/8150993.jpg', '道德经', '老子', '文学经典', 0, '《道德经》又称《老子》，是中国古代先秦诸子分家前的一部著作，为其时诸子所共仰，传说是春秋时期的老子李耳所撰写，是道家哲学思想的重要来源。道德经分上下两篇，原文上篇《德经》、下篇《道经》，不分章，后改为《道经》在前，《德经》在后，并分为81章,全文共约五千字，是中国历史上首部完整的哲学著作。

《道德经》常会被归属为道教学说。其实哲学上的道家，和宗教上的道教，是不能混为一谈的，但《道德经》作为道教基本教义的重要构成之一，被道教视为重要经典，其作者老子也被道教视为至上的三清尊神之一道德天尊的化身。

老子，（前600年—前470年之后）姓李名耳，字伯阳，传说老子出生时就长有白色的眉毛及胡子，所以被后人称为老子。
中国春秋时代思想家，楚国苦县厉乡曲仁里人，是我国古代伟大的哲学家和思想家、道家学派创始人。其被唐皇武后封为太上老君，世界文化名人，世界百位历史名人之一，存世有《道德经》（又称《老子》）。其作品的精华是朴素的辨证法，主张无为而治，其学说对中国哲学发展具有深刻影响。
在道教中，老子是三清尊神之一太上老君的第十八个化身，被尊为道祖。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18361459, './img/book/18361459.jpg', '彷徨', '鲁迅', '中国现代', 699, '《彷徨》是鲁迅的第二部小说集，共收1924至1925年所作小说十一篇。《彷徨》的写作时期，正值五四落潮，新文化运动阵营内部出现分化，作者一面因“成了游勇，布不成阵了”而“感到寂寞”“荒凉”，“一面总结过去的经验，寻找新的战友，部署新的战斗。”在这样的背景下问世的《彷徨》，比起其第一部小说集《呐喊》来，“技术虽比先前好一些，思想也似乎较无拘束，而战斗的意志却冷得不少。”



鲁迅：1881.9.25（农历八月廿八）-1936.10.19，原名周树人，浙江绍兴人，1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人，1918年5月，发表中国现代文学史上第一部白话小说《狂人日记》，一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7733412, './img/book/7733412.jpg', '菜根谭', '（明）洪应明', '文学经典', 0, '《菜根谭》是明还初道人洪应明收集编著的一部论述修养、人生、处世、出世的语录世集，成书于万历年间。作为一部富有汉民族生活伦理思想的著作，它深刻的体现了汉族传统道德生活化的倾向。儒家通俗读物具有儒道真理的结晶，和万古不易的教人传世之道，为旷古稀世的奇珍宝训。对于人的正心修身，养性育德，有不可思议的潜移默化的力量。

文字简炼明隽，兼采雅俗。似语录，而有语录所没有的趣味；似随笔，而有随笔所不易及的整饬；似训诫，而有训诫所缺乏的亲切醒豁；且有雨余山色，夜静钟声，点染其间，其所言清霏有味，秋月无边。

洪应明，字自诚，号还初道人，藉贯不详，有《菜根谭》传世。根据他的另一部作品《仙佛奇踪》，得知他早年热中于仕途功名，晚年归隐山林，洗心礼佛。万历三十年(1603)前后曾居住在南京秦淮河一带，潜心著述。与袁黄、冯梦桢等人有所交往。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7821748, './img/book/7821748.jpg', '鬼谷子', '鬼谷子', '文学经典', 0, '《鬼谷子》，又名《捭阖策》。据传是由鬼谷先生后学者根据先生言论整理而成。该书侧重于权谋策略及言谈辩论技巧。《鬼谷子》共有十四篇，其中第十三、十四篇已失传。

《鬼谷子》一书，从主要内容来看，是针对谈判游说活动而言的，但是由于其中涉及到大量的谋略问题，与军事问题触类旁通，也被称为兵书。书以功利主义思想，认为一切合理手段都可以运用。它讲述了作为弱者的一无所有的纵横家们，运用谋略口才如何进行游说，进而控制作为强者，握有一国政治、经济、军事大权的诸侯国君主。

鬼谷子为纵横家之鼻祖（也是兵家的著名代表人物之一），苏秦与张仪为其最杰出的两个弟子（见《战国策》）。另有孙膑与庞涓亦为其弟子之说（见《孙庞演义》）。他通天彻地，兼顾数家学问，人不能及。一是神学：日星象纬，占卜八卦，预算世故，十分精确；二是兵学，六韬三略，变化无穷，布阵行军，鬼神莫测；三是游学，广记多闻，明理审势，出口成章，万人难当；四是出世学，修身养性，祛病延寿，学究精深。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7783559, './img/book/7783559.jpg', '孙子兵法', '孙武', '文学经典', 0, '《孙子兵法》是中国古代军事著作的代表，是中华民族优秀传统文化中的精萃。不仅是我国现存最早的兵书，也是世界上最早的兵书，在世界军事学术史上占有十分重要的地位。

《孙子兵法》被称为“武经”，早在7世纪就传入日本，18世纪以后，英、法、德、俄等国均作了翻译，影响巨大。

孙武（约前545年—前470年），字长卿，齐国乐安人，春秋时期著名的军事家、政治家，尊称兵圣。后人尊称其为孙子、孙武子、百世兵家之师、东方兵学的鼻祖。他是兵法家孙膑的先祖。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (107332026, './img/book/107332026.jpg', '北欧神话', '', '文学经典', 3960, '※专业学者写就的神话入门读物
※大量来自北欧的雕像和图画
※《雷神》系列背景设定的诸神和他们的传说
※《霍比特人》中小矮人名字和部分情节的灵感来源
※《权力的游戏》中那凛冽长冬即是北欧神话中的芬布尔之冬
这本小书将介绍那些暴躁易怒又争吵不休的北欧诸神——以奥丁为首的阿萨神族、神秘的华纳神族，以及他们所在的神话世界。文中有大量自古诺斯语翻译而来的篇章，它们更真切地呈现出这一神话世界的样貌，为我们描绘自创世至诸神的黄昏之间发生的那些事迹，其中包括诸神与巨人之间持久的矛盾冲突，男性和女性英雄所经历的传奇或不幸，发生在他们家族之间的争端、复仇、联姻和谋杀，以及诸神与凡人之间的交往，等等。



卡罗琳·拉灵顿（Carolyne Larrington）于牛津大学圣约翰学院教授中世纪英语文学课程。著有《凛冬将至：<权利的游戏>中的中古世界》（Winter is Coming: The Medieval World of Game of Thrones）等作品，译有《埃达诗集》（The Poetic Edda）。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7909623, './img/book/7909623.jpg', '人间词话', '王国维', '文学经典', 0, '《人间词话》是著名国学大师王国维所著的一部文学批评著作。接受了西洋美学思想之洗礼后，以崭新的眼光对中国旧文学所作的评论。表面上看，《人间词话》与中国相袭已久之诗话，词话一类作品之体例，格式，并无显著的差别，实际上，它已初具理论体系，在旧日诗词论著中，称得上一部屈指可数的作品。甚至在以往词论界里，许多人把它奉为圭臬，把它的论点作为词学，美学的根据，影响很是深远。王国维的《人间词话》是晚清以来最有影响的著作之一。

《人间词话》在学界享有十分崇高的地位，得到了很高的评价，如朱光潜在《诗的隐与显——关于王静安的〈人间词话〉的几点意见》一文中说：“近二三十年来，就我个人所读过的来说，似以王静安先生的《人间词话》为最精到。”王攸欣在《选择、接受与疏离——王国维接受叔本华、朱光潜接受克罗齐美学比较研究》一书中说：“王国维寥寥几万字的《人间词话》和《红楼梦评论》比朱光潜洋洋百万字的体系建树在美学史上更有地位。”

王国维，字静安，晚号观堂，浙江海宁人。王氏为近代博学通儒，学力之深，治学范围之广，对学术界影响之大，为近代以来所仪见。其生平著述甚多，身后遗著收为全集有《王忠悫公遗书》、《王静安先生遗书》、《王观堂先生全集》等数种《人间词活》一书乃是王氏接受了西洋美学思想的洗礼后，以崭新的眼光对中国文学所作的评论。具有划时代的意义，向来极受学术界重视。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (348972, './img/book/348972.jpg', '偶发空缺', '', '推理悬疑', 3499, '巴里·菲尔布拉泽在高尔夫俱乐部外的猝死掀起了帕格镇的轩然大波。以镇上第一家庭自居的莫里森家自然视空出来的议席为囊中物，可惜其他人并不这样想。整天在家里打老婆揍孩子的西蒙·普莱斯就认为他也有机会得到肥缺，还有衣冠楚楚、神经过敏的副校长“鸽笼子”·沃尔，俨然视自己为发扬死者精神的不二人选。这些男人身旁的女人也是个个出彩，都不是省油的灯，有的“卖着超大号胸罩”、对除老公之外的俊男春梦连连；有的有精神洁癖，计划干掉出轨的丈夫。

这群家境殷实、热闹非凡的帕格镇民共同的敌人是一片名为“丛地”的贫民区，那里的肮脏和堕落以妓女兼瘾君子的特莉一家为代表。在帕格镇人眼里，“丛地”就像黏在人身上的吸血蚂蝗，浪费资源，污染环境，穷人们潦倒的生活无非是咎由自取，贝尔堂戒毒所更是没有存在的必要。巴里生前竭尽全力想要帮助“丛地”，他的死亡斩断了贫富之间的联系，帕格镇开始不遗余力地想要将挖去那根眼中钉，关于议席的竞争同样也围绕着戒毒所和“丛地”本身的去留而闹得沸沸扬扬。罗琳的笔如探照灯般深入了每户人家的门后，将平静表象下的暗流涌动暴露出来。夫妻、亲子、同事、朋友、恋人，种种矛盾撕扯着小小的帕格镇，描绘出众生百态、微缩现实。

J·K·罗琳是“哈利·波特”系列的作者。这七本书于一九九七至二〇〇七年间出版，被翻译成七十四种语言，在全球二百多个国家共售出四亿五千万册，并被拍成八部全球瞩目的电影。J·K·罗琳曾获得多种奖项，包括因奖励她为儿童文学所做的贡献而授予的大英帝国勋章、阿斯图里亚斯奖、法兰西荣誉军团勋章和安徒生文学奖。通过她的沃朗慈善信托基金，她为多个慈善项目提供支援，并创立了荧光基金，致力于帮助残疾儿童。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31953107, './img/book/31953107.jpg', '恶之花', '', '文学经典', 999, '《恶之花》是法国诗人波德莱尔的诗歌代表作，奠定了他在法国乃至世界诗歌史上的地位。这部经典诗作通过诗歌展现了恶及围绕着恶所展开的善恶关系。波德莱尔破除了千百年来的善恶观，以辩证的观点来看待恶，认为恶具有双重性，它既有邪恶的一面，又散发着一种特殊的美。它一方面腐蚀和侵害人类，另一方面又充满了挑战和反抗精神，激励人们与自身的懒惰和社会的不公作斗争，所以波德莱尔对恶既痛恨又赞美，既恐惧又向往。他生活在恶中；但又力图不让恶所吞噬，而是用批判的眼光正视恶、解剖恶，提炼恶中之花。



波德莱尔CharlesBaudelaire(1821.4.9-1867.8.31)
法国诗人，文艺理论家。
1821年4月9日生于法国巴黎，幼年丧父，中学时期开始诗歌创作，1841年乘船去加尔各答，于旅程中途返回后与继父矛盾激化，继承生父遗产独立生活，1857年出版诗集《恶之花》，1867年8月31日病逝于巴黎。
代表作：《恶之花》《巴黎的忧郁》《浪漫派的艺术》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (147763752, './img/book/147763752.jpg', '地下室手记', '', '外国现当代', 2500, '《地下室手记》是俄国作家陀思妥耶夫斯基创作的长篇小说。该书由主角地下室人以第一人称的方式叙述，地下室人是名年约四十岁左右的退休公务员，他的内心充满了病态的自卑，但又常剖析自己。全书主要由两部分组成：第一部分是地下室人的长篇独白，内容探讨了自由意志、人的非理性、历史的非理性等哲学议题。第二部分是地下室人追溯自己的一段往事，以及他与一名妓女丽莎相识的经过。
《地下室手记》不仅是陀思妥耶夫斯基的代表作，也预视了他后来5本重要的长篇小说：《罪与罚》、《白痴》、《群魔》、《少年》、《卡拉马佐夫兄弟》。该书也被认为是陀思妥耶夫斯基创作过程中的一个转折点。诺贝尔文学奖得主纪德认为：“这部小说是他写作生涯的顶峰，是他的扛鼎之作，或者，如果你们愿意，可以说是打开他思想的钥匙。”



作者：
陀思妥耶夫斯基（1821—1881），俄国作家，与托尔斯泰、屠格涅夫并称为俄罗斯文学“三巨头”，他洞悉人类灵魂的奥秘，对人类心理活动有深刻的描绘，作品翻译超过170 种语言，其文学风格对 20 世纪的世界文坛产生了深远的影响，启发了卡夫卡、加缪、福克纳等作家。代表作有《穷人》《白夜》《地下室手记》《罪与罚》《白痴》《卡拉马佐夫兄弟》等。
译者：
曾思艺，1962年生于湖南，天津师范大学文学院教授、博士生导师。翻译家，中国外国文学教学研究会理事。主要译作有《俄罗斯抒情诗选》《尼基塔的童年》《自然·爱情·人生·艺术——费特抒情诗选》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (40041754, './img/book/40041754.jpg', '女生徒', '', '世界名著', 1100, '本书收录了太宰治以《女生徒》为代表的一系列女性独白体作品和短篇代表作《樱桃》。
《女生徒》因过敏而全身起满脓包的年轻女子、温柔善良又待客成瘾的教授遗孀、被要求成为小说家的文学少女……太宰治以匿名女性读者寄给自己的日记为蓝本，通过如同对朋友喃喃倾诉的女性独白体，生动刻画出女性敏锐细腻的内心世界和坚韧的生命力，借以哀叹世事的不公。
《樱桃》敏感多思的小说家，每当写不下去的时候，就会跑去小酒馆借酒浇愁。一次，他在酒馆发现了难得一见的樱桃……《樱桃》写成于太宰治自杀前不久，精神颓废、濒临崩溃的太宰治，把自己对“生”的厌倦倾注于文中，将愤懑而惆怅的真实自己呈现在读者面前。



太宰治︱だざい おさむ︱
本名津岛修治（つしま しゅうじ），日本小说家，日本战后“无赖派”文学代表作家。主要作品有小说《逆行》、《斜阳》和《人间失格》等。太宰治从学生时代就已希望成为作家，21岁时和银座咖啡馆女侍投海自杀未遂。1935年《晚年》一书中作品《逆行》被列为第一届芥川奖的候选作品。结婚后，写出了《富岳百景》及《斜阳》等作品，成为当代流行作家。1948年6月13日深夜与崇拜他的女读者山崎富荣跳玉川上水自杀，时年39岁。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35527759, './img/book/35527759.jpg', '1988', '韩寒', '中国当代', 1400, '《1988：我想和这个世界谈谈》以一部旅行车为载体，通过在路上的见闻、过去的回忆、扑朔迷离的人物关系等各种现实场景，表达了韩寒对这个世界与当下现实的看法。故事由两条线索并列推进，线索一是主人公“我”开着一辆1988年生产的汽车，在前往远方接朋友的途中，与妓女娜娜相遇后一路相伴，由此碰撞出一连串的火花；另一条线索是在这趟旅途中，“我”不断地回顾自己的童年，思考着曾经的过往和当下的人生之路。



韩寒，1982年9月23日出生。作家，赛车手。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2003》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》、《杂的文》或有其他。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1979963, './img/book/1979963.jpg', '一生（中英双语）', '', '世界名著', 389, '小说描写了女主人公追求美好纯洁的爱情历程，展示了一个善良单纯的少女，为何一步步走向不幸，被丈夫欺骗及背叛，儿子赌博成性，债台高筑。除了时代给予女性的桎梏，除了痛骂于连的贪婪自私，约娜的软弱也是悲剧的一部分，这里面有人间的悲喜，世俗风情，作者思考了人生、爱情，小说的内容，构思、表现手法都具有审美价值。

不得不说，作者和译者的功力都是相当深厚，除了故事情节，科西嘉的美景，白杨山庄的阴郁气息，约娜的少女情愫，以及老年之后面对旧时光的顾盼留恋伤感之情，描写的丝丝入扣，让人不禁想到，就是这样，一点也没错。 


莫泊桑（1850-1893）(Guy de Maupassant)，生于法国诺曼底一个没落的贵族家庭，童年在诺曼底乡村度过，青少年时期在鲁昂中学就读，1869年到巴黎学习法律。1870年普法战争爆发后，莫泊桑应征入伍。战争结束后，他回到巴黎，先后就职于海军部和教育部，业余开始从事文学创作，并得益于文学大师福楼拜的教诲。经过苦心锤炼，莫泊桑的文学创作技巧日趋成熟。1880年，莫泊桑因《羊脂球》而一举成名，此后，他辞去公职，笔耕不辍。但私生活上的随意导致了他身体上的疾病，加上精神疾病的困扰，最终使他病魔缠身。莫泊桑曾于1892年自杀未遂，翌年在巴黎去世。莫泊桑的创作生涯虽然短暂，然而作品颇丰。在短短的十余年间，他共完成了三百多篇短篇小说，被誉为“短篇小说之王”。此外他还创作了《一生》、《俊友》等6部长篇小说。莫泊桑的写作素材来源于生活，他对日常生活和周围...');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (534686, './img/book/534686.jpg', '堂吉诃德', '', '世界名著', 1200, '作品主人公堂·吉诃德是一个不朽的典型人物。书中写道，这个瘦削的、面带愁容的小贵族，由于爱读骑士文学，入了迷，竟然骑上一匹瘦弱的老马“驽骍难得”，找到了一柄生了锈的长矛，戴着破了洞的头盔，要去当游侠，锄强扶弱，为人民打抱不平。

西班牙大师塞万提斯划时代的巨著，是文艺复兴时期的现实主义巨作，也是世界文学史上一颗璀璨的明珠。主人公堂吉诃德一方面脱离现实，爱幻想，企图仿效游侠骑士的生活；另一方面又心地善良，立志铲除人间邪恶。是一个可笑、可叹、可悲又可敬的人物，是幽默文学中一个不朽的典型。

塞万提斯·萨维德拉，西班牙小说家，戏剧家，诗人。因撰写讽刺人类荒唐之举的《堂·吉诃德》（1605年和1615年，共两卷）而闻名于世。他被誉为是西班牙文学世界里最伟大的作家，评论家们称他的小说《堂·吉诃德》是文学史上的第一部现代小说，同时也是世界文学的瑰宝之一。2007年5月22日，西班牙Antena 3评选““历史上最重要的西班牙人”，结果他名列第2位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11224690, './img/book/11224690.jpg', '巴巴拉少校', '', '文学经典', 389, '《巴巴拉少校》以救世军为题材，反映了贫富不均和劳资冲突等尖锐的社会问题。喜剧的主人公巴巴拉是个有理想的青年，虔诚的基督教徒，救世军中的少校。她认为宗教是整个社会的基础，所有的人都是上帝的女儿，而她的理想就是在救世军中拯救穷人的灵魂。救世军的慈善事业需要金钱，由于经费短缺，巴巴拉所在的救世军收容所面临困难。巴巴拉的父亲安德谢夫是军火商，他出于个人的目的，在参观收容所时当场捐出5000英镑。巴巴拉起初想说服救世军，希望他们不要接受父亲的金钱。她和父亲的冲突，是经济和信仰的冲突，理想和现实的冲突。巴巴拉后来在别人的劝说下，还是要了这笔钱。人们在安德谢夫走后，感谢他的善行。巴巴拉的幻想破灭，痛苦地摘下救世军领章，别在父亲的衣领上……



萧伯纳（George Bernard Shaw 1856-1950）英国戏剧家。生于爱尔兰首都都柏林。父亲是破落贵族。母亲是很有才能的音乐家。他从1879年开始文学活动，一生共写剧本五十多部（还有小说和其他著作）。数量之多，在英国文学史上前无古人；他敢于无情地挑破社会的脓疮、人性的伪装，所产生的惊世骇俗的力量。也是英国文学史上前无古人的。他1925年获得诺贝尔文学奖。其主要剧作有《华伦夫人的职业》、《康蒂妲》、《魔鬼的门徒》、《人与超人》、《芭巴拉少校》、《苹果车》、《真相毕露》等。他写的《易卜生主义的精华》一书，是现代欧洲戏剧史上的一部重要论著。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (157408463, './img/book/157408463.jpg', '交错的世界', '', '科幻', 9900, '世界终于追赶上了科幻的脚步！
科幻研究泰斗詹姆斯·冈恩经典著作，阿西莫夫、刘慈欣作序
近五百幅经典科幻杂志及小说封面全彩呈现
独家收录华语科幻百年发展历程，世界两大科幻奖项“雨果”与“星云”历年获奖名单
·没有任何其他小说能带给你科幻小说的阅读体验，没有任何其他世界像科幻小说当中描述的世界那样与众不同，没有任何其他危险像科幻小说中的危险那样引人入胜。——艾萨克·阿西莫夫
·作为一个老科幻迷和由此成为的作家，我翻开这本书后立刻对自己说：“哇，他是我们的人！”——刘慈欣
现实世界与科幻世界创造了彼此。在科技每天都将人类的想象变为现实的今天，世界终于追赶上了科幻的脚步！
从科学怪人弗兰肯斯坦，到三体宇宙的黑暗森林，科幻小说中凝聚着人类想象力的极致。《交错的世界》从最早充满想象力的口述故事开始，通过一代代作者创作的各种鲜活故事追溯科幻小说的发展历程，以及不同时代的科学和技术创新如何改变人类对自己在宇宙中的角色的认识，并改变科幻小说。作者詹姆斯•冈恩作为当代世界科幻界公认的权威，如数家珍地讨论了影响整个科幻小说流派，以及在科幻小说发展道路上发挥作用的作者和代表作品，为不断变化的科幻小说勾勒出清晰的脉络。
原书出版于1975年，冈恩教授补充了新的章节，将时间线提至21世纪并充实了亚洲部分，使新版本成为世界范围内最新、最权威的世界科幻小说史。
世界终于追赶上了科幻小说，但科幻小说已不在那里。它已如火箭一般飞速进入了一个未知的世界，描画着想象的新领地，进一步扩张人类可能完成的事业的前沿。



詹姆斯·冈恩（James Gunn）
1923年生于密苏里州堪萨斯城，美国著名科幻小说作家、编辑、学者和评论家。曾任美国科幻作家协会主席（1971—1972）和美国科幻小说研究会主席（1980—1982）。现任堪萨斯大学英文系名誉教授，以及堪萨斯大学科幻小说研究中心主管。“科幻之路”系列和《交错的世界》是其最重要的学术著作。
1976年，他荣获美国科幻小说研究会颁发的“朝圣奖”；同年，世界科幻小说年会授予他的《交错的世界》雨果奖特别奖；他撰写的《艾萨克•阿西莫夫：科幻小说奠基者》赢得1983年的雨果奖最佳非小说作品奖；1992年，他又荣获“伊顿终身成就奖”；2007年，美国科幻奇幻作家协会在星云奖颁奖典礼上授予冈恩“达蒙•奈特纪念大师奖”，以表彰他的终身成就。
姜倩
复旦大学文学博士，研究方向为翻译理论与实践，科幻小说翻译史，著有《幻想与现实：二十世纪科幻小说在中国的译介》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10214861, './img/book/10214861.jpg', '镜花缘', '李汝珍', '幻想', 0, '《镜花缘》是一部长篇神魔小说，全书一百回，由清代李汝珍创作。小说前半部分描写了唐敖、多九公等人乘船在海外游历的故事，包括他们在“女儿国”、“君子国”、“无肠国”等国的经历。后半部写了武则天科举选才女，由“百花仙子”托生的唐小山及其他各花仙子托生的一百位才女考中，并在朝中有所作为的故事。



李汝珍（1763─1830），字松石，号松石道人，直隶大兴（今北京大兴县）人。清代文人，小说《镜花缘》为其代表作。
他的一生大约经历了清乾隆、嘉庆、道光三朝，但考场不得意。乾隆四十七年壬寅（1782），十九岁随兄盐课司大使李汝璜到海州板浦（今江苏连云港海州区板浦镇）等地，师事凌廷堪，结识许乔林、许桂林、吴振勃等。后因水患捐官得县丞一职。李汝珍是道地的文人，“于学无所不窥，尤通音韵”，精通文学、诗词、音韵、经学、字学、医学、算数、茶经、棋谱，还“旁及杂流”，如象纬、篆隶等。嘉庆二十三年（1818年）写成《镜花缘》，花了近二十年心血，三易其稿，行文对中处处展现知识，是一部卖弄学问作品，原拟写两百回，但只写一百回。旅美学人夏志清评论此书几乎没有前后文矛盾之处。另著有《李氏音鉴》、《字母五声图》、《受子谱》等。
今连云港板浦镇东大街，有“李汝珍纪念馆”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (48971284, './img/book/48971284.jpg', '伊凡·伊里奇之死', '', '外国现当代', 1200, '《克洛采奏鸣曲》是一个发生在19世纪俄国上流社会的爱情悲剧，是列夫·托尔斯泰小说中的经典之一。花花公子波兹德内歇夫娶了美丽的平民之女为妻。几年后平庸重复的婚姻生活使双方都感到了厌倦。此时风度翩翩的青年音乐家特鲁哈切夫斯基闯入了他们的生活。他们之间的密切交往引起波兹德内歇夫的强烈忌妒，终于在暴怒之下，波兹德内歇夫杀死了无辜的妻子。
《伊凡·伊里奇之死》描述平凡的法官吏伊凡·伊里奇罹患绝症后一步一步迈向死亡的心理过程。作者以白描的写实手法，刻画死亡狰狞、冷酷的阴影，其逼真、细腻已达到出神入化、炉火纯青之境，被公认为死亡文学中的颠峰。
《魔鬼》描写一个没落贵族被自己的情欲所控制折磨而走向毁灭之路，深刻刻画了情欲对一个人理性的那种潮水般覆没感的不可战胜性，让我们对人性的幽暗不可知的欲望有了更深的理解。



列夫·托尔斯泰（Lev Tolstoy，1828-1910年），19世纪俄国伟大的批判现实主义作家，也是世界文学史上最杰出的作家之一。他被称为具有最清醒的现实主义风格的天才艺术家，主要作品有长篇小说《战争与和平》、《安娜·卡列尼娜》、《复活》等。
许海燕（译者），男，1948年生，南京师范大学文学院教授，教学和研究方向为欧美文学、中西比较文学、中西文化交流史。有《中西文化交流史》、《莎士比亚》等专著，译著有《人生论》（托尔斯泰著）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29926889, './img/book/29926889.jpg', '古文观止', '吴楚材', '文学经典', 799, '《古文观止》，清中期文人吴楚材、吴调侯叔侄选编，中国历代散文精华的集大成之书，是自清以降文言启蒙读物，与《唐诗三百首》并称为中国古诗文选本的“双壁”，鲁迅赞其与《昭明文选》并美。
“古文观止”取意一览此书即可观止古文，诸选之美者毕集。辑文上起先秦，下迄明末，凡十二卷，二百二十二篇，兼收各类文体，择选贤哲名篇，篇幅较短，语言精炼，便于诵读，代表先秦至明未散文的最高水平，也从一个侧面展陈了中国文章发展的流变脉络，是了解中国文化，启蒙中国文章的入门首选。



编注者：吴楚材，名乘权，号楚材，清康熙年间人。与其侄吴调侯在家乡浙江山阴县（今绍兴）以开私塾为业，并合编《古文观止》。另有简明中国通史《纲鉴易知录》传世。
吴调侯，名大职，字调侯，曾任县丞，因与叔吴楚材合编《古文观止》而名传后世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (48638574, './img/book/48638574.jpg', '暴风雨（莎士比亚戏剧·中文版）', '', '文学经典', 1100, '精选莎士比亚十部经典戏剧，朱生豪译本。
《暴风雨》是英国剧作家威廉·莎士比亚晚期创作的一部戏剧，是一部传奇戏剧。该剧讲述了米兰公爵普洛斯帕罗被弟弟安东尼奥篡夺了爵位，只身携带襁褓中的独生女米兰达逃到一个荒岛，并依靠魔法成了岛的主人。后来，他制造了一场暴风雨，把经过附近的那不勒斯国王和王子，以及陪同的安东尼奥等人的船只弄到荒岛，又用魔法促成了王子与米兰达的婚姻。剧中玄妙的幻想、瑰丽的描写、生动的形象和诗意的背景让人回味无穷。



【作者】
威廉·莎士比亚，英国文艺复兴时期伟大的剧作家、诗人、欧洲文艺复兴时期人文主义文学的集大成者，被誉为“英国戏剧之父”、“人类文学奥林匹斯山上的宙斯”。
【译者】
朱生豪，天才的莎士比亚作品翻译家、诗人。浙江嘉兴人，毕业于杭州之江大学中国文学系和英语系，曾任上海书局编辑。他在极艰难的条件下译出了31部莎士比亚剧作，包括悲剧、喜剧、传奇剧与历史剧。其译文质量和风格卓具特色，为国内外莎士比亚研究者所公认。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13350476, './img/book/13350476.jpg', '论摄影（插图珍藏本）（2010年版）', '', '文学经典', 3399, '《论摄影》不仅是一本论述摄影者的经典著作，而且是一本论述广泛意义上的现代文化的经典著作。它不是一本专业著作，书中也没有多少摄影术语，尽管有志于摄影者，应人手一册。它的对象主要是知识分子、作家和文化人。
桑塔格深入探讨摄影的本质，包括摄影是不是艺术，摄影与绘画的相互影响，摄影与真实世界的关系，摄影的捕食性和侵略性。摄影表面上是反映现实，但实际上摄影影像自成一个世界，一个影像世界，企图取代真实世界。
对读者而言，这本书的丰富性和深刻性不在于桑塔格得出什么结论，而在于她的论述过程和解剖方法。这是一种抽丝剥茧的论述，一种冷静而锋利的解剖。精彩纷呈，使人目不暇接。桑塔格一向以庄严的文体著称，但她的挖苦和讽刺在这本著作中亦得到了充分的发挥。
《论摄影》出版于一九七七年，轰动一时，引起广泛的讨论，并荣获当年的全国图书批评界奖，至今仍被誉为“摄影界的《圣经》”。
本版配以60余幅世界摄影史上的珍贵照片，推出极具艺术品位与收藏价值的“插图珍藏本”，使《论摄影》真正成为图文并茂的文化经典。



苏珊·桑塔格：1933年生于美国纽约，毕业于芝加哥大学。1993年当选为美国文学艺术学院院士。她是美国声名卓著的“新知识分子”，和西蒙娜·波伏瓦、汉娜·阿伦特并称为西方当代最重要的女知识分子，被誉为“美国公众的良心”。2000年获美国国家图书奖，2001年获耶路撒冷国际文学奖，2003年获德国书业和平奖。2004年12月28日病逝于纽约。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22592711, './img/book/22592711.jpg', '漂亮冤家', '', '外国现当代', 1799, '《漂亮冤家》是菲茨杰拉德的第二部长篇小说，具有自传性色彩，其主题和内容与《人间天堂》颇为相似，描写的是一个出身豪门、相貌英俊的青年的个人成长史和浪漫爱情史。如果说《人间天堂》是以奔放的激情、明快的节奏和充满机智的语言描绘了战后成长起来的新一代人的形象的话，那么《漂亮冤家》所传达的思想感情则显得较为深沉，笔调也较为凝重稳练，因而悲剧意识更为强烈。小说的题目本身似乎就暗示了故事的主人公们从“美好浮华”的纵情享乐走向“负屈含冤”的悲凉结局的痛苦人生历程。



菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7957475, './img/book/7957475.jpg', '伦敦杂记', '朱自清', '文学经典', 0, '伦敦，作为英国的首都、四大世界级城市之一，拥有的是非凡的历史和文化。
朱自清在伦敦居住达七个月，一段不算长的时间，却让他看见了多样的人和情。

在朱自清细腻、简炼的文字下，伦敦的「人」、「情」、「味」活灵活现了起来，搭配铅笔画风的伦敦风景图片，仿佛可以看见一幅幅的风景在眼前浮动过，这游记不仅仅是物的记载，更看见了英国人道地的生活方式，也体会他们对生活的态度。

朱自清（1898-1948），出生于江苏东海，定居于扬州。著名作家、学者。早年热心于倡导写作新诗，1921年春参加文学研究会后，专注于散文创作，发表了《桨声灯影里的秦淮河》、《荷塘月色》等散文名篇，文字之美，被认为标志了白话文系统里美文的最高成就。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51756833, './img/book/51756833.jpg', '耕种 食物 爱情', '', '文学经典', 1800, '·“我想要一个家，有一间房子，有青草的气味，有晾在绳子上的床单，有一个在喷洒的水中跑过的孩子。”
·诗意生活的典范、美国最有影响力的田园生活家克里斯汀·金博尔畅销代表作
住在纽约的克里斯汀是个环游世界的旅行作家，一次采访中，她遇见了农夫马克，并被马克以及他的生活方式深深吸引。她决定放弃城市里的一切，和马克在爱瑟农场安下了家。
这本书是克里斯汀·金博尔和马克两人在爱瑟农场第一年的生动记录。由冬到春，由夏到秋，他们一点点地为这个农场注入生命，最后以在第二年秋季丰收时节，两人在谷仓阁楼里的爆笑婚礼作结，金博尔以细致诗意又幽默生动的笔触，写出了人与人、人与食物、人与土地之间最本真动人又深沉的联结。
同时，它也是一个女人成长蜕变的旅程。她从一开始的满腔热情，经历了焦虑、怀疑甚至是恐慌，慢慢变得坚定。如今，她已深深扎根于那片土地，和马克在农场生活了14年。



克里斯汀·金博尔（KristinKimball）
1971年出生于纽约中部。1994年于哈佛大学毕业后，搬到纽约，成为一名环游世界的旅行作家。2002年的一次采访中，她认识了农夫马克，被马克及其生活方式所吸引，遂放弃一切，于2004年开始，和马克一同经营起爱瑟农场至今。《耕种 食物 爱情》这本书让她成为备受美国年轻人欢迎的田园生活代表作家，被译成多个版本。金博尔曾说：“我想要一个家，有一间房子，有青草的气味，有晾在绳子上的床单，有一个在喷洒的水中跑过的孩子。”她最终实现了自己的耕食理想，并在不断逃离又不断追寻，不断付出又不断努力的过程中，找到了那个最本真的自己。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18361265, './img/book/18361265.jpg', '生死场', '萧红', '中国现代', 699, '《生死场：萧红小说精选集》精心挑选萧红各创作阶段作品12篇，从成名作《生死场》开始，选取早期作品《广告副手》和《看风筝》，自传性作品《弃儿》，讽刺风格的《太太与西瓜》，经典之作《手》、《北中国》到遗述《红玻璃的故事》（骆宾基撰稿）。《生死场》是萧红的成名作，也是20世纪中国现代文学的经典之一。《生死场》以哈尔滨近郊农村为背景，描写“九一八事件”前后赵三、二里半等农民生活和抗日故事：金枝未婚先孕，赵三反抗地主加租却误打了小偷，王婆因儿子死了服毒自杀……萧红敏锐生动地把握住当时北方农民糊涂地生殖，不断面向死亡的盲目生活。



萧红（1911—1942），女，本名张乃莹，笔名悄吟。黑龙江省呼兰县人。民国女作家，被誉为“民国四大才女”之一、“20世纪30年代文学洛神”。1932年，二十一岁的萧红与萧军相遇，正式开始文学创作。1935年，中篇小说《生死场》假托“容光书局”自费印行，作者署名“萧红”，该书鲁迅作序、胡风作读后记，轰动文坛，萧红一举成名。1936年，只身东渡日本。1937年回国后积极参加抗战文艺活动，足迹遍布上海、武汉、重庆、香港。1942年逝世于香港，时年31岁。代表作：《生死场》《呼兰河传》《马伯乐》《小城三月》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7574260, './img/book/7574260.jpg', 'Pride and Prejudice（傲慢与偏见）', 'Jane Austen', '世界名著', 0, 'It is a truth universally acknowledged, that a single man in posses-sion of a good fortune must be in want of a wife. However little known the feelings or views of such a man may beon his first entering a neighbourhood, this truth is so well fixed in theminds of the surrounding families, that he is considered as the rightfulproperty of some one or other of their daughters.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

《Pride and Prejudice》是简·奥斯丁的代表作。小说以18世纪末19世纪初保守，闭塞的英国乡村生活为背景。通过几个中产阶级少女对终身大事的处理，表达了这一社会阶层的婚姻恋爱观为了财产和地位而结婚是错误的。但结婚不考虑财产也是愚蠢的小说的女主人公伊丽莎白出生于平民阶层却为富家子弟达西所心仪。作品语言清新洗练。风趣机智，情节曲折有致，极富戏剧色彩，是奥斯了一生创作的六部小说中最受人们喜爱的一部。

简·奥斯丁（Jane Austen，1775—1817），英国最著名的小说家。出生于英国乡村的绅士家庭，受父兄良好教育和影响，从小热心阅读和写作，十九岁即创作了第一部成熟的作品《苏珊女士》。长篇小说《理智与情感》、《傲慢与偏见》、《曼斯菲尔德庄园》、《爱玛》、《诺桑觉寺》和《劝导》于奥斯丁身前身后相继出版，获得好评。奥斯丁终生未婚，去世时仅四十二岁。
奥斯丁获得了各个时代的文学家和评论家们的热烈称赞，被誉为“最接近大师莎士比亚的作家”、“真正伟大的英国小说家”、“世界上最重要的文学艺术家之一”、“十八世纪精华荟萃的百花园中最后也是最绚丽的鲜花”，其作品在英国小说发展史上具有承前启后的重要意义和非凡价值。在BBC的“千年作家评选”活动中，奥斯丁紧随莎士比亚之后，排名第二。
《傲慢与偏见》是奥斯丁最脍炙人口的代表作，十九世纪最有影响的经典文学之一。该书被译成几十种文字，全球销量超过两千万册，十度被改编为影视剧。毛姆誉《傲慢与偏见》为“所有小说中最令人满意的一部”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (111100704, './img/book/111100704.jpg', '老人与海（赠英文原版，作家榜经典）', '', '世界名著', 4500, '“人可以被毁灭，但不能被打败。”
一位老人孤身在海上捕鱼，八十四天一无所获，等终于钓到大鱼，用了两天两夜才将其刺死。
返航途中突遭鲨鱼袭击，经过一天一夜的缠斗，大鱼仅存骨架。
但老人并未失去希望和信心，休整之后，准备再次出海……
读《老人与海》，认准作家鲁羊译本！开创靠口碑狂卖40万册畅销神话！入选上海、南京国际学校指定必读译本！拒绝山寨版劣质书！



作者：
欧内斯特·海明威（Ernest Hemingway，1899—1961），美国历史上耀眼的传奇作家，诺贝尔文学奖得主。出生于芝加哥的一座小镇，兄弟姐妹六人，他排行第二。从小精力充沛，和父亲一样酷爱大自然，热衷打猎、捕鱼，在森林和湖泊中露营等。学生时代语言天赋出众，初中开始撰写文章，高中毕业后拒上大学，18岁成为知名媒体记者。一生中参加过两次世界大战，担任过救护车司机，在前线被炮弹炸成重伤差点丧命，他的感情生活复杂，先后结婚四次，还曾和妻子来过中国报道日本侵华战争。这些独特的人生经历，成为海明威创作的源泉。在世界文坛，海明威被誉为神一样的作家，《太阳照常升起》《永别了，武器》《丧钟为谁而鸣》等经典代表作备受推崇；1952年出版的《老人与海》成为全球公认的不朽名篇。海明威的独特文风和他塑造的硬汉形象，对整个欧美文学产生了深远影响，几乎感染了二战后的所有美国作家。1961年，因旧伤缠身，精神抑郁，62岁的海明威在家中用猎枪自杀。消息传出，举世震惊。
译者：
传奇诗人作家鲁羊，著名诗人作家，中国当代先锋小说标杆人物。代表作小说集《银色老虎》，中篇系列《弦歌》《九三年的后半夜》，长篇小说《鸣指》，小说选集《黄金夜色》《佳人相见一千年》，诗集《我仍然无法深知》等。《老人与海》是他首次翻译的完整作品，出版前译稿曾在国内外作家群中传阅，赢得好评与赞叹，被誉为里程碑式的经典中文译本。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2363913, './img/book/2363913.jpg', ' 叶甫盖尼·奥涅金', '', '中短篇集', 999, '本书是俄国作家普希金的一部诗体小说，写贵族青年奥涅金既厌倦贵族生活的精神贫乏，又慵懒散漫而缺乏崇高的理想，拒绝了真心爱他的好姑娘塔吉雅娜，却与友人连斯基的未婚妻奥尔加调情并在决斗中打死连斯基。六年后远走异乡奥涅金偶遇塔吉雅娜，疯狂地爱上了她，却以失败告终。小说成功塑造了俄国文学史上第一个“多余的人”的形象。

《智量文集:叶甫盖尼·奥涅金》是以书中男主人公的名字命名的。诗人通过这个典型的艺术形象反映生活的真实，传达他对现实人生的看法和他对人类本性的观察与了解，其中包含着非常丰富的内涵。

王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (515483, './img/book/515483.jpg', '老人与海', '', '世界名著', 600, '《老人与海》是海明威最著名的中篇小说，曾获普利策奖和诺贝尔文学奖。小说塑造了人类文学史上一个平民英雄的形象：古巴老渔夫圣地亚哥出海八十四天都一无所获，但他却并未绝望，最终钓上了一条大鱼。他和大鱼在海上搏斗了三天，才将鱼杀死，并将其绑在小船的一侧。归程中大鱼一再遭到鲨鱼的袭击，圣地亚哥凭借仅有的工具和鲨鱼展开恶斗，最终战胜了鲨鱼，但回港时他捕到的鱼却只剩下了脊骨和尾巴。

——“人可以被毁灭，但不能被打败。”
这是一部立意和结构都十分独特的小说，也是文学史上的一颗瑰宝。不去考虑可能被过分解读的类比和隐喻，海明威那种“硬汉”式的精神以及他对人自身力量的信仰在字里行间表现得淋漓尽致。小说脱胎于一则真实的故事，主人公的原型是海明威移居古巴期间认识的一位老渔民格雷戈里奥·富恩特斯。1936年，富恩特斯出海很远捕到了一条大鱼，但由于这条鱼太大，在海上拖了很长时间，结果在归程中被鲨鱼袭击，回来时只剩下了一副骨架。海明威为这个故事赋予了更深远的意义，将人与命运的抗争写成了一部浪漫而不朽的诗篇。

欧内斯特·海明威（1899—1961），美国小说家。1954年获诺贝尔奖。生性喜欢冒险，生活受到公众广泛关注。行文充满阳刚之气，多用散文体，文风简约明晰，对20世纪英美小说产生了极大的影响。代表作有《乞力马扎罗的雪》、《太阳照常升起》、《永别了，武器》、《老人与海》等。
余光中，福建永春人，生于南京，母亲与妻子均为常州人。一生致力于四种文类：诗、散文、评论、翻译，自称为“四度空间”。诗文多篇收入各地语文课本。译书十四种，包括《美国诗选》、《英美现代诗选》、《土耳其现代诗选》（由英译转译）、《梵谷传》、《老人与海》、《录事巴托比》，及王尔德四种喜剧《不可儿戏》、《温夫人的扇子》、《理想丈夫》、《不要紧的女人》。《守夜人》（The Night Watchman）是他将自己的诗译成英文的选集。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1989512, './img/book/1989512.jpg', '普鲁士军官（中英双语）', '', '外国现当代', 422, '《普鲁士军官》写的是战争时期的军营生活，然而我们看不到两军血战的惨烈、军旅生活的硝烟和血腥，我们目睹的是一位普鲁士军官和他的勤务兵之间紧张的心理对峙。这篇小说是一部奇特的、描写藏而不露的同性爱性心理小说，更惊人的是这两个男子还是一对虐恋者，一个有施虐倾向，一个有受虐倾向。

当劳伦斯写完这篇小说，将他寄给加尼特时，告诉他这是他迄今为止最好的短篇小说。在这篇小说中，我们可以看见劳伦斯擅长的细致入微的心理描写和剖析，看到他对下层军人的同情，也可以看到他对生命真实意义执着诚恳的追求。

戴维·赫伯特·劳伦斯，20世纪英国作家，是20世纪英语文学中最重要的人物之一，也是最具争议性的作家之一。主要成就包括小说、诗歌、戏剧、散文、游记和书信。劳伦斯的作品过多地描写了色情，受到过猛烈的抨击和批评。但他在作品中力求探索人的灵魂深处，并成功地运用了感人的艺术描写，因此，从他生前直到迄今为止，他的作品一直被世界文坛所重视。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (110299138, './img/book/110299138.jpg', '漫长的告别', '', '推理悬疑', 6900, '《漫长的告别》是真正意义上的灵魂交流的故事，是人与人之间自发地相互理解的故事，是人类抱有的美好幻想和它不可避免地引发的深深幻灭的故事。——村上春树
一个神秘优雅的迷人酒鬼，一个孤独不羁的硬汉侦探。
一杯酒，一个承诺，一场男人之间的友谊。
一张巨额钞票，一个美梦，一连串谋杀，
一个谜，一次漫长的告别。
说一声再见，就是死去一点点。



雷蒙德·钱德勒（1888—1959），20世纪美国文学的代言人之一，用教科书级别的洗练文笔塑造了“硬汉侦探”马洛的经典形象，开创性地将“硬汉派”风格植入文学传统，革新了美国小说的面貌。“钱德勒式”文风，被后世无数作家争相模仿；马洛则成为硬汉鼻祖，此后所有硬汉形象身上都有马洛的影子。
《漫长的告别》是钱德勒无可争议的代表作，也是他至为得意的作品，斩获1955年爱伦·坡奖。
姚向辉，又名BY，青年译者，译作有《教父》《七杀简史》《漫长的告别》《马耳他之鹰》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10778106, './img/book/10778106.jpg', '福尔摩斯探案集', '', '推理悬疑', 298, '百年侦探经典，全面呈现福尔摩斯式智慧。
不容错过的文学名著，不得不看的福尔摩斯。
他的侦探社位于英国伦敦贝克街221号；
他在全球拥有数以十亿的粉丝；
他是维多利亚女王、罗斯福、戴高乐、丘吉尔、博尔赫斯、村上春树等崇拜的偶像；
他是史上唯一被英国皇室授予爵士的虚拟人物：
他的故事被翻译成了57种文字——他就是鼎鼎大名的福尔摩斯。
《福尔摩斯探案集（套装全8册礼盒装）》塑造了福尔摩斯这一栩栩如生，深得人心的形象，是作品艺术上的一大成功。而它最突出的艺术特色却是：情节的离奇曲折，惊险引人；结构的巧妙安排，丝丝入扣而悬念丛生；前后呼应而跌宕起伏，使人读起来欲罢不能，结局出人意料又耐人寻味。“情节是侦探小说的精华。”柯南道尔的情节结构，对初写作者无疑个有极好的借鉴作用。



柯南·道尔（ Arthur Ignatius Conan Doyle，1859年5月22日—1930年7月7日），英国杰出的侦探小说家、剧作家。柯南·道尔1859年出生，1886年4月写成福尔摩斯的第一个侦探故事《血字的研究》，此后一发不可收拾，创作了大量侦探故事，一共写了60个关于福尔摩斯的故事，56个短篇和4个中篇小说，也因为塑造了夏洛克·福尔摩斯这个全球最著名的侦探而留名。除此之外他还曾写过多部其他类型的小说，如科幻、历史小说、爱情小说、戏剧、诗歌等。柯南·道尔在1930年7月7日去世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (19858212, './img/book/19858212.jpg', '金翅雀', '', '外国现当代', 4130, '我们所经历的一切，都将使我们更接近真实与美。
纽约大都会博物馆发生爆炸，男孩西奥的母亲丧命，十三岁的西奥奇迹般幸存。但由于父亲早已遗弃他们母子，西奥只能寄住在有钱的同学家。陌生的环境令他不知所措，崭新的人际关系令他倍感挫折，但最令他难以忍受的是失去母亲的伤痛。
但他意外拥有了博物馆的名画《金翅雀》。这幅画是他在回忆起母亲时的慰藉，将他带进了幽深黑暗的艺术世界……
成年后的西奥游走在名人画室和自己工作的古董店之间。他并未与这个世界变得亲近，他爱上了一个女孩。他并不知道的是，自己处于一个正在逐渐缩小的危险的圆圈中心。
《金翅雀》由美国著名女作家唐娜·塔特耗费十余年时间创作，一部会让你挑灯夜读、推荐给所有朋友的伟大小说。

·普利策奖获奖小说
·唐娜·塔特凭借《金翅雀》入选《时代》“年度具影响力的100位人物”
·作者唐娜·塔特与莫迪亚诺、昆德拉等同时位列《费加罗报》年度作家
·安德鲁·卡内基杰出小说奖
·美国书评人奖短名单
·百丽女性小说奖短名单
·希拉里·克林顿推荐书目
·版权售出32个国家或地区
·销量超300万册
·出版三年，仍位居《纽约时报》《星期日泰晤士报》畅销书榜
·荷兰、德国、法国、意大利、瑞典畅销书
·《每日野兽》年度20部“好书中的好书”第2名
·《北美时尚快报》年度图书
·《傲骨贤妻》第六季第四集致敬书目
·《饥饿游戏》电影公司取得版权，即将改编成电影或迷你剧！

唐娜·塔特（Donna Tartt），美国当代著名女作家，1963年出生，在密西西比州格林纳达长大，五岁时写了人生第一首诗，十三岁时发表了第一首十四行诗。1981年就读密西西比大学，后转学至贝林顿学院。大一时就因写作才能受到注意，被著名作家巴里·汉纳收入其短篇小说课程研究生班。汉纳称其为“难得一见的天才，文学之星”。
唐娜·塔特平均每十多年才完成一部作品，迄今只出版了三部长篇小说：《校园秘史》《小友》和《金翅雀》。这三部作品均颇受好评，畅销长销，版权售出三十余国家和地区，奠定了她在文学界的地位。2014年，塔特入选《时代》杂志“年度具影响力的一百位人物”。
塔特认为，雕琢句子——正确的词，适当的比喻——是写作带给人的最深层次的满足。写作是一种“沉浸式的体验”，写一本让自己沉迷的书，可以进入一个迥异的世界。
《金翅雀》是唐娜·塔特的第三部作品，在上一部作品《小友》出版十一年后面世，横扫全球多国畅销榜单，获得普利策小说奖和其他多项荣誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (118653388, './img/book/118653388.jpg', '真名实姓', '', '科幻', 4480, '>>>1部影响了一个时代的经典科幻作品+9篇大咖解读，硬科幻大师弗诺·文奇与互联网“大触”间的跨界对谈。
>>>1981年首次出版，决选雨果奖、星云奖，一举联动科幻圈和科技界，预言了从互联网到《神经漫游者》的一切。
>>>怪不得刘慈欣盛赞它是“描写计算机技术浪漫与震撼的杰作”“科幻小说魅力的最完美体现”！
>>>出版40年来，陆续有人读懂《真名实姓》，并直言不讳弗诺·文奇给自己的巨大冲击和深远影响。而最终，这些人改变了世界。他们是：人工智能之父马文·明斯基, 3D世界之父马克·佩斯, 密码朋克创始人蒂莫西·梅，等等。
                                                                                                                                                                                                                                           >> >
                                                                                           《连线》（Wired）盛赞：黑客们崇拜的必读经典，预示着从互联网、互联网游戏到《神经漫游者》的一切。 《真名实姓》1979年完稿，1981年出版，以科幻史上少见的影响力，一举联动科幻界和科技圈：决选雨果奖、星云奖，为当时的计算机领域带去曙光，成为科幻爱好者和“程序员”们争相捧读的经典。甚至，当代很多互联网“大触”都直言不讳《真名实姓》给自己的深远影响。
弗诺·文奇也因此成为科幻和科技领域内的热门人物，在接下来的几十年里，他凭借《深渊上的火》《天渊》等多部科幻作品斩获雨果奖。
40年后再看《真名实姓》，它精准地预言了互联网无处不在的当下，仍持续影响着人工智能和互联网的发展。



弗诺·文奇，美国计算机专家，赛博朋克的奠基人，首次提出技术奇点和后人类时代的科幻作家，是融合太空歌剧、赛博朋克、后奇点等类型科幻的集大成者。著有银河界区系列（《深渊上的火》《天渊》《天空的孩子》）、《彩虹尽头》，以及《真名实姓》《循环》等中短篇作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24600688, './img/book/24600688.jpg', '傅雷家书', '傅雷', '文学经典', 1400, '傅雷家人亲自编定的家书精选本，在选编上更重视傅雷家书的思想性和丰富性，对傅家父子之间关于音乐、文学等艺术，为人处世的人生哲学，以及对文学艺术名家的品评等都尽量忠实收录，是一部厚重、更原汁原味的《傅雷家书》。
基于家书完整著作权的独占性，本书情节完整，背景清晰，人物鲜明，好看感人。贯穿全书的傅雷家人照片和家书墨迹与内容相辅相成，拉近了家书与读者的距离，迥别于其他内容不完整的选编本。书中珍贵照片、楼适夷初版代序、傅聪家信及英法文信等都是译林独家版权。也就是说，即使2017年傅雷著作权进入公版，其他任何家书选本没有权利收录这些内容，而真正完整、丰富、权威的《傅雷家书》，只能在译林出版社找到正版。



傅雷（1908－1966），我国著名文学翻译家、文艺评论家。一生译著宏富，译文以传神为特色，更兼行文流畅，用字丰富，工于色彩变化，形成享誉译坛的傅译特色。主要翻译罗曼·罗兰、巴尔扎克、丹纳、服尔德、梅里美等法国名家名作，尤以《高老头》《约翰·克利斯朵夫》《艺术哲学》等译作最为著名，计三十四部，约五百万言，全部收录于《傅雷译文集》。一百余万言的文学、美术、音乐等著述收录于《傅雷文集》。傅雷先生为人坦荡，禀性刚毅，“文革”之初即受迫害，于一九六六年九月三日凌晨，与夫人朱梅馥双双愤而弃世，悲壮的走完了一生。身后由次子傅敏选编出版的《傅雷家书》，则是他性情中的文字，不经意的笔墨，不为发表而创作。“文革”后的新读者，大多通过家书才认识傅雷，甚至把书信家傅雷置于翻译家傅雷之上。
傅聪，世界著名钢琴演奏家，一九三四年三月十日生于上海一个充满艺术氛围和学术精神的家庭。傅聪童年时代断断续续上过几年小学，主要是由父亲在家督教。八岁半师从李蕙芳开始学钢琴，九岁师从李斯特再传弟子百器，一九四六年百器去世后，基本上是自学。一九五四年赴波留学，师从著名钢琴教育家杰维茨基教授，并于一九五五年获得“第五届萧邦钢琴比赛”第三名和《玛祖卡》演奏最优奖。一九五八年底以优异成绩提前毕业于华沙国立音乐学院，移居英国伦敦，只身驰骋国际乐坛五十余年，有“钢琴诗人”之美誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51267878, './img/book/51267878.jpg', '狂人日记：鲁迅小说全集', '鲁迅', '中短篇集', 1592, '《狂人日记：鲁迅小说全集》完整收录了鲁迅的全部小说，均选自《呐喊》《彷徨》《故事新编》三部小说集。鲁迅小说的主题多是反封建、反礼教、反传统、反迷信，善于创造典型形象，讽刺人物的阴暗面，用笔深刻、冷隽而富幽默，句法简洁峭拔，故事多以故乡为背景。小说主人公阿Q、祥林嫂、孔乙己、闰土等在中国妇孺皆知。



鲁迅（1881年9月25日~1936年10月19日），中国文学家、思想家。姓周，幼名章寿，字豫山，后改豫才。1898年起，改名周树人。1918年发表《狂人日记》时始用笔名鲁迅。生于浙江省绍兴县城，卒于上海。鲁迅从小阅读兴趣十分广泛，看过很多野史、杂记，对民间艺术也有深切爱好，这些都为他日后的文学创作提供了资源。
鲁迅也被誉为“青年导师”，受他提携、指点和教导的后辈学生非常多，如孙伏园、丁玲、萧军、萧红、罗家伦、冯雪峰、台静农等，都深受鲁迅的影响。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (122815020, './img/book/122815020.jpg', '小城畸人', '', '外国现当代', 1400, '◆20世纪全球百佳英文小说第24名，入选《美国文库》
◆开创美国现代主义小说新局面，短篇小说里程碑式作品
◆“美国作家之父”舍伍德·安德森短篇小说经典代表作
◆海明威、福克纳、菲茨杰拉德、奥兹一致推荐的现代主义文学经典
《小城畸人》是舍伍德·安德森的短篇小说代表作，被评为20世纪全球百佳英文小说第24名，入选“美国文库”。这部作品也奠定了舍伍德“美国现代主义文学先驱”的地位。
全书由22篇短篇小说构成，第一篇“畸人书”是全书的总领介绍，剩下21篇分别讲述了居住在俄亥俄温斯堡这个小城中不同居民的生活，每篇以一个人物为中心，故事相互联系又彼此独立，文中运用了大量的意识流、心理分析以及象征等手法。
书中提到的所谓的畸人，都有着独特的情感矛盾和经历，形态各异，令人印象深刻。在这些畸人或怪异或神秘的外表下，作者触摸到的是一颗颗孤独的心和渴望被爱的灵魂。每一个故事都是对人物灵魂的探究，作者简洁、别致地刻画了各种人物的本能、欲望，以及在人生中摸索的历程。形形色色的畸人，各自述说着不同的奇异人生，既像一首诗，又像一场梦。



舍伍德·安德森
美国文学之父。美国现代文体风格的开创者，第一位成熟意义上的美国小说家。舍伍德首次将潜意识写进小说，从此现实主义和意识流创作开始同时在美国小说中大放异彩。
舍伍德滋养了不止一代美国作家的成长，被海明威、菲茨杰拉德、福克纳、塞林格、卡佛、斯坦贝克、伍尔夫等众多作家奉为偶像。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (15924952, './img/book/15924952.jpg', 'The Gift of the Magi（麦琪的礼物）', 'O. Henry', '世界名著', 0, 'Jim Dillingham Young and his wife Della are a young couple who are very much in love with each other,
        but can barely afford their one-room apartment opposite the elevated train due to their very bad economic condition. For Christmas,
        Della decides to buy Jim a chain which costs twenty dollars for his prized pocket watch given to him by his father. To raise the funds,
        she has her prized long hair cut off and sold to make a wig. Meanwhile,
        Jim decides to sell his watch to buy Della a beautiful set of combs made out of tortoise shell for her lovely,
        knee - length brown hair. Although each is disappointed to find the gift they chose rendered useless, each is
        pleased with the gift they received, because it represents their love for one another.
The true unselfish love that the characters, Jim and Della, share is greater than their possessions.



欧·亨利（O.Henry 1862～1910年），原名：威廉·西德尼·波特（WilliamSydneyPorter）：世界著名 的短篇小说家。他的一生富于传奇性，当过药房学徒、牧牛人、会计员、土地局办事员、新闻记者、银行出纳员。他的创作紧随莫泊桑和契诃夫之后，而又独树一帜。曾被评论界誉为曼哈顿桂冠散文作家和美国现代短篇小说之父。他的作品有“美国生活的百科全书”之誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2073389, './img/book/2073389.jpg', '莎乐美（中英双语）', '', '世界名著', 98, '才情横溢的唯美作家奥斯卡·王尔德，绝不惮于以惊世骇俗的意象，点缀他邪魔的花园。《圣经》里枯燥而简单的故事，被奥斯卡·王尔德的妙手挖掘出最黑暗也最深刻的内涵。王尔德的莎乐美虽然仍然以圣经为蓝本，但却颠覆了以往基督教传统文化中的莎乐美形象，从此莎乐美成为现代艺术中经常出现的人物形象。在剧里，因为施洗约翰拒绝了莎乐美的爱，使莎乐美在为希律王演出了七层纱舞之后向父王要求要了约翰的头。然而当希律王把施洗约翰的头放在她面前，她却捧着约翰的头谈情说爱而拒绝了希律王的要求。这使希律王十分震怒，并下令把莎乐美同样地砍头。

欲望的纠缠，畸恋的爆发，诡异的氛围，都被王尔德在这短短的篇幅里发展到极致。

奥斯卡·王尔德，英国著名作家，19世纪下半期最为特立独行的天才。
奥斯卡·王尔德的作品立意高远，辞藻华美，成为英国唯美主义文学的最高典范。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5337424, './img/book/5337424.jpg', '白夜', '', '世界名著', 1299, '《白夜》是作家四十年代文学创作的代表作之一，是一部具有浓厚抒情气息的中篇。小说描写天真无邪的姑娘娜斯简卡爱上一个年轻的房客，两人约定一年后在彼得堡的一座桥上相会，但届时房客没露面，姑娘虽然有点失望，但信心依旧。

主人公“幻想家”——彼得堡的一名穷知识分子被姑娘的深情深深打动，便安慰她并接连四个晚上陪伴她在河边等候。最后房客终于出现，“幻想家”就压下刚刚升起的对娜斯坚卡的爱慕之情，为他们祝福。

陀思妥耶夫斯基(1821-1881)，与大文豪列夫·托尔斯泰、屠格涅夫等人齐名，是俄国文学的卓越代表，他走的是一条极为艰辛、复杂的生活与创作道路，是俄国文学史上最复杂、最矛盾的，作家之一。他的创作独具特色，在群星灿烂的19世纪俄国文坛上独树一帜，占有着十分特殊的地位。主要作品有《穷人》、《被侮辱与被损害的》、《死屋手记》、《罪与罚》、《白痴》、《群魔》、《卡拉马佐夫兄弟》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9397676, './img/book/9397676.jpg', '封神演义', '许仲琳', '中国古典', 0, '《封神演义》，俗称《封神榜》，又名《封神传》、《商周列国全传》、《武王伐纣外史》，是一部中国神魔小说，关于作者，一说是明朝的许仲琳，也有人认为是明代道教学者陆西星，另一说为《金瓶梅》的可能作者王世贞一夜写成，亦有人说是吴三桂的部下。 《封神演义》中有十余处引用道教经典《黄庭经》，作者应是道教人士。

全书共一百回。其原型最早可追溯至南宋的《武王伐纣白话文》，可能还参考了《商周演义》、《昆仑八仙东游记》，以姜子牙辅佐武王伐纣的中国历史为背景，描写了周朝与殷商的对抗与阐教、截教诸仙斗智斗勇、破阵斩将封神的故事。包含了大量民间传说和神话。有姜子牙和哪吒三太子等生动、鲜明的形象，最后以姜子牙封诸神和周武王封诸侯结尾。

许仲琳(约1560—约1630)，亦作陈仲林，号钟山逸叟，应天府(今江苏南京市)人，生平事迹不详，明朝小说家。他生活在明代中后期。著有知名小说《封神演义》，因此而得名。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18928623, './img/book/18928623.jpg', '动物农场', '', '外国现当代', 599, '本书是英国著名作者乔治·奥威尔的代表作之一，是一部政治寓言体小说，故事描述了一场“动物主义”革命的酝酿、兴起和最终蜕变。农场的一群动物成功地进行了一场“革命”，将压榨他们的人赶出农场，建立起一个平等的动物社会。然而，动物领袖，那些聪明的猪们最终却篡夺了革命的果实，成为比人更加独裁和极权的统治者，并且猪们和邻近农场的人类结成同盟，他们最后在宴会上，谁也分不清谁是猪、谁是人了。



乔治·奥威尔（1903－1950），英国著名小说家、记者和社会评论家。他的代表作《动物农场》和《一九八四》是反极权主义的经典名著。乔治·奥威尔一生短暂，但其以敏锐的洞察力和犀利的文笔审视和记录着他所生活的那个时代，作出了许多超越时代的预言，被称为 “一代人的冷峻良知”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (50024608, './img/book/50024608.jpg', '卖花女（五幕传奇剧）', '', '文学经典', 2999, '《卖花女》讲述了语言学家Higgins用六个月时间从语言和仪态上对一个卖花姑娘Eliza进行训练，使她融入上流社会。萧伯纳在剧中以卖花女和教授之间的矛盾收场，从而讽刺上层社会所谓文雅的语言和风度，鲜明地显示劳动人民淳朴的本质远远高于上层社会的空虚外表。
葛传椝先生和俞亢咏先生为该书从语言角度进行注释，力求详尽，之所以选择这个剧本，是希望它在一般地帮助学习英语之外，特别有助于学习口语。萧伯纳的语言精练明快，而剧本本身无论从题材还是思想性艺术性方面来说，都是理想的英语读物。



作者：
萧伯纳，爱尔兰剧作家，1925年诺贝尔文学奖得主，鲁迅称他为“世界的文豪”。其主要剧作有《鳏夫的房产》、《卖花女》、《华伦夫人的职业》、《武器与人》等。改编自《卖花女》的电影《窈窕淑女》于1964年公映，由著名影星奥黛丽·赫本主演，一举赢得当年奥斯卡最佳影片在内的8项奥斯卡大奖，以及金球奖最佳导演、最佳男主角等二十余项大奖。
注解者：
葛传椝（1906—1992），复旦大学教授，上世纪50年代复旦大学英语语言文学系“三巨头”之一。著有久负盛名的《英汉四用词典》，《新英汉词典》（主要编纂者之一），以及《英语惯用法词典》、《英语写作》。
俞亢咏，当代翻译家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (20572246, './img/book/20572246.jpg', '莫泊桑短篇小说精选', '', '外国现当代', 799, '本书精华收录莫泊桑25篇短篇小说经典代表作，所有著名代表作均包含其中，分为普法战争、悲喜职员、乡村轶事、爱与情欲、怪诞故事五个篇章，既囊括如必读经典名篇《羊脂球》、中学语文课文《我的叔叔于勒》、课外书推荐必读《项链》，也收录让人笑出眼泪的乡村故事《图瓦》、控诉残暴战争的名篇《两个朋友》、文字唯美的《月光》、讲述如泣如诉爱情悲剧的《修软垫椅的女人》等。



莫泊桑Maupassant（1850.8.5-1893.7.6），短篇小说之王，全名居伊·德·莫泊桑，19世纪后半叶法国文学大师。
以高超的技艺把短篇小说艺术提高到空前的水平。被评论家誉为“明晰法语的典范”和“短篇小说之王”。他拥有短暂却天才的一生：出生在诺曼底一个没落贵族家庭，自幼尝试文学创作。在普法战争中应征入伍，历任海军部、教育部职员。在此期间著有数量惊人的三百余篇短篇小说。
他患有严重的神经疾病，终身未娶，一生放浪不羁。1893年，在巴黎与世长辞，年仅43岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9192913, './img/book/9192913.jpg', '妈阁是座城', '严歌苓', '言情', 2200, '严歌苓这一次写了一个离我们很近的故事。《妈阁是座城》可谓是赌的惊心动魄、赌得触目惊心。书中的当代赌徒为中外文学贡献了崭新的人物形象。天之骄子段凯文何以会走进赌场？颓唐的风度甚至能吸引诱导赌场马仔和偷渡蛇头的艺术家史奇澜，他天才的灵性终将毁灭抑或拯救他自己？但其实作为赌场中的另一极、两性世界里的阴性，梅晓鸥才是一个最大的赌徒，她用青春赌爱情、她用情感赌人性，赌到血本无归，所有她为之奋斗和追求的都离她而去，金钱没了，房子卖了；爱人离开了；她极端的纵火行为虽遏制了儿子走向赌场的路，但终究留下了母子关系的隐忧。这样一个飞蛾扑火的决绝的女人，却是个矛盾之集成体。

严歌苓赋予了她极大的心理空间，这个在旁观者看来冷酷嗜血的赌场掮客，她的女性与母性一再地背离了她的职业要求，将赌客与叠码仔之间原本简单的输赢关系搞到错综复杂、是非莫辨。这是迄今为止严歌苓贡献的一个比王葡萄（《第九个寡妇》）、多鹤（《小姨多鹤》）、冯婉喻（《陆犯焉识》）都要复杂、灰色、不那么非此即彼的女性形象。

严歌苓，著名旅美作家、好莱坞专业编剧。1986年加入中国作家协会，1990年入美国芝加哥哥伦比亚艺术学院，攻读写作硕士学位。严歌苓二十岁时开始发表作品，先后创作了《少女小渔》《天浴》《扶桑》《人寰》《白蛇》《一个女人的史诗》《第九个寡妇》《小姨多鹤》《赴宴者》《霜降》等一系列优秀的文学作品。她的作品充满鲜活的生命力，具有强烈的故事性、画面性，其生动流畅的语言，细腻准确的描写，引起了海内外读者的广泛关注，深受各界好评。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5571319, './img/book/5571319.jpg', '简·爱', '', '世界名著', 599, '出身贫寒的简·爱在做家庭教师时，与男主人公罗切斯特产生了真挚的爱情。就在两人的婚礼上，简·爱发现罗切斯特家的阁楼上藏着一个疯女人，而她竟是罗切斯特的结发妻子。简·爱愤而离开。不久，疯女人火烧庄园，罗切斯特双目失明，并陷于贫困。就在他对生活感觉绝望之际，简·爱回到了他的身边……

《简·爱》是一部反响巨大的书。出版商在1847年10月就出版了这部作品。萨克雷称赞它是“一位伟大天才的杰作”。次年印行第三版时，《评论季刊》上提到“《简·爱》与《名利场》受到同样广泛的欢迎。乔治·艾略特则深深地被《简·爱》陶醉了”。

夏洛蒂·勃朗特（1816－1855），英国文坛著名的勃朗特三姐妹中的大姐，《简·爱》是她的第一部长篇小说，也是她的代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (44339047, './img/book/44339047.jpg', '50：伟大的短篇小说们', '', '中短篇集', 2400, '37位文学巨匠，50篇必读经典，代表世界短篇小说创作的极高成就，名家名作典藏版。31位权威译者齐齐献力，忠于原著，语言简洁精炼。经典、好读的短篇小说，都在这本合集里了。
本书除了收录世界四大短篇小说家欧·亨利、契诃夫、莫泊桑、马克·吐温的代表作，还囊括了诺贝尔文学奖得主泰戈尔、海明威、福克纳，俄语文学三大巨匠普希金、托尔斯泰、陀思妥耶夫斯基，以意识流创作著称的伍尔夫，恐怖美学的践行者爱伦·坡、洛夫克拉夫特，以及在各文学流派中占有一席之地的霍桑、毛姆、卡夫卡、茨威格、狄更斯、芥川龙之介、菲茨杰拉德等37位大咖们的经典力作。柳鸣九、张英伦、曹明伦、姚向辉、赵玉皎、杨向荣、楼武挺、姜乙、杨蔚等31位权威译者高水准的译本，用词严谨，语言简洁，最大程度地还原原著之美，展现大师们独到的叙事风格和技巧，为你带来一场世界短篇小说的经典盛宴。



作者：世界四大短篇小说家欧·亨利、契诃夫、莫泊桑、马克·吐温；诺贝尔文学奖得主泰戈尔、海明威、福克纳；俄语文学三大巨匠普希金、托尔斯泰、陀思妥耶夫斯基；爱伦·坡、伍尔夫、霍桑、毛姆、卡夫卡、茨威格、狄更斯、芥川龙之介、菲茨杰拉德、洛夫克拉夫特、波德莱尔、舒尔茨、蒲宁、都德等37位各文学流派的领军人物。
译者：法语翻译家柳鸣九、张英伦；德语翻译姜乙、温仁百；日语翻译赵玉皎、黄悦生；爱伦·坡作品研究专家曹明伦；中国俄罗斯文学研究会理事谢周；英美文学翻译杨蔚、姚向辉、杨向荣、楼武挺、雍毅等31位优质译者齐齐献力。高水准译文忠实原著，用词严谨、语言简练。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (110299023, './img/book/110299023.jpg', '局外人', '', '外国现当代', 4500, '（1）青年法语译者全新译本，展现《局外人》语言魅力。
（2）这一次终于读懂了《局外人》——法国索邦大学文学博士原创万字导读，独特角度讲解《局外人》。
（3）韩国知名设计师为《局外人》情节原创彩插，中文版授权。
（4）收录1956年美国版《局外人》加缪亲笔序言，收录1957年加缪在诺贝尔颁奖酒会上的演讲词，收录加缪珍贵照片资料。
（5）在人类文学史上，诺贝尔文学奖得主加缪的荒诞主义代表作《局外人》，以其独特的视角展示世界的荒诞性，成为二十世纪整个西方文坛具有划时代意义的伟大作品。



阿尔贝·加缪，法国著名作家、哲学家、文学理论家。1942年，他凭借《局外人》一举成名。1957年，因为“他的重要文学创作以明彻的认真态度阐明了我们这个时代人类良知的问题”，加缪获得了诺贝尔文学奖。1960年，他在前往巴黎的途中遭遇车祸身亡，年仅47岁。
加缪的作品始终从人的现实生存困境出发，揭示了世界的荒诞性。他主张人类要直面荒诞，并且在荒诞中奋起反抗，坚持真理和正义。这一思想使他成为二战后欧洲乃至全世界几代青年的“精神导师”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31521275, './img/book/31521275.jpg', '邦斯舅舅（傅雷全集）', '', '世界名著', 499, '《邦斯舅舅》一书讲述了邦斯舅舅是一个诚实而高尚的音乐家。他具有很高的艺术品位，为了丰富自己的藏画，他不惜付出一切。当人们不知道他家中有这些宝藏时，谁也不把他放在心上。当人们获悉这些名画的价值时，以庭长太太为首的上流社会的人们便千方百计地谋取他的财富。



巴尔扎克（Honore de Balzac，1799－1850），法国19世纪著名作家，法国现实主义文学成就最高者之一。他创作的《人间喜剧》共91部小说，写了两千四百多个人物，是人类文学史上罕见的文学丰碑，被称为法国社会的“百科全书”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25684775, './img/book/25684775.jpg', '1984（插图珍藏版）', '', '世界名著', 873, '本书讲述一个实行高度集权统治，以改变历史、改变语言、打破家庭等极端手段钳制人们的思想和本能，以具有监视与监听功能的“电幕”控制人们的行为，以对领袖的个人崇拜和对国内外敌人的仇恨来维持社会运转假想的社会，通过对这个社会中一个普通人温斯顿·史密斯的生活，投射出了现实生活中极权主义的本质。每个经历或熟知这类历史事件的人，在看过《1984》后都会产生某种触目惊心的契合感。它犹如如一个鲜明的标签，它警醒着世人，莫让这种预言中的黑暗成为现实。

《1984》是奥威尔的传世之作，是世界文坛中著名的反乌托邦和反极权的政治讽喻小说。小说创作于1948年，作者将48倒置过来为84作为书名。

乔治·奥威尔（1903-1950），英国伟大的人道主义作家、社会评论家和新闻记者。1903年出生于印度，1907年举家迁回英国，后因经济原因无力深造，被迫远走缅甸，参加帝国警察部队。终因厌倦殖民行径、痴迷写作而辞去公职，辗转回到欧洲，流亡伦敦、巴黎等地，他一边深刻体验下层民众生活，一边从事文学创作，有多部作品出版。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (114335234, './img/book/114335234.jpg', '棋王', '阿城', '中国当代', 3120, '《棋王》收录“三王”小说经典，珍贵文献、星星美展插画、《今天》杂志油印创作谈等一并收入，呈现文字手艺人阿城先生的温度与风度。
“从世俗小说的样貌来说，《棋王》里有‘英雄传奇’、‘现实演义’，‘言情’因为较隐晦，评家们对世俗不熟悉，所以至今还没解读出来，大概总要二三十年吧。不少人的评论里都提到《棋王》里的‘吃’，几乎叫他们看出‘世俗’平实本义，只是被自己用惯的大话引开了。
《树王》里潜在的是蒙昧的良知，不是科学的，是原始的，但它面对的不是科学，而是愚蠢，这就使双方都走向失败。愚蠢没有良知，所以良知即使是蒙昧的，对于中国，也是有价值的。
我自己最喜欢《孩子王》，小说开始时明确写着写作时间是一九七六，将来会怎样，不知道。那时已经是个农民了，空闲的时候写写东西，浪费纸张。当时的人生的状态，只是不合作。”



阿城
本名钟阿城，一九四九年生于北京。杂家，文字手艺人。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (41231727, './img/book/41231727.jpg', '逃离', '', '世界名著', 2999, '为了获得独立和完整的自我，
我们逃离沉闷的家庭、僵化的感情，
逃离熟悉的人群、令人窒息的生活……
为此，我们付出代价，遭受混乱，造成伤害
2013年诺奖得主艾丽丝·门罗最经典、最受读者喜爱的作品，中文版累积销量已超70万册！

本书获2004年加拿大文学大奖吉勒奖《纽约时报》年度最佳图书
2008年法国《读书》杂志年度最佳外国小说

《逃离》讲述爱的力量和无止境的背叛，讲述琐碎生活中的不安分、错过的机会，讲述一次又一次的逃离，以及人们为此付出的代价。门罗关注日常生活，善于捕捉人与人之间复杂而微妙的关系。不同年龄、不同境况中的人，在门罗朴实克制的文笔下生动鲜活，似可触摸。
每个人总会遇到什么事, 什么人, 让你觉得像肺里什么地方扎进去了一根致命的针，浅一些呼吸时可能不感到疼。可是每当需要深深吸进去一口气时，便能觉出那根针一直存在。 “生活的要义，就是满怀兴趣地活在这个世界上。睁大你的眼睛，从你所遇到的每一个人身上看到各种可能性，看到人性。要时刻注意。”



艾丽丝·门罗，加拿大著名女作家，当代短篇小说大师。
1931年出生于加拿大安大略省，迄今出版了14部短篇小说集，将加拿大总督文学奖、吉勒文学奖、英联邦作家奖、全美书评人协会奖等收入囊中。2009年获第3届布克国际奖。2013年获诺贝尔文学奖。代表作有《逃离》《亲爱的生活》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18347724, './img/book/18347724.jpg', '野草', '鲁迅', '文学经典', 699, '鲁迅曾经说过，自己一生的哲学都在《野草》里了。新版《野草》精选了74篇短小却意味深长的诗文，全书分四个部分，开篇完整再现《野草》，其余三个部分择选《华盖集》《准风月谈》《三闲集》《集外集》《且介亭杂文》中充满张力与魅力的短文。文章的张力，是人格的张力，写作的维度，也是人格的维度——愤怒、但是同时好玩；深刻、然而精通游戏；挑衅、却随时自嘲，批判……或许我们能从大先生的文字中领悟到自己的人生哲学。



鲁迅：1881.9.25（农历八月廿八日）- 1936.10.19，原名周树人，浙江绍兴人，“鲁迅”是他影响最为广泛的笔名。1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人。1911年冬天鲁迅用文言写成的第一篇小说《怀旧》，发表于《小说月报》被称为“中国现代文学的先声”。一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。《 野草》是鲁迅先生唯一的一本散文诗集，鲁迅曾经说过，自己一生的哲学都在《野草》里了。主要作品集《呐喊》《彷徨》《野草》《朝花夕拾》《故事新编》《坟》《热风》《三闲集》《准风月谈》《华盖集》《华盖集续编》《南腔北调集》《花边文学》《二心集》《而已集》《且介亭杂文》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49721051, './img/book/49721051.jpg', '一个陌生女人的来信', '', '世界名著', 1799, '一篇惊人的杰作，一个女人在生命尽头的炽热告白，诉说暗恋情愫的哀婉与决绝。本书以书信的形式记录一个女人在生命尽头的炽热告白，诉说了她自幼爱慕一个男人、一生不求回应的感情，道尽了暗恋情愫的哀婉与决绝。
男主人公在41岁生日当天收到一封没有署名和地址的信，这封信出自一个临死的女人，讲述了一相刻骨铭心的爱情故事，而这个故事的男主人公也就是收信的男人对此一无所知。《一个陌生女人的来信》始自18年前，她初遇男人的刹那，她还是个孩子，而后经历了少女的痴迷、青春的激情，甚而流落风尘，但未曾改变对男人的爱，直至临死前才决定告白——她躺在凄凉的命运的甲板上，雪白的泡沫把她推向了虚无……



作者：
斯蒂芬·茨威格（Stefan Zweig），奥地利小说家、剧作家和传记作家。他以细腻而饱含情感的心理描写，树立了自己的写作风格，使他的作品在世界范围内广受赞誉。托马斯·曼称赞他“以德语的创作收获了不让于英、法语作品的广泛声誉”。茨威格的代表作包括《一个陌生女人的来信》《一个女人一生中的二十四小时》《心灵的焦灼》等。
译者：
高中甫：中国社会科学院外国文学研究所研究员，代表译作有《歌德精选集》《茨威格文集》《二十世纪外国短篇小说编年选》。
韩耀成：中国社科院外文所编审，代表译作有《少年维特的烦恼》《城堡》《埃布罗河上的遭遇战》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (147763462, './img/book/147763462.jpg', '德米安：埃米尔·辛克莱年少时的故事', '', '世界名著', 3200, '《德米安》是德国作家赫尔曼·黑塞于1919年创作的中篇小说。读者将伴随少年埃米尔·辛克莱的成长，经历复杂世界的诱惑，品尝孤独、胆怯、彷徨、叛逆，渴望爱情与友谊，陷入对自我与外部世界的怀疑，直到遇见同龄人德米安，在他的影响下，一步步寻得答案，走向成熟。



赫尔曼·黑塞（Hermann Hesse，1877—1962），作家，诗人，画家。1877年生于德国，1924年入籍瑞士。1946年获诺贝尔文学奖。被誉为德国浪漫派的最后一位骑士。
主要作品：
1904《彼得·卡门青》
1906《在轮下》
1913《印度札记》
1919《德米安》
1922《悉达多》
1923《辛克莱的笔记》
1925《温泉疗养客》
1927《荒原狼》
1928《沉思录》
1930《纳尔齐斯和歌尔德蒙》
1932《东方之旅》
1943《玻璃珠游戏》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24026499, './img/book/24026499.jpg', '校园秘史', '', '外国现当代', 3799, '新英格兰一所大学里有一群古怪的学生，他们与学校里的其他学生格格不入。他们受魅力非凡的老师的影响，发现了一种独特的生活和思考方式，以为可以借此摆脱单调平庸的当代生活。但他们突破界限后，生活天翻地覆。他们这才发现，真正地活着是多么难，而杀戮又是多么容易……
本书融合文学和惊悚小说写法，哥特氛围浓厚，是唐娜·塔特成名作，畅销数十年，已成经典。



唐娜·塔特（Donna Tartt），美国当代著名女作家，1963年出生，在密西西比州格林纳达长大，五岁时写了人生第一首诗，十三岁时发表了第一首十四行诗。1981年就读密西西比大学，后转学至贝林顿学院。大一时就因写作才能受到注意，被著名作家巴里·汉纳招入其短篇小说课程研究生班。汉纳称其为“难得一见的天才，文学之星”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32393416, './img/book/32393416.jpg', '边城（中英双语）', '沈从文', '中国现代', 800, '在川湘交界的茶峒附近，小溪白塔旁边，住着一户人家。独门独院里，只有爷爷老船夫和孙女翠翠两个人，还有一只颇通人性的黄狗……《边城》是沈从文的小说代表作，它以兼具抒情诗和小品文的优美笔触，描绘了湘西地区特有的风土人情；借船家少女翠翠的爱情悲剧，凸显出了人性的善良美好与心灵的澄澈纯净。《边城》独特的艺术魅力奠定了它在中国现代文学史上的特殊地位。



沈从文（1902—1988），原名沈岳焕，字崇文，湖南凤凰县人。现代著名作家、历史文物研究家、京派小说代表人物，二十世纪最优秀的中国文学家之一。他一生笔耕不辍，著作颇丰，作品结集约有八十多部，是现代作家中成书最多的一位。主要作品有：小说《边城》《长河》《八骏图》，散文集《从文自传》《湘行散记》，文论集《烛虚》《云南看云集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (160996331, './img/book/160996331.jpg', '项塔兰2', '', '外国现当代', 2400, '林巴巴能活下来，靠的是他遇到的人。
逃狱出来的林巴巴在孟买经历了贫民窟的慷慨收容，在这里邂逅了绿眼睛的神秘女人卡拉、总有着开朗笑容的朋友普拉巴克、有教父般地位的黑帮大佬哈德拜和与他惺惺相惜的打手阿布杜拉。他不但在孟买扎下了根，而且成为哈德拜重点培养的新人，跟着他的手下练习生存的技能。
但当生活中最重要的人相继离去，再坚强的人也会被摧毁。在安顿好朋友的家人之后，生活该怎样继续，他拿不出答案。



格里高利·大卫·罗伯兹（Gregory David Roberts），澳大利亚知名作家，一生极富传奇色彩。
1952年生于墨尔本，青年时开始写作并发表小说。26岁身染毒瘾，婚姻破裂，抢劫银行，被判入狱。后逃狱至印度，在那里过着流亡生活，加入过孟买黑帮，参加过游击队。在印度十年的摸爬滚打中，他得以深入接触印度社会，既见识了最低等的贫苦，也经历了最痛的苦难，最终迎来了自我的觉醒。这段印度流亡岁月，便成了《项塔兰》最真实的蓝本。1990年他在德国被捕，决心坦然面对过去，入狱服刑。1997年获释后，他写下了《项塔兰》这部厚达千页的自传体小说，并凭借此书声名鹊起，从此成为专职作家。2014年他宣布退出公共视野，专注于陪伴家人和新写作计划。2015年，《项塔兰》续篇《山之影》出版。2020年4月，他携带精神成长的非虚构作品回归，并持续在个人网站上与读者交流。
译者：黄中宪，专职译者，译有《天国之秋》《米开朗琪罗与教皇的天花板》《新艺术的故事》《湖南人与现代中国》《哈布斯堡的灭亡》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (111395242, './img/book/111395242.jpg', '醒来的女性（全二册）', '', '外国现当代', 8180, '我们来认识一下米拉。
她是一位喜爱读书的小镇女孩，从小就是个独立而聪明的孩子。她十四岁读尼采和潘恩，开学第一天就学完了全部课本，学校只得让她跳级。可这是二十世纪三十年代的美国，女性最常见的职业是“打字员”，人生的主题则是“家庭”。母亲对她最大的期望就是“嫁个好人家”。在一个封闭的小地方，她的聪明和独立却使她成为异类。久而久之，她屈服了。她像其他女孩一样草草结婚，穿紧身褡，学做饭，把家里收拾得井井有条，生下两个孩子，努力让自己做一位“贤妻良母”。丈夫有体面的工作，她也住上了许多人梦寐以求的大房子。她举止优雅，总是面带微笑。而只有她自己知道，在生活的平静表象之下，她正在默不作声地崩溃……
《醒来的女性》是一部反映了整整一代美国女性生存境遇，令每一位普通女性心生共鸣，潸然泪下抑或热血沸腾的小说。出版以来全球销量超过2000万册，出版22种语言版本，堪称“小说版的《第二性》”，甚至间接推动了第二次女权主义运动。无数女性认为这本书写出了她们一直被压抑的内心世界，甚至改变了她们的一生。
《醒来的女性》曾被改编为电影，并获艾美奖3项提名，之后又被英国BBC改编为广播剧。
有媒体称“你常常会忘了这是一本小说，书中所写的都是我们真实的生活”。书中十余位性格各异、身份各异的女性，仿佛就是我们的母亲和长辈，是身边的朋友，也是你我自身。《醒来的女性》中是我们不曾深想的生活，是那些我们只有和最亲密的知己才会谈论的话题。你不会和人谈起婚后与另一半无法沟通的苦闷，无法说清有时“母亲”和“妻子”这两种身份会让你觉得失去自我，更不必说作为母亲，即使深爱自己的孩子，但也并不像主流讴歌的那样伟大，其实有很多厌烦甚至痛苦的时刻——因为怕被人说“想太多”。阅读书稿时，我仿佛经历了一场探索精神独立之旅，仿佛自己经历了书中人物的一生般，喜乐参半、五味杂陈，时而为作者的洞察力叹服，醍醐灌顶，觉得找到了一些困扰自己的问题的心理根源；时而对书中女性的命运感同身受，难以自抑地泪流满面。



玛丽莲·弗伦奇（Marilyn French，1929~2009年）
玛丽莲·弗伦奇出生于布鲁克林，是一位工程师和百货商店店员的女儿。她从小热爱写作，十岁便开始创作诗歌和短篇小说。1950年，在霍夫斯特拉大学就读期间，玛丽莲结婚，开始兼职打工以支援丈夫就读法学院。受波伏瓦《第二性》影响，玛丽莲一直坚持创作，希望成为一名作家。她完成了在霍夫斯特拉大学的学业，获得哲学和英语文学学士学位以及英语硕士学位，成为一名英语老师。1964年，她考入哈佛大学，由于丈夫对其写作事业的反对，两人于1967年离婚。玛丽莲于1972年获得博士学位，并于1977年出版《醒来的女性》一书，一举成名。尽管由于暴露了很多尖锐的社会问题和性别歧视问题引发舆论争议，但本书仍在全球销出2000多万册，出版22种语言版本，成为现象级的话题之作。有读者表示，这本书中所写的，就是当时女性最真实的生活。
玛丽莲一生关注女性话题，其女儿遭遇强奸也成为她持续为女性权益发声的原因之一。《醒来的女性》大获成功之后，她又陆续出版有The Bleeding Heart、Beyond Power: On Women, Men and Morals、The War Against Women等书。
因其巨大的影响力，她的名字曾出现在著名流行乐团ABBA（阿巴合唱团）的歌词中。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26004399, './img/book/26004399.jpg', '卡拉马佐夫兄弟（套装上下册）', '', '世界名著', 2999, '《卡拉马佐夫兄弟》是陀思妥耶夫斯基所著的最后一部长篇小说，同时也是他的巅峰之作。小说通过一桩真实的弑父案，描写老卡拉马佐夫同三个儿子即两代人之间的尖锐冲突。老卡拉马佐夫贪财好色，他独自霸占妻子留给儿子们的遗产，并与长子德米特里为一个风流女子争风吃醋。一天黑夜，德米特里疑心自己的情人去跟老头儿幽会，于是便闯入家园，一怒之下，差点把老头儿砸死。德米特里仓皇逃离后，躲在暗中装病的老卡拉马佐夫的私生子斯麦尔佳科夫却悄然将老爷杀死，造成了一桩震惊全俄的扑朔迷离的血案，从而引发了一连串惊心动魄的事件……



费奥多尔·米哈伊洛维奇·陀思妥耶夫斯基（1821-1881）不但是十九世纪群星璀璨的俄罗斯文坛上最伟大的小说大师之一，也是全世界范围内有史以来最复杂、最矛盾、最伟大的小说巨匠之一。他以其卷帙浩繁的创作，在对于人类复杂的甚至分裂的人性以及心理乃至变态精神的深刻描绘和深度开掘上独树一帜、无人能出其右；如果说托尔斯泰代表了俄罗斯文学的广度，陀思妥耶夫斯基则代表了俄罗斯文学的深度。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29440597, './img/book/29440597.jpg', '猫城记', '老舍', '中国现代', 799, '“良心是大于生命的，再见，地球先生。”
九·一八事变的第二年，33岁的老舍发表长篇讽刺小说《猫城记》，借火星上一座荒诞的猫城，述说了他眼中彼时中国的真相。由于“对人性超越时代的洞察”，《猫城记》在海外是知名度仅次于《骆驼祥子》的老舍作品，有日、法、英、德、俄、匈语六种译本。而在小说的后半部分，老舍一语成谶，预言了 自己和中国后来的诸多遭遇。
飞机坠毁在火星，“我”误入火星上最古的国“猫城”，结识了形形色色的猫人：大地主、政客、诗人兼军官的大蝎，世事洞明而敷衍的小蝎，只抢迷叶与妇女的猫兵，守着八个小妾的公使太太，杀人不犯法的外国人，打老师的学生，卖文物的学者，起哄为业的党棍，抢着投降的军阀……
一声炮响，繁华落尽。



老舍（1899—1966）
小说家，剧作家
1899年生于北京，原名舒庆春，满族正红旗人
1900年八国联军攻打北京城，其父舒永寿殉国
1918年北京师范学校毕业，任小学校长
1920年任京师郊外北区劝学员，后愤而辞职
1922年受洗为基督徒
1924年赴伦敦大学任教， 正式开始文学创作
1930年归国，先后执教于齐鲁大学和山东大学
1937年奔赴国难，直至抗战胜利
1946年应邀赴美讲学
1949年11月归国
1966年8月24日午夜，含冤自沉太平湖
太平湖现为北京一处地铁机务段');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (138087710, './img/book/138087710.jpg', '雨果诗选', '', '文学经典', 3300, '本书精选雨果主要诗集《颂诗集》、《新颂歌集》、《颂诗与长歌》、《东方吟》、《秋叶集》、《黄昏之歌》、《心声集》、《光与影》、《静观集》、史诗《历代传说》、《上帝》和《撒旦的末日》中的优秀诗篇翻译而成。



维克多·雨果（Victor Hugo，1802年2月26日—1885年5月22日），法国19世纪前期积极浪漫主义文学的代表作家，人道主义的代表人物，法国文学史上卓越的资产阶级民主作家，被人们称为“法兰西的莎士比亚”。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章，在法国及世界有着广泛的影响力。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (160334850, './img/book/160334850.jpg', '锦瑟', '格非', '中短篇集', 2199, '本书是茅盾文学奖得主格非的中短篇小说集，收录了《青黄》《风琴》《蚌壳》《夜郎之行》《背景》《唿哨》《傻瓜的诗篇》《锦瑟》《湮灭》共9部。小说中，格非一方面让笔下的人物探寻着某种真相，另一方面却又常常在无限接近真相的时刻再次滑入混沌的状态。断裂的叙事，回环的时空，一切都以追索起始，却终结于迷失。
《青黄》中，“我”对九姓渔户的历史进行调查，在资料中，“青黄”这个颇有争议的名词引起了“我”的兴趣。青黄究竟是什么？“我”在麦村的调查中，发现了一个个相关或不相关的故事。青黄是故事的起源，但随着故事的进展，其含义却越发模糊。在这里，真相和历史都是不确定的。一连串的事实却构架出一个让读者无法走出的迷宫。
《锦瑟》由四个故事构成，主角都叫冯子存。隐居乡间的冯子存在被处死前讲起一个故事：应试不第的书生冯子存自缢身亡；茶商冯子存病死家中，错过皇帝召见；国君冯子存面临敌国入侵应对不力，被太子所弑，他曾做过一个梦：隐居乡间的冯子存将被处死。这些故事以李商隐的诗句为线索串联，首尾相接，第一个故事与结尾一个故事的重合让整个结构成为一个循环。格非在小说中对梦境、命运、时间等重大课题进行了探讨，书写了一个关于宿命和轮回的文化寓言。
茅盾文学奖和鲁迅文学奖双料得主格非，被当代文坛誉为“作家中的作家”。他的写作具有坚韧、准确、绚丽、隽永的智性特质。他笔下的人物都是面对荒谬的误解、欲望的冲突和命运的捉弄的现代个体，人生故事大多笼罩着支离破碎、幽明恍惚的神秘色彩。他将人生宿命的哲理意识灌注于每篇小说之中，通过迷宫般的现代叙事全力呈现世界与人生的不确定性和偶然性。



格非，中国当代实力派作家，茅盾文学奖与鲁迅文学奖双料得主，清华大学教授。1987年发表成名作《迷舟》，著有长篇小说《敌人》《边缘》《欲望的旗帜》《人面桃花》《山河入梦》《春尽江南》《望春风》《月落荒寺》，中短篇小说集《迷舟》《唿哨》《雨季的感觉》《青黄》等多部；另有论著和散文随笔《小说叙事研究》《格非散文》《文学的邀约》等多部。
格非属于擅长对文学、社会、历史等问题做深入思考的学者型作家。他的作品具有坚韧、优雅、准确、睿智等特质，在中国当代文坛独树一帜、风格鲜明，获得过一系列重要文学奖项：其中，《江南三部曲》（《人面桃花》《山河入梦》《春尽江南》）荣获第九届“茅盾文学奖”，《隐身衣》荣获第六届“鲁迅文学奖·中篇小说奖”，《望春风》荣获第一届“京东文学奖”。此外，他还获得过“2004年度华语文学传媒大奖杰出成就奖”、“2004年度长篇小说排行榜”第一名、“第二届21世纪鼎钧双年文学奖”、“第三届中国图书势力榜”文学第一名、《新京报》“2011年度文学类致敬图书”、“2014年度老舍文学奖”等多种文学奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7909061, './img/book/7909061.jpg', '茶经', '陆羽', '文学经典', 0, '《茶经》是中国乃至世界现存最早、最完整、最全面介绍茶的第一部专著，被誉为茶叶百科全书，唐代陆羽所著。此书是关于茶叶生产的历史、源流、现状、生产技术以及饮茶技艺、茶道原理的综合性论著，是划时代的茶学专著，精辟的农学著作，阐述茶文化的书。

作者将普通茶事升格为一种美妙的文化艺能，推动了汉族茶文化的发展。中国是茶的故乡，汉族人饮茶，据说始于神农时代，少说也有4700多年了。直到现在，汉族民间还有民以茶代礼的风俗。汉族对茶的配制是多种多样的：有太湖的熏豆茶、苏州的香味茶、湖南的姜盐茶、成都的盖碗茶、台湾的冻顶茶、杭州的龙井茶、福建的乌龙茶等等。

陆羽，名疾，字鸿渐、季疵，号桑苎翁、竟陵子，唐代复州竟陵人(今湖北天门)。幼年托身佛寺，自幼好学用功，学问渊博，诗文亦佳，且为人清高，淡泊功名。一度招拜为太子太学、太常寺太祝而不就。760年为避安史之乱，陆羽隐居浙江苕溪(今湖州)。其间在亲自调查和实践的基础上，认真总结、悉心研究了前人和当时茶叶的生产经验，完成创始之作《茶经》。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (954085, './img/book/954085.jpg', '动物庄园', '', '外国现当代', 1200, '曼娜庄园里的一头猪“老麦哲”（Old Major）临死前号召庄园里的动物反抗人类剥削，建立动物自己当家做主的共和国。老麦哲死后，庄园里的两头猪继承了他的思想，将其总结为“动物主义”，并以此为革命纲领领导了一场起义，将人类赶出了庄园，实现了“动物当家做主”的愿望，并把庄园更名为“动物庄园”，同时制定了宪法性质的“七诫”。但起义成功不久以后，作为领导集团的猪发生内部政治斗争。革命领袖之一“斯诺鲍”（Snowball）被宣布为革命的叛徒遭到驱逐，而另一革命领袖“拿破仑”获得了庄园的绝对领导权。此后，猪领导集团获得了越来越多的特权，最终变成了比人类更甚的剥削者……

《动物庄园》（Animal Farm），也译为《动物农庄》《动物农场》等，是英国作家乔治•奥威尔的一部著名的反乌托邦寓言小说。评论家普遍认为，故事的原型是十月革命后的苏联，作者本人也曾在写给伊冯•达维（Yvonne Davet）的信中提到，他这部小说事实上是反对斯大林的。

乔治•奥威尔（George Orwell，1903—1950），原名埃里克•阿瑟•布莱尔（Eric Arthur Blair），英国小说家，记者。其作品多以揭示社会不公，反对极权，提倡社会民主主义为主题，代表作为政治讽刺小说《动物庄园》（1945）和《一九八四》（1949）。在这两部作品当中，奥威尔揭露了掩盖在社会主义名义下的极权主义，而小说中对极权主义政权的语言也在之后的历史当中不断得到印证。他在小说中使用的“老大哥”（Big Brother）、“新话”（Newspeak）、“双重思想”（Doublethink）均被收入英文词典，并作为讽刺词汇被大量使用。由于他的作品在政治领域的影响，由他的名字衍生出“奥威尔主义”（Orwellism）和“奥威尔式”（Orwellian）甚至成为了日常用语，用来指代奥威尔小说中描述的那种极权政体。

郝海龙（译者），1988年生于陕西府谷，80后诗人。毕业于中国人民大学国际经济系，从大四起从事GRE教学工作，即将赴法攻读经济学博士。
Blog: http://haohailong.net    Twitter: @haohailong

责任编辑 郝海龙
封面设计 周南');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22163546, './img/book/22163546.jpg', '宽容', '', '文学经典', 999, '《宽容》一书出版于1925年，是房龙的代表作之一。当时作为通俗历史学家的房龙在美国已是家喻户晓。他用手中那只有魔力的笔，生动地描绘了在西方文化最显著的脉络——基督教文化的发展中，人类是怎样不断与“不宽容”做着斗争。《宽容》是一部宗教的历史，一部宽容与不宽容的历史，也是一郜人性血腥与进步的历史。在本书中，作者用生动睿智的语言讲述了漫长的人类思想发展史，以历史上的重大事件和重要人物为依据，以社会和人是否宽容为标尺，用轻松的方式来揭示真理，主张宽容与和平，倡导思想解放。此书是关于宽容和自由思想的经典之作。



亨德里克·威廉·房龙Hendrik Willem Van Loon（1882－1944）荷兰裔美国人。作家、历史地理学家。著有《宽容》《人类的故事》《文明的开端》和《圣经的故事》等作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (28791847, './img/book/28791847.jpg', '少爷', '', '外国现当代', 799, '《少爷》是夏目漱石的代表性作品之一，素材取自其本人离京去外地任教的经历。主人公是一名冒失、憨直且正义感未泯的青年教师，在四国一所乡村中学任数学教师。作品的时代背景为倡导“文明开化”的社会转型期，旧传统被打破，新观念未确立，各色人等粉墨登场，或正直未泯，或放纵卑劣，小说语言幽默，描写夸张滑稽，人物个性鲜明，勾画出彼时教育界人物的众生脸谱，充分展现了作者批判现实主义的风格。



夏目漱石 （ 1867.2.9-1916.12.9），本名夏目金之助。日本作家、评论家、英文学者，代表作品有《我是猫》《哥儿》《三四郎》等。被称为“国民大作家”，他的门下出了不少文人，芥川龙之介也曾受他提携。由于夏目漱石对日本文学的伟大贡献，他的头像曾被印在日元壹仟面值的钞票上，也因此很多日本年轻一代会戏称他为“之前壹仟日元上的欧吉桑”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8081040, './img/book/8081040.jpg', '三字经', '王应麟', '文学经典', 0, '以“人之初，性本善。性相近，习相远”起头的《三字经》，作为以儒家思想为主导的中国传统社会的蒙学读物中最为典型的一种，早巳家喻户晓，影响深远。

《三字经》取材典故范，包括中国传统文化的文学、历史、哲学、天文地理、人伦义理、忠孝节义等等，而核心思想又包括了“仁，义，诚，敬，孝。”背诵《三字经》的同时，就了解了常识、传统国学及历史故事，以及故事内涵中的做人做事道理。

这本广为流行的小册子，其作者却并未因此而广为人知，以至于在当时就已无法确指。明代中后期已有人提及：“世所传《三字经》、《女儿经》者，皆不知谁氏所作。”（赵南星《味檗斋遗书．教家二书序》)宋人王应麟、粤中逸老、区逋子都曾被认为是《三字经》的作者(见王相《三字经训诂序》、陈灿《增订发蒙三字经序》及屈大均《广东新语》)，也有将《三字经》的成书看作有一个过程的，由王应麟撰，经区道子改订、明人黎贞续成(民国金陵大学油印本《三字经》)，不过这些都是后来人的见解。所以在《三字经》作者问题上，一般学者倾向于用“世传”、“相传”王应麟所撰的提法。

This is a public domain book converted by anonymous volunteers and you may find it for free
on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13675886, './img/book/13675886.jpg ', ' 失乐园 ', '', ' 世界名著 ', 700, ' 布莱克和多雷视弥顿为英国最伟大的诗人，但绝非盲目崇拜。他们喜欢弥尔顿生动翱翔的想像力，但不认同他清教徒式的道德思想。布莱克除了写有长篇诗集《弥尔顿》之外，更是受弥尔顿1667年发表的名作《失乐园》的影响，从中蕴生出多幅画作的灵感。 本书收集的布莱克以水彩绘制的18幅以及多雷以铜版绘制的50多幅《失乐园》版画插图，已被公认为《失乐园》插图不可逾越的高峰。
    本书精选天才的插图画家布莱克和多雷为弥尔顿的伟大史诗《失乐园》所做的插图，极其诗意地再现了原著的主要内容，文字叙述辅以简洁连贯的故事梗概，使读者可以从中一窥原著的完整风貌。 《失乐园》也许是有史以来最浩繁的诗歌巨作。早已成为世界文学史的重要部分，如何形象地表现《失乐园》的风格和精神内涵，对画家来说一直以来都是极端的诱惑和挑战。 19世纪最著名的插图画家，布莱克和多雷的插图杰作，以“漂浮在梦幻中”的辉煌风格，完美诠释了《失乐园》的精神，使得最挑剔的评论者也承认，《失乐园》的宏大叙事与多雷式的壮观，形成了天衣无缝的组合。 正因为布莱克和多雷的天才贡献，将《失乐园》独特的诗意形象，留存在了不同时代的读者和不朽的历史中。


    约翰·弥尔顿（John Milton，1608—1674），英国诗人、思想家、政论家，民主斗士。弥尔顿是清教徒文学的代表，他一生为资产阶级民主运动而奋斗，参加宗教和政治论战，发表不少政论文，其中反对书报审查制的《论出版自由》最为有名。后因劳累过度双目失明，口述完成使他名扬后世的三部伟大著作：《失乐园》(1667) ，《复乐园》(1671) 和《力士参孙》(1671) 。《失乐园》共12卷，取材自《圣经·旧约·创世记》，描述撒旦引诱亚当和夏娃偷尝禁果而被逐出伊甸园的故事，是弥尔顿最著名的代表作，也是英国文学中一部极其重要的杰出史诗，与《荷马史诗》、《神曲》并称为西方三大诗歌。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13670407, './img/book/13670407.jpg ', ' 浮生六记 ', '', ' 文学经典 ', 799, ' 并不能用有趣、精致、伤感简单概括这本小书。之所以入得经典行列，约是手边有此一册，便真如有一妙友相伴。
    本次出版选开明书店民国本为底本，考以《雁来红丛报》本、霜枫社民国本、林语堂英译本重新点校；并请张佳玮精心译述，作长文译记为读者导读。原文、译文并收一本。
    独家收录“沈复的一生”（年表）“沈复三十年游历图”，另附“光绪三年初版序”“潘麐生题记”“光绪三年初版跋”，便于读者朋友更好读懂这本书，从中获益。


    沈复
    字三白，号梅逸。清乾隆二十八年（1763年）生于姑苏城南沧浪亭畔士族文人之家，十八岁娶舅女陈芸为妻。婚后夫妻俩举案齐眉、相爱甚笃，然命途多舛，常常事与愿违；幸而二人不落世俗，善苦中作乐，耳鬓厮磨二十三年，至芸积病身故，仍情深如旧。后，沈复离家漫游，著《浮生六记》六卷，记录过往生活中点滴趣味及漫游经历，因其以真言述真情，从不刻意造作，深为后世文人所推崇，流传至今，已成经典。
    张佳玮
    1983年生于江苏无锡。以一手古今皆通的文笔独树一帜。因其性情不拘、摒弃俗流，备受读者推崇。现在法国巴黎研习艺术鉴赏。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522576, './img/book/21522576.jpg ', ' 荒原狼 ', '', ' 外国现当代 ', 1192, '《荒原狼》是1946 年诺贝尔文学奖得主黑塞的名作，作者以摄人心弦的笔法，深刻地描述一个人如何冒着生命全面崩溃的危险，经历种种生命过程中的外在折磨之后，开始他心灵的内在追寻，而去掌握住那种难以捉摸的人类存在意义的故事。书中主人翁哈拉反抗这个使人越陷越深、逐渐戕害人类灵魂的世界，他企图揭发这个时代的缺憾与病态。
    本质上，这是一次地狱之旅，也是时而恐怖、时而勇猛的生命之旅。通过了浑噩的洪荒之境，他立定决心遍历炼狱，与混沌交战，而且担当一切罪孽，这就是本书的主旨。在追寻的过程中，哈拉历经一个似梦、似幻、似真的诡异奇境，他经历了无数虚幻的世界魔
    幻的剧场，最后终于肯定：在这外在世界的表象之内，其实隐藏着无限的庄严、不朽与神圣；超越一切外在事物的野性与混乱，便是一个超然而永恒的世界。


    赫尔曼·黑塞（Hermann Hesse）
    1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
    1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
    一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (23287871, './img/book/23287871.jpg ', ' 风雨哈佛路 ', '', ' 文学经典 ', 2340, '《风雨哈佛路》主人公莉丝出生在纽约的贫民窟，尽管父母吸毒，莉丝仍然深爱着他们。她在毒品、艾滋、饥饿充斥的环境中度过童年。在学校，莉丝肮脏的衣着，和藏在头发里的虱子让她饱受同学嘲弄，终因逃课被送进女童院。15岁时，莉丝拼尽全力维持的家庭最终破碎，她开始流落街头，捡拾垃圾，偷东西，她整夜乘坐地铁，因为只有在这里才能温暖入梦。莉丝早就知道，自己的生活之外，还有一个光鲜明亮的世界，只是她与那世界始终相隔。莉丝流落街头时，母亲因艾滋感染而死，莉丝深受触动，她决定不再继续这样的生活，她要改变命运，重返高中。无处安身的莉丝常在地铁站、走廊里学习、睡觉，她用2年的时间完成了4年的课程，并获得“《纽约时报》一等奖学金”，以优异的成绩进入哈佛大学。


    莉丝·默里(Liz Murray) ，1980年出生于纽约市布朗克斯区，父母吸毒，15岁莉丝便无家可归。她在居无定所，流浪街头的日子里，用两年时间完成了高中四年的学业，以全优的成绩考入哈佛，并获得“《纽约时报》一等奖学金”。莉丝还曾获得“白宫计划榜样奖”，及美国脱口秀女王奥普拉·温弗瑞特别颁发的“无所畏惧奖”，更受到美国前总统克林顿的接见。2003年莉丝的故事被搬上荧幕，该片获得第55届艾美奖三项提名。如今，莉丝在全球各地发表演说，以激励人们跨越困境去追寻心中的梦想，赋予人生意义，实现自我价值。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (118544619, './img/book/118544619.jpg ', ' 老人与海（中英双语珍藏版）', '', ' 外国现当代 ', 1599, '《老人与海》是海明威的代表作，为海明威夺得普利策奖和诺贝尔文学奖。本书讲述了古巴老渔夫圣地亚哥与大鱼搏斗的故事，塑造了文学史上典型的硬汉形象，宣扬了不畏艰难、不屈服于命运的斗争精神。


    欧内斯特·米勒·海明威（Ernest Miller Hemingway，1899—1961），美国著名作家，诺贝尔文学奖得主，一向享有“文坛硬汉”之誉，写作风格以简洁著称，对美国文学及20世纪文学的发展有极深远的影响。主要著作有《老人与海》《太阳照常升起》《永别了，武器》《丧钟为谁而鸣》等。《老人与海》获得过1953年的普利策小说奖。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (161857083, './img/book/161857083.jpg ', ' 鬼谷子（精）', ' 许富宏 译注 ', ' 文学经典 ', 1140, '《鬼谷子》是人类文明“轴心时代”产生的一部奇书，其思想内容十分丰富，涵盖了哲学、政治学、军事学、心理学、社会学、文学、情报学等多种学科，是一部可以被广泛解读的著作。《鬼谷子》提出了“捭阖”、“反应”、“内揵”、“飞箝”、“忤合”、“揣摩”等游说和谋略的原则和技巧，对纵横家学说的理论构建做出了重要贡献。它提供的智慧与谋略至今仍对现实生活中的方方面面有着指导意义。


    许富宏译注。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1063447, './img/book/1063447.jpg ', ' 曼弗雷德 ', '', ' 文学经典 ', 600, ' 本书为哈佛经典丛书第十八卷——“现代英国戏剧”中的一部。这里所指“现代”为本书编著者所处年代的时代划分方式。现称“古典主义”。


    诗剧《曼弗雷德》是英国诗人拜伦游弋欧陆时创作的作品，是诗人的代表作之一。曼弗雷德更是典型的“拜伦式英雄”，高傲、孤独、叛逆、浪漫：三幕诗剧中，他上穷碧落下黄泉，却终究无法摆脱爱欲的苦楚，得到灵魂的平静。

    走进《曼弗雷德》，阿尔卑斯的雪山奇丽，超自然的宇宙浩渺，主人公的个性和命运更令人叹惋、感念、深思。

    乔治·戈登·拜伦（1788-1824），是英国19世纪初期伟大的浪漫主义诗人。其代表作品有《恰尔德·哈罗德游记》、《唐璜》等。在他的诗歌里塑造了一批“拜伦式英雄”。

    责任编辑 程之又
    封面设计 Marina ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22359232, './img/book/22359232.jpg ', ' 我脑袋里的怪东西 ', '', ' 外国现当代 ', 1800, '《我脑袋里的怪东西》是一个讲述钵扎小贩麦夫鲁特的人生、 冒险、幻想和他的朋友们的故事,同时也是一幅通过众人视角描绘的 1969—2012年间伊斯坦布尔生活的画卷。
    在麦夫鲁特还是一个生活在安纳托利亚中部穷山村少年的时候，他就不住地幻想自己未来的生活会是怎样。
    十二岁时他辗转来到“世界的中心”——伊斯坦布尔打拼，立刻被那些老城消逝、新城待建的景象所吸引。他继承了父亲的事业，在土耳其的街道上贩卖钵扎。他与那些在城市繁华外荒凉处的居民一样，渴望致富。但是运气似乎永远都不追随他，他看着亲戚们在伊斯坦布尔暴富并定居；而自己却花了三年时间给一位仅在婚礼上有过一面之缘的女孩儿写情书，最后却阴差阳错地和那女孩儿的姐姐私奔。麦夫鲁特人到中年，在伊斯坦布尔的街巷里做过许多营生，酸奶小贩、鹰嘴豆鸡肉饭小贩、停车场管理员……


    奥尔罕·帕慕克（Orhan Pamuk, 1952— ），诺贝尔文学奖得主，当代欧洲最杰出的小说家之一。生于伊斯坦布尔，自幼学画，大学主修建筑，后从文。2006年获诺贝尔文学奖，授奖词称：“在探索他故乡忧郁的灵魂时，发现了文明之间的冲突和交错的新象征。”他的作品已经被译为60多种语言出版。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (37512866, './img/book/37512866.jpg ', ' 爱的进化论 ', '', ' 文学经典 ', 1999, '《爱的进化论》一书可以看做是《爱情笔记》、《爱上浪漫》的出版20周年延续版，本书以文学描写的手法，描述了一对夫妻在婚姻生活中所面临的感情、孩子、性关系、职业、争吵甚而增肥、死亡等等问题，其中有一句很打动人心：德波顿在描写这些时，直言不讳，表现出完全可靠的、令人震惊的诚实。


    阿兰·德波顿（Alain de Botton），英伦才子型作家，生于1969年，毕业于剑桥大学，现住伦敦。著有小说《爱情笔记》（1993）、《爱上浪漫》（1994）、《亲吻与述说》（1995）及散文作品《拥抱逝水年华》（1997）、《哲学的慰藉》（2000）、《旅行的艺术》（2002）、《身份的焦虑》（2004）、《无聊的魅力》（2005）、《幸福的建筑》（2007）、《工作颂歌》（2009）、《机场里的小旅行》（2009）、《写给无神论者》（2012）、《新闻的骚动》（2015）。他的作品已被译成二十几种文字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13316565, './img/book/13316565.jpg ', ' 黑桃皇后 ', '', ' 中短篇集 ', 599, ' 伟大诗人普希金的诗歌开创了俄国文坛诗歌创作的黄金时代，而他的小说同样是世界文学宝库中的珍品，《黑桃皇后--普希金中短篇小说选》收入《别尔金小说集》、《杜勃罗夫斯基》、《黑桃皇后》、《上尉的女儿》等四种小说。《黑桃皇后》是普希金最优秀的小说之一，它向我们展示了一幅俄国封建资本主义社会惊心动魄的画面。主人公赫尔曼是一个冒险家，为了发财他不择手段，先是骗取伯爵夫人的养女丽莎维塔的爱情，后又费尽心机潜入深府内院，企图从行将就木的老伯爵夫人那里骗取每赌必胜的三张纸牌的秘密，最后竟至拔出手枪，逼死了毫无反抗力的老伯爵夫人。当老伯爵夫人的幽灵向赫尔曼道出了纸牌秘密后，赫尔曼便疯狂地奔向赌场，一再加倍下大赌注，可是最后他志在必得的A却鬼使神差地变成了黑桃皇后，那张牌就像伯爵夫人幽灵恐怖的面容……读过普希金小说的读者在赞叹普希金小说超凡魅力的同时，往往为他的小说创作所占比重太小而遗憾。那么，只读普希金的诗歌而尚未读过他的小说的朋友可就更遗憾了。
    《黑桃皇后--普希金中短篇小说选》是“译文名著精选”之一。


    亚历山大·谢尔盖耶维奇·普希金，1799年6月6日出生于沙俄莫斯科，1837年2月10日逝世于圣彼得堡，是俄国著名的文学家、伟大的诗人、小说家，及现代俄国文学的创始人。19世纪俄国浪漫主义文学主要代表，同时也是现实主义文学的奠基人，现代标准俄语的创始人，被誉为“俄国文学之父”、“俄国诗歌的太阳”（高尔基）。
    《黑桃皇后--普希金中短篇小说选》收入《别尔金小说集》、《杜勃罗夫斯基》、《黑桃皇后》、《上尉的女儿》等四种小说。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (20284473, './img/book/20284473.jpg ', ' 人鼠之间 ', '', ' 外国现当代 ', 1999, ' 莱尼身高两米，力气大得吓人，但心智像个孩子。
    乔治从小和他一起长大，是他唯一的朋友。乔治带着莱尼到处打零工糊口。莱尼单纯善良，可常常闯下大祸。莱尼每次闯祸，乔治就必须带着他逃亡，永无休止地流浪。
    乔治和莱尼有一个卑微的梦，希望有一天可以存够钱买一小块地。他们可以在属于自己的小天地里种种菜，养鸡养猪，养莱尼最心爱的兔子。他们可以不必再流浪。　　他们又流浪到一座农场。这一次，永无休止的流浪终于到了尽头，梦想也到了尽头。乔治终于帮莱尼找到一个地方。在那里，莱尼永远不会再闯祸，永远不会再受伤害，永远不需要再逃亡……

    约翰·斯坦贝克是地位崇高的文学大师，也是最受美国民众喜爱的畅销作家。他1968年过世之后，作品每年仍持续卖出两百万册，累计迄今已将近一亿册，其中超过半数是《愤怒的葡萄》《人鼠之间》这两部代表作。
    斯坦贝克之所以深受美国人民欢迎，主要是因为他描写的人物正是最基层的社会大众。他刻画出他们面对困境时所展现出来的人性光辉：善良，同情，以及为生存而奋斗的勇气。
    《人鼠之间》是美国中学十部必读经典之一。可谓一部真正的文学经典。

    约翰·斯坦贝克（John Steinbeck），20世纪美国最伟大的作家之一，1962年诺贝尔文学奖得主。代表作有《愤怒的葡萄》（The Grapes of Wrath）、《伊甸园东》（East of Eden）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29440832, './img/book/29440832.jpg ', ' 正红旗下 ', ' 老舍 ', ' 中国现代 ', 599, '《正红旗下》是老舍未完自传体长篇小说遗作，手稿共十一章，一百六十四页。一九六六年八月二十四日，老舍自沉于北京太平湖，这部作品与他的人生，戛然而止。
    老舍为旗人，隶属“满洲八旗”的“正红旗”，这也是书名的由来。老舍从出生写起，当时正是清朝末年，社会动荡，民生凋敝。眼看着大清王朝走向没落，养尊处优的八旗子弟们也在末路挣扎……随着义和团兴起，洋人到来，北京老百姓平静的生活被打破，一个个人物在老舍笔下栩栩如生：老实巴交的父亲、善良正直的王掌柜、尖酸刻薄的姑母、聪明能干的福海二哥、妄自尊大的牛牧师……这些身处在动荡历史洪流中的大清子民，都走向了不同的命运……


    老舍（1899-1966）
    小说家、剧作家。
    1899 年生于北京，原名舒庆春，满族正红旗人；
    1918 年北京师范学校毕业，任小学校长；
    1924 年赴英，任教于伦敦大学东方学院，正式开始文学创作；
    1930 年归国，先后任教于齐鲁大学和山东大学；
    1937 年奔赴国难，直至抗战胜利；
    1966 年8 月24 日午夜，自沉太平湖。
    代表作
    《骆驼祥子》（1936）
    《四世同堂》（1944-1948）
    《茶馆》（1957）
    《正红旗下》（1962）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24608325, './img/book/24608325.jpg ', ' 闹花丛 ', ' 姑苏痴情士 ', ' 中国古典 ', 399, '《闹花丛》是姑苏痴情士的小说。叙述了明代弘治年间，南京应天府上元鼎官家子弟庞文英，与五个女子的恋爱婚姻和风流韵事。庞大英才高学富，貌美年少，美女纷至沓来，主动地投怀入抱，于是一妻四妾，欢乐美满。


    明弘治年间，南京应天府上元县官家子庞国俊，字文英，年少俊美，文采飞扬，又勤勉自励，苦读不辍，十五岁即以县第一名中秀才。有些大户人家遣媒人来提亲，文英因其中无有才色俱佳者，故一概婉言拒绝。十五岁那年，文英应乡试。梓潼帝君托梦，断言在看金榜日必逢佳偶。文英与朋友上街看榜，见一绝色女子，不由心旌摇荡，尾随至刘状元府邸。女子入门后，请丫环将文英引入，二人互通姓名。女子乃刘状元之女玉蓉，对文英的道德文章颇有耳闻，今亲见其人，情不能已，终褪尽罗裳，与文英成就好事。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5333982, './img/book/5333982.jpg ', ' 黑郁金香 ', '', ' 外国现当代 ', 599, ' 这部小说以十七世纪荷兰资产阶级革命时期激烈的政治斗争和动荡生活为背景。主人公科尼利厄斯·范·贝莱是个完全不过问政治的青年医生。他爱好培植郁金香，并在试着培育一种没有一点杂色的大黑郁金香，因为第一个培育出黑郁金香的人能获得一笔可观的奖金。范·贝莱的邻居博克斯特尔为了得到这笔奖金，也想培育出黑郁金香。他对范·贝莱很忌妒，生怕范·贝莱捷足先得。他不择手段地监视范·贝莱的行动，暗中破坏他培育起来的郁金香。尔后，他又诬告范·贝莱藏着有损于荷兰总督制的信件，致使他无辜锒铛入狱，险些被送上断头台。在狱中，范·贝莱得到监狱看守的女儿罗莎的帮助，继续试种黑郁金香。但不幸的是，他们俩培育出来的第一棵黑郁金香被博克斯特尔窃为己有。罗莎孤身一人，勇敢地前往园艺协会所在地哈雷姆，经过据理力争，终于使黑郁金香回到了真正的主人手里，范·贝莱也被宣告无罪而重新获得自由，他和罗莎幸福地结合在一起。

    本书是这部小说的简写本，讲述的是一个在十七世纪荷兰资产阶级革命背景下，主人公经历千辛万苦培育出黑郁金香的故事，小说保持了原著的主要情节，而且在写作技巧上也较好地保持了原作者的风格，文字浅近，语言生动。

    大仲马（Alexandre Dumas Pere 1803-1870），十九世纪法国著名作家，法国浪漫主义文学运动的先驱。他创作的小说剧本有一百多部，最著名的有《三个火枪手》（The Three Musketeers，1843-1844），《基度山伯爵》（The Count of Monte Cristo，1844）等。他的很多作品已被译成多种文字，深受世界各地读者的欢迎。他的许多小说和剧本以历史事件为题材，《黑郁金香》（The Black Tulip）也是其中较有名的一部作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (110873040, './img/book/110873040.jpg ', ' 格拉斯医生 ', '', ' 外国现当代 ', 1299, '《格拉斯医生》是瑞典作家雅尔玛尔·瑟德尔贝里在1905年出版的被称为“鲜活的经典”的小说。小说以医生格拉斯的日记展开故事。少年时代的他是敏感的，有对性事的厌恶恐慌，对爱情的美好憧憬，也有过纯洁的仲夏夜的初吻。但因女孩数日后的溺水而亡，成为他最珍贵和最痛苦的生命的精华。


    他对伪善和假道德深深厌恶。到底什么是医生的职责，什么是对生命的尊重？这一直是困扰他的问题……');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1069308, './img/book/1069308.jpg ', ' 变色龙 ', '', ' 世界名著 ', 600, ' 世界文学大师契诃夫在四分之一世纪的文学创作生涯中，为后世留下了大量风格独特、结构严密、语言简练、讽刺尖刻的短篇小说。在这些作品中，作者以十九世界俄国社会中所习见的凡人小事为素材，以高超的艺术手法，从独特的角度，对腐朽没落的社会制度作了有力的揭露和鞭挞，对小市民的庸俗、贪欲、投机钻营进行辛辣的讽刺，对社会底层的劳苦大众寄予深切的同情。契诃夫的短篇小说促人深思，发人深省，既让你感到西酣畅淋漓的痛快，又让你发出会心的微笑。这些短篇小说确有永恒的魅力，永远值得阅读。

    在世界文坛上，契诃夫是一位罕见的艺术家。无论是小说，还是剧本，他都独辟蹊径，其艺术成就是高超的，举世公认的。关于契诃夫的小说，列夫·托尔斯泰说过：他“创造了新的形式，因此我丝毫不假作谦逊地肯定说，在技术方面契诃夫远比我为高明！……这是一个无与伦比的艺术家。”

    安东·巴甫洛维奇·契诃夫( 英语：Аnton chekhov ) (1860～1904) 俄国小说家、戏剧家、十九世纪末期俄国批判现实主义作家、短篇小说艺术大师。1860年1月29日生于罗斯托夫省塔甘罗格市。但契诃夫只身留在塔甘罗格，靠担任家庭教师以维持生计和继续求学。1879年进莫斯科大学医学系。1884年毕业后在兹威尼哥罗德等地行医，广泛接触平民和了解生活，这对他的文学创作有良好影响。1904年6月，契诃夫因肺炎病情恶化，前往德国的温泉疗养地黑森林的巴登维勒治疗，7月15日逝世。他和法国的莫泊桑，美国的欧·亨利 齐名为三大短篇小说巨匠。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10166542, './img/book/10166542.jpg ', ' 变形记 ', '', ' 外国现当代 ', 999, ' 本书囊括了卡夫卡所有的中短篇小说，其中《变形记》|《在流放地》、《在法的大门前》、《饥饿的艺术家》、《乡村教师》等都是脍炙人口的名篇。它们均采用象征、隐喻、夸张等手法，情节生动，语言简洁流畅；故事怪诞离奇，无确定的时间和地点，无前因后果，给人以梦幻、神秘、奇特的感觉。作品的主人公几乎都处于一种身不由己的境地，他们在离奇古怪的世界中都有自己的目标，但往往又以失败而告终。


    卡夫卡(1883—1924) ，奥地利著名小说家。出生于奥匈帝国统治时期的布拉格，父亲是一个成功的犹太商人。卡夫卡曾攻读文学，后改学法律。先后供职于一家保险公司和工人保险所，因肺病辞职。后埋头写作。曾两度订婚，却因健康关系一直未婚。1924年死于肺病。卡夫卡最杰出的作品当数长篇小说《审判》、《城堡》和短篇小说《变形记》，这些作品的主题、风格对后来的荒诞派戏剧、黑色幽默小说产生了重要影响。凭借这些作品，他被誉为20世纪最优秀的作家之一，西方现代派文学的先驱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (12739605, './img/book/12739605.jpg ', ' 震撼世界的十天 ', '', ' 文学经典 ', 1800, ' 1917年，一件撼动整个世界的大事发生了。
    它就是俄国的十月革命。无论评说如何，它都已经也将继续给这个世界留下深深的印记。为什么要读历史？不是害怕忘记，而是不能失忆。或许，有一句话其实我们应该这样说：我忆故我在。失忆的人也一同失去了自我，一个人能够记忆多少他的自我才有多少。如果我们对当下之前的一切一无所知，那么所谓“思考”只是一种想象的存在。现在，美国记者和社会主义者约翰·里德，亲历并记下了这开辟人类新纪元的十天，为后人留下了弥足珍贵的第一手历史资料。
    伟大的时刻成就了伟大的书。这是一部史诗般的报告文学。阅读它，能够让你走进历史的纵深，直面那一幕幕触动内心的生活场景。它能够为你还原那一个个有血有肉的人物，重现那波诡云谲的社会画面。“这是世界上第一本详尽记述十月革命的历史性文献”。它是一件历史标本，也可以说是历史的脚本。它是创世纪，也可以说是启示录。它能让你感受到，历史并不遥远。
    所以，本书所述永远都是一部鲜活的历史。所谓革命，也许一直都在发生。但是，还很少有人像里德这样生动地记载过。是的，一颗诗人的心灵，一双记者的眼睛，它会为你讲述什么呢？历史，就是让有心人去看见沧桑，就是从过往看见它的来世。这一点里德做到了。

    1919年第一版的时候，它就成为畅销书。它曾经为列宁所推荐，被爱森斯坦改编为同名电影。它已经成为历史阅读中不可遗漏的经典。历史是怎么形成的？社会是如何变化的？人与人类的命运又是怎么一回事？这本书都能够带给你深刻的认识。这本书还能够带给你俄国人的感知，美国人的视角，最后是中国人的况味。
    这是一本名副其实的长销书，时至今日仍然不断再版，将来也必会如此。十月革命震撼了世界，而且深刻地影响了中国的历史进程。了解那场革命，这可以说是最好的一本书，或者说是首选的书！
    电影《赤色分子》改编自作者的真实经历，也反映了本书所讲述的历史进程。

    约翰·里德（1887-1920），美国记者、诗人、共产主义活动家。在大众文化中，他已经成为一个含义多样的符号。有些人简单地认为，他是一个“浪漫革命者”，披着革命外衣的“花花公子”。
    里德出身富商家庭，毕业于哈佛大学。他的家族涉足机械制造、燃气工程和钢铁冶炼等等行业。哈佛期间，他曾列席共产主义俱乐部的会议，但没有加入组织。里德立志成为一名记者，并为之不懈努力。他一身遭到的逮捕多达20余次。第一次是在1913年的新泽西，他参与组织“美国丝绸城”的罢工。同年秋，他被派往墨西哥报道墨西哥革命。一系列杰出文章为这位战地记者赢得了全国性声誉。
    1920年10月17日，他在妻子紧握的手心中死去。人们以英雄之礼为他举行了国葬，把他安埋在克里姆林宫红场墓园。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18208965, './img/book/18208965.jpg', '月亮和六便士', '', '外国现当代', 1400, '书中的主人公“我”是伦敦怀才不遇的作家，偶然间认识了一位证券经纪人，对方在人届中年后突然响应内心的呼唤，离经叛道舍弃一切，先是奔赴巴黎，后又到南太平洋的塔希提岛与土著人一起生活，全身心投入绘画，并在死后声名大噪。“我”在他成名后开始追溯与艺术家家曾经的来往与对方之后的人生经历。艺术家的故事以生极落魄、死备哀荣的法国后印象派画家高更的生平为基础。

威廉·萨默赛特·毛姆，英国小说家、戏剧家。1874年1月25日生于巴黎。父亲是律师，当时在英国驻法使馆供职。小毛姆不满十岁，父母就先后去世，他被送回英国由伯父抚养。毛姆进坎特伯雷皇家公学之后，由于身材矮小，且严重口吃，经常受到其他孩子的欺凌和折磨，有时还遭到冬烘学究的无端羞辱。孤寂凄清的童年生活，在他稚嫩的心灵上投下了痛苦的阴影，养成他孤僻、敏感、内向的性格，却也让他变得坚强和富有同情心。幼年的经历对他的世界观和文学创作产生了重要的影响，在此后创作的多篇著作中无不透露出对人生、艺术、信仰的深刻剖析。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (124608990, './img/book/124608990.jpg', '鲁迅文学全集（全7册）', '鲁迅', '中国现代', 29800, '鲁迅是中国现代伟大的文学家、思想家。他是一位高产作家，涉足的领域也很广泛。全套《鲁迅全集》总计有600多万字，共20卷。作品类型包括文学创作、古籍校辑、文艺理论、翻译作品等。
诚如蔡元培所说：“鲁迅著作方面较多，蹊径独辟，为后学开示无数法门。”但是对于一般的读者而言，一部《鲁迅全集》实在是太过繁多。鲁迅的所有作品中，以文学作品最为一般读者所了解和喜爱。本套书收全了鲁迅所写的小说、杂文、散文，以及部分诗歌。编校的底本采用的是1938年鲁迅先生纪念委员会主持编订的《鲁迅全集》。在编辑过程中，尽可能保留了原版的样貌。
全书内容和编排体例均与原版相同，只调整了个别篇章的内容。全书文字校订方面，除了将繁体竖排转为简体横排外，仅改正了原版中个别错字和标点。其中通假字和鲁迅习惯用字，完全按照原版保留。另有外国人名、地名等，均保留原版的译法。



鲁迅（1881－1936），原名周树人，字豫才，小名樟寿，至三十八岁，始用鲁迅为笔名。浙江省绍兴人。中国现代伟大的文学家、思想家。
幼时就读于绍兴府城内私塾三味书屋，1898年考入江南水师学堂，1899年改入江南陆师学堂附设矿路学堂，1902年被选派赴日本留学，入读东京弘文学院，1904年转入仙台医专学医。1906年终止学医，在东京研究文艺。
1909年回国，在浙江两级师范学堂和绍兴中学堂任教。1912年民国政府成立后，先后在教育部及北京师范大学、北京大学、厦门大学、中山大学等校任职。
1918年第1次以“鲁迅”为笔名，在《新青年》发表了第1篇小说《狂人日记》。此后陆续出版小说集《呐喊》《彷徨》，论文集《坟》，散文诗集《野草》，散文集《朝花夕拾》，杂文集《热风》《华盖集》《华盖集续编》等专集。1926年间编著《汉文学史纲要》《而已集》及《故事新编》的部分作品。1927年到上海，专事著作。陆续写作了《南腔北调集》《三闲集》《二心集》《伪自由书》《准风月谈》《花边文学》及三本《且介亭杂文》等大量杂文，抨击时弊、揭露黑暗，成为中国现代文化界的精神领袖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (48910169, './img/book/48910169.jpg', '枕草子', '', '文学经典', 3000, '《枕草子》大约成书于1001年，开日本随笔文学之先河。
全书共有305段，分为类聚、日记、随想三大内容。类聚是受唐朝李义山《杂篡》的影响，罗列生活中不同性质与类别的事物，如“山”、“海”、“扫兴的事”、“高雅的东西”，涉及地理风貌、草木花鸟、内心情感、生活情趣等等，非常丰富地体现出作者清少纳言细腻的观察和审美趣味。日记记录了作者在宫中的生活，其中有反映她与皇后藤原定子感情深笃的经历，以及她在宫中生活的片断，这部分内容深映古典风貌，可从中了解日本平安时代皇室贵族的生活状态和品味素养。随想则是对自然与人生的随感，尤其可见作者明快、自由的生活态度。



清少纳言，生于966年左右，真实姓名不详。“清”取自家族姓氏“清原”，“少纳言”为宫中官职。出身于书香门第，汉学修养深厚，与当时的紫式部、和泉式部并称平安时代的“王朝文学三才媛”。
译者周作人（1885—1967），浙江绍兴人，中国现代著名散文家、翻译家、思想家。一生著译传世约1100万字，其中翻译作品居一半有余。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522887, './img/book/21522887.jpg', '流浪者之歌', '', '外国现当代', 992, '本书讲述了古印度贵族青年悉达多为了追求心灵的安宁，孤身一人展开求道之旅的故事。他聆听教义、结识名妓，还成为富商。此时的悉达多，内在与外在的享受达到巅峰，却对自己厌恶至极。终于，他抛弃世俗，来到河边，意图结束生命。在最绝望的一刻，他听到了生命之流永恒的声音……



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (15465683, './img/book/15465683.jpg', '能断：金刚经给你强大', '', '文学经典', 1799, '这是一本能断人生各种执著，给身心带来强大正能量的生命开示录。只要你掌握了哪怕其中短短一句的智慧，苦不苦什么的都会无所畏。
当然，假如你不太懂其中的意思，它也并非对你没有利益。当自己遭逢磨难、疾病、不顺时，单单是抄写或念诵一遍此经，就有助于逢凶化吉、遇难成祥。甚至只是把它放在家里，或带在身边，此处也相当于有了佛塔，能化解诸般灾祸，增添无边吉祥。
这一点，不管你是否信仰佛教，都会如此！

一、即使你从来没读过，没听过《金刚经》，那人生的很多违缘可能较难化解，而如果把《金刚经》请回家，或带在身边，就相当于与佛在一起，时时、事事皆受佛法甘露的润泽。
二、《西藏生死书》作者索甲仁波切，著名演员陈坤、孙俪由衷推荐的藏地上师。
三、哈佛大学、华盛顿大学、哥伦比亚大学、德国马普研究所等众多欧美院校极受欢迎的心灵讲师之一。
四、备受清华、北大、复旦、港大等高校师生欢迎的心灵导师。
五、经文宣讲中，结合了藏地、汉地众多译本所长，并广泛引用佛菩萨及前辈圣者的教证，次第传承出“《金刚经》能断一切苦，能带给人无尽强大”的丝丝密意，圆满显现藏传佛教讲经的特色。

索达吉堪布，生于1962年，依止法王如意宝晋美彭措为根本上师，驻锡于喇荣五明佛学院。多年来，堪布不仅将大量藏文经论译成了汉语，而且还将汉文典籍译成藏文，使更多的人不会因语言障碍，而错失珍贵的人类文化精髓。
1990至1999年，堪布曾前往欧美及东南亚等多国弘法。近年来，又应邀前往清华、北大、人大、复旦、港大等高校，与众多知识分子进行交流，深入浅出地展示佛教奥秘，引导大家正确面对学业、情感、工作、人生等问题。并与诸多海内外科学家，对宏观、微观的生命科学，以及环保、和平、道德等方面理念，一直以来深入探索，希望提升一切生命的福祉。
堪布常说：“我不知道自己能活多长时间，但只要有一口气，哪怕只有一个人听法，我也会尽心尽力用佛法饶益他。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49197098, './img/book/49197098.jpg', '十日谈', '', '世界名著', 1600, '在佛罗伦萨闹瘟疫期间的一个清晨，7个美丽年轻而富有教养的小姐，在教堂遇到了3个英俊而富有热烈激情的青年男子。7位小姐中的3人是他们的情人，别的几位和他们还有亲戚关系。他们决心带着仆人，离开佛罗伦萨这座正在走向死亡的可怕城市。他们相约，两天后到郊外的一座小山上的别墅里去躲避瘟疫。那里环境幽静，景色宜人，有翠绿的树木环绕，还有曲折的走廊，精致的壁画、清澈的清泉和悦目的花草，地窖里还藏着香味浓郁的美酒。这10位年轻人每天不是唱歌弹琴，就是跳舞散步。在暑气逼人的夏季里，他们坐在绿草茵茵的树荫下，大家商定每人每天讲一个优秀动听的故事，以此来愉快地度过一天中最难熬的时光，他们一共讲了10天（其中因为种种原因耽误了5天，共计15天，但是就讲故事的时间而言还是10天），10天合计讲了100故事，这些故事收集成集子就叫《十日谈》。



乔万尼·薄伽丘（GiovanniBoccaccio，1313年—1375年12月21日），意大利文艺复兴运动的杰出代表，人文主义杰出作家。与诗人但丁、彼特拉克并称为佛罗伦萨文学“三杰”。其代表作《十日谈》是欧洲文学史上第一部现实主义作品。它批判宗教守旧思想，主张“幸福在人间”，被视为文艺复兴的宣言。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9332640, './img/book/9332640.jpg', '华杉讲透《孙子兵法》', '华杉', '文学经典', 1980, '这回彻底读懂《孙子兵法》！通俗通透解读经典战例，逐字逐句讲透兵法原意。
《孙子兵法》6111字，似乎每个字都艰深玄奥，让很多人望而却步；其实，只要抓住兵法的根本思想，就会发现处处豁然开朗、字字明明白白。
本书作者华杉，研究孙子兵法二十余年；在本书中，抓住兵法根本思想，通过155个经典战例，将《孙子兵法》的原意剖析得详尽透彻。同时援引2000多年来，解读《孙子兵法》的传世注家曹操、杜牧等11人的注解，从不同角度还原兵法原意。

全书通俗流畅，精彩纷呈；背水一战、围魏救赵等经典战例，更是讲解得令人身临其境，犹如置身战场上空，看交战双方兵马调动，浴血奋战，在震天的厮杀声中演绎着兵法的深邃思想。
翻开本书，直窥《孙子兵法》堂奥，既简单、又深邃、既朴实、又玄妙；开启一场通往智慧的非凡阅读体验。
本书在着力讲透兵法原意的同时，尤其针对人们对《孙子兵法》的普遍误读、误解，做了鞭辟入里的详解分析。华杉先生研究《孙子兵法》二十多年，本书的部分内容早已通过各种内部演讲、微博、微信等媒介，在坊间广为流传。

华杉，生于1971年，现居上海。自幼熟读经史，兵书战策、儒学经典烂熟于心，又广泛涉猎西方哲学，融会贯通，观点自成一家。
另有传播学专著《超级符号就是超级创意》，畅销二十万册。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (12062205, './img/book/12062205.jpg', '知行合一王阳明 （1472～1529）', '度阴山', '文学经典', 1200, '道破天机！深入全面解读知行合一及其创始人王阳明的通俗全传！了解王阳明都读这本！
在蛮荒的龙场，王阳明悟出了“圣人之道，吾性自足”，即人人皆有良知。而在血腥的沙场和险恶的朝堂，让龙场悟道实际发挥作用的，是“知行合一”，即遵循内心的良知，便能达到宁静于内、无敌于外的境界。
如果心学是圣贤功夫，那么知行合一则是俗世智慧。知行合一并非得自顿悟，而是在磨难中不断反思、修练，最终砥砺出的生命境界。
在经历了当众廷杖的奇耻、下狱待死的恐惧；流放南蛮的绝望、瘟疫肆虐的危险；荒山
野岭的孤寂、无人问津的落寞，直至悟道的狂喜、得道的平静后，王阳明不但求得了内心的安宁，而且逐渐通过“知行合一”拥有了足以改变世界的力量。
凭借知行合一的强大力量，王阳明率文吏弱卒，荡平了江西数十年巨寇。
凭借知行合一的强大力量，王阳明以几封书信，一场火攻，三十五天内平定了宁王之乱。
凭借知行合一的强大力量，王阳明从根本上扫清了困扰明政府多年的广西部族匪患。
本书通过讲述王阳明的辉煌传奇，为您剖析知行合一的无边威力。



度阴山：中国人民大学史学硕士，畅销书《帝王师：刘伯温》作者。大学时便反复诵读王阳明的《传习录》，至今已可倒背，深信王阳明事功与“良知”和“知行合一”之间的因果关系，遂以近十年之功，厚积薄发，著成这部唯一从“知行合一”角度阐释王阳明人生的通俗全传。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (46978697, './img/book/46978697.jpg', '儒林外史', '吴敬梓', '中国古典', 1400, '《儒林外史》是一面封建社会的照妖镜。它通过对封建文人、官僚豪绅、市井无赖等各类人物无耻行为的真实生动的描写，深刻地揭露了行将崩溃的封建制度的腐朽性，强烈地抨击了罪恶的科举制度，并涉及了政治制度、伦理道德、社会风气等等，客观上否定了整个封建制度。否定、鞭挞科举制度，谴责官僚集团，揭露封建礼教，同情人民群众，这样一些内容使《儒林外史》成为一部具有进步的民主思想的名著。被科举制度害得精神失常、心理变态的范进；本是贫寒青年，但在黑暗社会的熏染下逐渐腐蚀变质，抛弃糟糠之妻，成了忘恩负义的卑鄙小人的匡超人；掠夺他人的土地，霸占寡妇的财产，专靠欺诈哄骗饱食终日的严贡生等人物形象，是中国讽刺文学中最早出现、最具影响的艺术典型。《儒林外史》还写了一些下层人民，表现了作者对他们深切的同情和热爱，颂赞他们正义、朴实的高贵品质和非凡的才能。鄙视功名的王冕，真诚善良的伶人鲍文卿，淳朴的农村小生产者卜老爹和牛老爹，便是这类人物的代表。



吴敬梓（1710～1754），字敏轩，又字文木，全椒（在安徽）人，著有《儒林外史》和《文木山房集》等。吴敬梓虽是名门望族的后代，小时深受儒家思想的熏陶，但由于经济地位的迅速变化，使他接触了劳动人民，看到了社会的黑暗和科举制度的罪恶。因为思想上有进步的一面，并且掌握了描写现实的讽刺手法，所以才能在晚年写出《儒林外史》这部十分杰出的长篇讽刺小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11228402, './img/book/11228402.jpg', '一个陌生女人的来信', '', '外国现当代', 98, '《一个陌生女人的来信》是由奥地利的著名作家茨威格创作的，是其代表作之一，讲述的是一个陌生的女人，在她生命的最后时刻，饱蘸着一生的痴情，写下了一封凄婉动人的长信，向一位著名的作家袒露了自己绝望的爱慕之情。小说以一名女子最痛苦的经历，写出了爱的深沉与奉献。



斯台芬·茨威格（1881—1942），奥地利小说家、诗人、剧作家和传记作家。出身富裕犹太家庭，青年时代在维也纳和柏林攻读哲学和文学，日后周游世界，结识罗曼·罗兰和弗洛伊德等人并深受影响。创作诗、小说、戏剧、文论、传记，以传记和小说成就最为著称。第一次世界大战期间从事反战工作，是著名的和平主义者。一九三四年遭纳粹驱逐，流亡英国和巴西。一九四二年在孤寂与幻灭中自杀。代表作有短篇小说《象棋的故事》、《一个陌生女人的来信》，长篇小说《心灵的焦灼》，回忆录《昨日的世界》，传记《三大师》和《一个政治性人物的肖像》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13447106, './img/book/13447106.jpg', '一九八四：双语珍藏本', '', '世界名著', 1999, '《一九八四》是奥威尔的传世之作，堪称世界文坛最著名的反乌托邦、反极权的政治讽喻小说。他在小说中创造的“老大哥”、“双重思想”、“新话”等词汇都已收入权威的英语词典，甚至由他的姓衍生出“奥威尔式”（Orwellian）、“奥威尔主义”（orwellism）这样的通用词汇，不断出现在报道国际新闻的记者笔下，足见其作品在英语国家之深远。
“多一个人看奥威尔，就多了一份自由的保障，”有论家如是说。



乔治·奥威尔：英国伟大的人道主义作家、新闻记者和社会评论家，著名的英语文体家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25965827, './img/book/25965827.jpg', '圣诞故事集', '', '世界名著', 999, '从1843年到1848年间（1847年除外），狄更斯每年圣诞节发表一部中篇小说，共得五篇，集结出版后名为《圣诞故事集》。这些小说绝不仅仅是纯粹的应景式作品，它们集中表现了作者调和社会矛盾的梦想和感伤失望的情绪。仅以其中最著名的《圣诞欢歌》为例，故事描写了一个吝啬的老商人在圣诞夜被三个幽灵带着遍览穷苦人的善意、狠心人的下场，于是从此变为慷慨仁爱之人……《圣诞故事集》在英国深入人心，其中的人物几乎家喻户晓。许多评论家认为，它的出版，标志着狄更斯的创作进入了繁荣期。



狄更斯，1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24628842, './img/book/24628842.jpg', '媚娘艳史', '嘉禾餐花主人', '中国古典', 600, '武则天，中国历史上唯一的女皇帝，她的美貌与智慧围绕着皇权写下了一生的传奇。而她的闺房之乐，也成为千百年来后人津津乐道的桃色话题。秘密的深宫，秘密的闺房，秘密的男女情事，总能挑逗起凡夫俗子最本能的欲望。本书坦诚以对，读者各自修行。



《媚娘艳史》原名《新镌浓情快史》，是古代坊间传阅读最高的同类型小说。武则天一生中有过很多男人，他们或是武则天攀上权力顶峰的人梯，亦或是她情欲蠢动的慰藉。这些在正经史书上都有详实的记录。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31442591, './img/book/31442591.jpg', '白先勇细说红楼梦（全二册）', '白先勇', '文学经典', 8399, '“红楼梦是我的文学圣经，我写作的百科全书。”
本书由白先勇台湾大学《红楼梦》导读通识课（2014—2015）课堂讲义编纂而成。《红楼梦》是一本天书，有解说不尽的玄机、探索不完的秘密，但最重要的，它终究是一部伟大的小说。白先勇正本清源，把这部文学经典完全当作小说来导读，侧重解析《红楼梦》小说艺术的“现代性”：神话构架、人物塑造、文字风格、叙事手法、观点运用、对话技巧、象征隐喻、平行对比、千里伏笔，检视曹雪芹如何将各种构成小说的元素发挥到极致，并远远超越它的时代，甚至比西方现代主义文学更早、更前卫。
他以小说家的艺术敏感，擦去经典的蒙尘之处，将历来被冷落的人物、被曲解的角色一一归还原本的个性姿彩，令其登台绽放。在文字艺术的赏读玩味之间，解读中国人生哲学的绝妙真意与人情社会的文化密码，更从一本伟大的小说延展开去，漫谈文学、美学、哲学、昆曲的枝枝蔓蔓，织构一座如梦如幻的红楼琼宇。白先勇借此细读机缘，仔细比对“庚辰本”与“程乙本”的差别，掂量一字一句的千斤之重与微妙意蕴，得以重新发现失落已久的“程乙本”《红楼梦》之美。



白先勇，小说家、散文家、评论家、剧作家。1937年生，广西桂林人，名将白崇禧之子。台湾大学外文系毕业，美国爱荷华大学“作家工作室”文学创作硕士。著有短篇小说集《寂寞的十七岁》、《台北人》、《纽约客》，长篇小说《孽子》，散文集《树犹如此》等，重新整理明代汤显祖戏曲《牡丹亭》、高濂《玉簪记》，并撰有父亲白崇禧传记《白崇禧将军身影集》。近年来致力于两岸昆曲复兴与古典名著《红楼梦》的重新解读与推广。
《红楼梦》导读是白先勇在美国加州大学圣塔芭芭拉分校东亚系主要授课之一，分中英文两种课程，持续二十多年。2014年，白先勇受邀回母校台湾大学开设《红楼梦》导读通识课，借三学期的细说，将毕生对《红楼梦》的钻研体会倾囊相授，深受两岸学生欢迎。希望借由这部旷世经典的赏读，让青年学子重新亲近我们的传统文化。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (28602670, './img/book/28602670.jpg', '弗兰肯斯坦', '', '世界名著', 1099, '“我们每个人都来写个鬼怪故事吧！”1816年夏天，拜伦和雪莱夫妇在瑞士日内瓦湖畔度假。为打发阴雨绵绵的烦闷时光，拜伦勋爵提议。最终，两位大诗人的故事不了了之，而玛丽•雪莱的构想却丰富成书，塑造了欧美文学史上经典的怪物形象：弗兰肯斯坦。
《弗兰肯斯坦》在传统哥特小说的基础上融入大量浪漫主义元素，被公认为世界上第一部真正意义上的科幻小说，它催生了一整个系列的恐怖故事，并被多次改编成电影和戏剧。
小说主人公弗兰肯斯坦是一名疯狂痴迷于科学实验的学生，力图用人工创造出生命，在实验室里制造了一个模样奇丑无比的怪物。怪物因无法融入人类族群而生愤懑，誓死报复其缔造者。



玛丽·雪莱（1797—1851）英国著名小说家，以《弗兰肯斯坦》闻名于世，被誉为“科幻小说之母”。生于书香门第，父亲是哲学家，母亲是激进的女权主义者。玛丽•雪莱后与浪漫主义诗人珀西•雪莱私奔。创作《弗兰肯斯坦》时年仅十九岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22358531, './img/book/22358531.jpg', '纯真博物馆', '', '外国现当代', 1800, '一个爱情故事。又不仅止于爱情。
伊斯坦布尔，1975年，有婚约在身的30岁少爷凯末尔爱上了自己的穷亲戚、18岁的清纯美少女芙颂。可两人的爱情来而复去，凯末尔想找回爱人的心，自此追寻便是八年，但还是迟了……
凯末尔爱芙颂的一切，也爱芙颂爱过的，甚至触碰过的一切。痴情、忧伤的男人收集着心上人摸过的所有物品，那些盐瓶、小狗摆设、顶针、笔、发卡、烟灰缸、耳坠、纸牌、钥匙、扇子、香水瓶、手帕、胸针……，甚至是4213个烟头。凯末尔用十五年的时间走完1743个博物馆，创造出独一无二的“纯真博物馆”，那所有的物件被理为这座爱情博物馆的珍藏，纪念他永失的所爱。
依托于凯末尔的激情，帕慕克对时间、欲望及占有进行了一场睿智的沉思，这其中富含作者年轻时代生活城市的细节与意涵：国产品牌，电影明星，街道，阶层间、传统与现代间错综复杂的社会关系。就好像，纯真博物馆不是为了纪念芙颂，更是为了伊斯坦布尔。



奥尔罕·帕慕克（OrhanPamuk，1952－），当代欧洲最杰出的小说家之一，享誉国际的土耳其文学巨擘。出生于伊斯坦布尔，曾在伊斯坦布尔科技大学主修建筑。2006年获得诺贝尔文学奖，作品总计已被译为50多种语言。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (60222874, './img/book/60222874.jpg', '肖申克的救赎', '', '外国现当代', 2700, '本书是斯蒂芬·金受人喜爱的代表作，收录了他的四部中篇小说。其英文版一经推出，即登上《纽约时报》畅销书排行榜的冠军之位，当年在美国狂销二十八万册。这本书已被翻译成三十一种语言，并且四篇小说中有三篇被改编成轰动一时的电影，其中为人津津乐道的便是曾获奥斯卡奖七项提名、被誉为电影史上完美影片之一的《肖申克的救赎》。这部小说展现了斯蒂芬·金于擅长的惊悚题材之外的过人功力。书中的另两篇小说《纳粹高徒》与《尸体》拍成电影后也赢得了很好的口碑。其中《尸体》还被视为斯蒂芬·金具自传色彩的作品。



斯蒂芬·金，现代惊悚小说大师。一九四七年出生于美国缅因州波特兰市，后在州立大学学习英国文学，毕业后因工资菲薄而走上写作之路。自一九七三年出版第一部长篇小说《魔女嘉莉》后，迄今已著有四十多部长篇小说和两百多部短篇小说。自二十世纪八十年代以来，其作品是美国畅销书排行榜上的常客，有超过一百部影视作品取材自他的小说，其中最著名的当属《肖申克的救赎》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24581400, './img/book/24581400.jpg', '梅梦缘', '风月轩又玄子', '中国古典', 600, '《梅梦缘》又称《浪史奇观》、《巧烟缘》和《浪史》，四十回。抄本署“风月轩又玄子著”，啸风轩本或其他较后之版本作“风月入轩玄子著”。按此书各回多有回末总批，批者常自称“又玄子”，即于署“风月轩入玄子著”之版本亦然。可知原应作“又玄子”，“入”乃“又”字之讹。此书前有“浪史叙”，亦署“又玄子题”，谓“《西游》之放而博，《水浒》之曲而谋，于情无当；不如《浪史》之情而切也，意可传也，遂付之梓，以公天下之有情无情者”。是知又玄子又为刻书者。《梅梦缘》第三十七、第三十八回崔莺莺请素先代向世人雪彼为元稹《会真记》诬蔑事，与《剪灯新话·鉴湖夜泛记》织女辩诬一节相类。



此等小说为古人翻案文字，《剪灯新话》之后，有《剪灯余话·长安夜行录》。影响所及，又有《李生六一天缘》。此为古代小说一种类型，甚可注意。至于浪子以重金买嘱与文妃篦头之待诏张婆子设计，勾引文妃事，则又为古小说中之另一类型，和《海陵佚史》中海陵买嘱女待诏通定哥事相近。《梅梦缘》文字与《海陵佚史》颇有相同处，彼此关系，仍有待研究。又此书各回多有回末总批，除一般批语外，若干回录小故事，如夫妻交换、和尚计娶已婚妇为妻等，亦可注意。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29440715, './img/book/29440715.jpg', '骆驼祥子', '老舍', '影视原著', 699, '北京青年祥子的梦想，就是挣出一辆车，就像身经百战的武士赢得一颗徽章，可以使他自由、独立。他早出晚归、风风雨雨地拼搏，打动了车厂老板的女儿虎妞，泼辣的她设计嫁给了这个比自己小十多岁、老实勤奋的大男孩。就在祥子觉得离梦想一步步越来越近时，厄运却悄悄降临。岳父的刁难和失踪，虎妞的难产去世，社会局势的混乱，使得他举步维艰。困顿的岁月里，他与邻家女孩小福子由怜生爱，小福子因生活所迫卖身为娼，祥子说：“等着吧！等我混好了，我来！一定来！”
“可是，祥子你得从此好好的干哪！”他嘱咐着自己。“干吗不好好的干呢？我有志气，有力量，年纪轻！”他替自己答辩：“心中一痛快，谁能拦得住祥子成家立业呢？把前些日子的事搁在谁身上，谁能高兴，谁能不往下溜？那全过去了，明天你们会看见一个新的祥子，比以前的还要好，好的多！” 可是，命运啊……



老舍（1899-1966）
小说家、剧作家。
1899 年生于北京，原名舒庆春，满族正红旗人；
1918 年北京师范学校毕业，任小学校长；
1924 年赴英，任教于伦敦大学东方学院，正式开始文学创作；
1930 年归国，先后任教于齐鲁大学和山东大学；
1937 年奔赴国难，直至抗战胜利；
1966 年8 月24 日午夜，自沉太平湖。
代表作
《骆驼祥子》（1936）
《四世同堂》（1944-1948）
《茶馆》（1957）
《正红旗下》（1962）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21271969, './img/book/21271969.jpg', '更多的人死于心碎', '', '外国现当代', 2300, '著名植物学家贝恩·克拉德事业上成就斐然，生活上却不尽人意。他是个理想主义者，向往一种纯洁浪漫的爱情，一个共享天伦之乐的传统家庭。在第一次婚姻失败以后，贝恩吃尽了追求女人的苦头。他独身十五年，尔后与一位比自己年轻二十岁的妙龄女郎结婚。可这位名医家的独生女并非自己的理想妻子，贝恩内心深处仍有那么一种无以排遣的孤独感。他原想根据自己的理想设计生活、设计自己，结果却被生活所设计。他不得不在夜深人静时在祷告中向上帝哭诉：天哪，哀伤更致命啊！



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。一九二四年，举家迁至美国芝加哥。一九三三年，贝娄考入芝加哥大学。两年后，转入西北大学，于一九三七年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
一九五三出版的《奥吉·马奇历险记》使他一举成名，奠定了他的文学地位。其后，他陆续出版了《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (43696860, './img/book/43696860.jpg', '四世同堂（上中下）', '老舍', '中国现代', 2299, '本书是中国作家老舍创作的一部长篇小说。
小说表现了抗时期战北平沦陷区普通民众生活。该书以北平小羊圈胡同为背景，通过复杂的矛盾纠葛，以胡同内的祁家为主，钱家、冠家以及其他居民为辅，刻画了当时社会各阶层众多普通人的形象。反抗与顺从的选择、国家与个人的选择，种种艰难的选择交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。



老舍（1899年2月3日—1966年8月24日），原名舒庆春，另有笔名絜青、鸿来、非我等，字舍予。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。上学后，自己更名为舒舍予，含有“舍弃自我”，亦即“忘我”的意思。北京满族正红旗人。中国现代小说家、作家，语言大师、人民艺术家，新中国第一位获得“人民艺术家”称号的作家。代表作有《骆驼祥子》、《四世同堂》、剧本《茶馆》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10545838, './img/book/10545838.jpg', '带灯', '贾平凹', '言情', 2400, '《带灯》是贾平凹带给文坛、带给读者的又一惊喜，作品不仅保持了作者以往的艺术特点，更是达到了新的文学高度。小说的主人公是一个名叫“带灯”的女乡镇干部，她原名叫“萤”，即萤火虫，像带着一盏灯在黑夜中巡行。这个名字也显示了带灯的命运，拼命地燃烧和照亮，却命里注定地微弱无力，终归尘土。带灯是镇综合治理办公室的主任，她容貌美丽、孤芳自赏却又有那么一点不合时宜，主要负责处理乡村所有的纠纷和上访事件，每天面对的都是农民的鸡毛蒜皮和纠缠麻烦。农村的琐事让人心烦又让人同情，带灯在矛盾中完成着自己乡镇干部的职责，她既不愿意伤害百姓，又要维持基层社会的稳定。带灯从一出场，就浮现着与众不同的超然脱俗，她有丰富的内心和丰沛的情感，她更愿意在乡间的山风树谷中寻找安宁。她每天面对最让人无法摆脱的杂乱，内心却不短向上飞升，带灯在现实中无处可逃的时候，她把精神理想寄托放在了远方的情感想象之中，远方的乡人元天亮成了她在浊世中的精神寄托，她在不断地给他写信，向他诉说。所以，带灯的痛苦是无法救赎的，她既无法摆脱现实，又没有能力得到解脱。带灯是这个时代的悲剧，她注定要燃烧了自己来祭奠理想。



贾平凹，一九五二年古历二月二十一日出生于陕西南部的丹凤县棣花村。父亲是乡村教师，母亲是农民。文化大革命中，家庭遭受毁灭性摧残，沦为“可教子女”。一九七二年以偶然的机遇，进入西北大学学习汉语言文学。此后，一直生活在西安，从事文学编辑兼写作。出版的主要作品：《浮躁》《废都》《白夜》《土门》《高老庄》《怀念狼》《秦腔》《高兴》等。以英、法、德、俄、日、韩、越等文字翻译出版了二十余种版本。曾获全国文学奖多次，及美国美孚飞马文学奖，法国费米那文学奖和法兰西文学艺术荣誉奖。2008年，《秦腔》获得第七届茅盾文学奖。《古炉》上市半年以来，获得数十奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31440868, './img/book/31440868.jpg', '少年漂泊者', '蒋光慈', '中国现代', 199, '小说以书信体的形式，描述了农村少年汪中在父母双亡之后漂泊四方，经历艰难曲折，最终走上了自觉地为革命事业而英勇斗争的道路。主要人物形象激励过许多在黑暗中找不到出路的青年走上革命道路，而这部小说也因最早歌颂党的领导、最早塑造优秀共产党人形象，从30年代起一直被国民党当局查禁。



蒋光慈（1901～1931），安徽霍邱（今安徽金寨县白塔畈镇白大村河北组白大小街）人。 民国10年(1921)赴苏联莫斯科东方大学学习。次年加入中国共产党，回国后从事文学活动，曾任上海大学教授。民国16年与阿英、孟超等人组织“太阳社”，编辑《太阳月刊》、《时代文艺》、《新流》、《拓荒者》等文学杂志，宣传革命文学。著有诗集《新梦》、《哀中国》，小说《少年漂泊者》、《野祭》、《冲出云围的月亮》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (46678357, './img/book/46678357.jpg', '罪与罚', '', '世界名著', 2100, '本书以一桩刑事案件为题材，叙述一个贫困大学生犯罪的过程，以及所受到的道德与良心上的惩罚，是一部剖析罪犯内心世界的心理小说。



陀思妥耶夫斯基（1821—1881），俄国伟大的现实主义作家，也是文学创作思想极为复杂的作家。擅长心理描写，细腻而深刻地揭示人的精神上的病态情绪。代表作有长篇小说《白痴》《卡拉马佐夫兄弟》《被欺凌与被侮辱的》《群魔》等。
译者：朱海观（1908—1985），安徽寿县人，毕业于南京金陵大学。译著有《老人与海》（海明威著）、《苏联文艺论集》（法捷耶夫等著）、《卡腊－布迦日海湾》（帕乌斯托夫斯基著）等。
王汶（1922—2010），江苏吴江人。1949年起从事翻译工作，五十余年笔耕不辍。译著有《人和自然》（伊林著）、《森林报》（比安基著）、《柯丘宾斯基小说选》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9005098, './img/book/9005098.jpg', '万尼亚舅舅·三姊妹·樱桃园', '', '世界名著', 1499, '本卷收录多幕剧《万尼亚舅舅》、《樱桃园》及《三姐妹》。《万尼亚舅舅》讲述一个盲目崇拜者对“名教授”的绝望和一个想造福后代的乡村医生幻想的破灭。《三姐妹》中三位女主角梦想去莫斯科，可是“去”的行为始终只是象征，被她们不断透支。《樱桃园》是契诃夫晚年的一部力作，讲述一俄罗斯贵族女士与其家人在宅邸将要被拍卖抵押债款前，回到了家乡，在剧终时售出宅邸，且在樱桃园里的樱桃树被砍倒的声音中离开家乡，表现贵族无力维持社会地位，中产阶级无法在新兴的功利主义中找到意义。三部剧在国内都曾被多次排演。本书译者焦菊隐先生是北京人民艺术剧院的前副院长，也是国内较早译介契诃夫的专家，且有丰富的话剧艺术经验，他翻译的《海鸥》、《伊凡诺夫》、《樱桃园》、《三姊妹》等，受到业内人士的高度评价，自上世纪八十年代以来未见重版，学界及读者间对再版和结集的呼声非常高。

契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (154593025, './img/book/154593025.jpg', '杜甫：中国最伟大的诗人', '洪业 著', '文学经典', 6200, '“诗圣”杜甫何以荣膺“中国最伟大的诗人”之称号？洪业身处日寇囹圄，欲以杜甫诗晨祷夕诵；自述平生以杜诗慰其大悲大喜。后寓居大洋彼岸，用英文写就《杜甫：中国最伟大的诗人》（Tu Fu ：China \'s Greatest Poet），这部由哈佛大学出版社于1952年出版的杜甫传记，迄今为止仍是海外汉学领域有关杜甫研究的最重要的著述。洪业的传记书写寄寓个人感情，全书译引杜诗达374首，融合史事，逐一析释，力求考实诗人生平踪迹。译者曾祥波专研杜诗，研、译相得，译笔生动流畅。书后附原书索引、洪业自述杜甫传记写作文章两篇；另选录洪业英译杜甫巅峰之作七律《秋兴八首》，中英对照，可资赏鉴。此书中译本初版于2011年，2014年收入《海外汉学丛书》，此为全新修订精装本。



洪业（1893—1980），号煨莲（William）。福建侯官人。现代著名史学家、教育家。先后就读于卫斯良大学、哥伦比亚大学、纽约协和神学院，获得文学学士、文学硕士、神学学士等学位。1923年回国，被聘为燕京大学历史系教授，任大学文理科科长，先后兼任历史系主任、大学图书馆馆长、研究院文科主任及导师等。创办《燕京学报》，并以哈佛—燕京学社引得编纂处主任总纂哈佛—燕京学社《引得》64种。1946年春赴美讲学，1948至1968年兼任哈佛大学东亚系研究员。1980年在美国去世。其学术名篇有《考利玛窦之世界地图》《礼记引得序》《春秋经传引得序》《杜诗引得序》《〈蒙古秘史〉源流考》《破斧》等。所撰《礼记引得序》于1937年获法国巴黎茹理安（一作儒莲）奖金。主要著述见《洪业论学集》（北京：中华书局，1981年）、Tu Fu：China \'s Greatest Poet（美国：哈佛大学出版社，1952年）。
曾祥波，四川大学中文系文学学士，北京大学中文系文学硕士、博士。曾在美国威斯康星大学—麦迪逊分校东亚系作访问学者。现为中国人民大学文学院副教授。著有《杜诗考释》《宋诗史释》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25291175, './img/book/25291175.jpg', '伊索寓言全集（英汉对照）', '', '文学经典', 799, '《伊索寓言全集（英汉对照）》是世界上最早的寓言故事集，是西方寓言文学的范本，也是世界上流传最广的经典作品之一。现存的《伊索寓言》收入了古希腊、古罗马时代流传下来的一系列寓言故事，相传由伊索创作.经后人汇编成书，归在伊索名下。《伊索寓言》的故事言简意赅，平易近人，却寓意深刻，富有哲思。这些小故事脍炙人口，家喻户晓，是文学史上的重要财富，也是人类文明史上的一座丰碑，深刻影响了西方世界的伦理道德和政治思想。柏拉图、亚里士多德、莎士比亚、马克思等历代哲学家、文学家、思想家都十分推崇《伊索寓言》。



伊索，约公元前6世纪的希腊寓言家。他曾是萨摩斯岛雅德蒙家的奴隶，曾被多次转卖，但因知识渊博，聪颖过人，最后获得自由。此后。他开始环游世界，为人们讲述寓言故事，深受人们喜爱。公元前5世纪末，“伊索”这个名字在古希腊已尽人皆知了，当时的古希腊寓言都归在他的名下。现在常见的《伊索寓言》是后人根据拜占庭僧侣普拉努得斯搜集的寓言以及后来陆续发现的其他古希腊寓言传抄本编订的。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29021412, './img/book/29021412.jpg', '三国演义（绣像珍藏本·套装共2册）', '罗贯中', '世界名著', 1799, '本书是中国古典四大名著之一，全称《三国志通俗演义》，以桃园结义为开端，描写了“合久必分，分久必合”的东汉末年和三国时代的权力斗争，着力塑造了诸葛亮、关羽和曹操这“三绝”形象，众多叱咤风云的人物、波澜壮阔的经典故事给世人留下了难忘的印象。



罗贯中（约1330—约1400），元末明初文学家，名本，号湖海散人。代表作有长篇小说《三国志通俗演义》《隋唐两朝志传》《三遂平妖传》《残唐五代史演义》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8217816, './img/book/8217816.jpg', '背影', '朱自清', '文学经典', 0, '《背影》是朱自清的第一本散文集，1928年10月由开明书店出版。 分甲乙两辑，并有序文一篇：《论现代中国的小品文》。甲辑、女人、白种人——上帝之骄子、背影　、阿河、哀韦杰三君、飘零、白采、荷塘月色、一封信、梅花后记、怀魏握青君、儿女、乙辑、旅行杂记、殷勤的招待、“躬逢期盛”。

两辑的文字，风格有些不同；怎样不同，我想看了便会知道。关于这两类文章，我的朋友们有相反的意见。郢看过《旅行杂记》，来信说，他不大喜欢我做这种文章，因为是在模仿着什么人；而模仿是要不得的。这其实有些冤枉，我实在没有一点意思要模仿什么人。他后来看了《飘零》，又来信说，这与《背影》是我的另一面，他是喜欢的。但火就不如此。他看完《踪迹》，说只喜欢《航船中的文明》一篇；那正是《旅行杂记》一类的东西。这是一个很有趣的对照。我自己是没有什么定见的，只当时觉着要怎样写，便怎样写了。我意在表现自己，尽了自己的力便行；仁智之见，是在读者。

朱自清（1898-1948），出生于江苏东海，定居于扬州。著名作家、学者。早年热心于倡导写作新诗，1921年春参加文学研究会后，专注于散文创作，发表了《桨声灯影里的秦淮河》、《荷塘月色》等散文名篇，文字之美，被认为标志了白话文系统里美文的最高成就。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7797714, './img/book/7797714.jpg', '悲惨世界（上）', '', '世界名著', 999, '《悲惨世界》(套装上下册)通过冉阿让等人的悲惨遭遇以及冉阿让被卞福汝主教感化后一系列令人感动的事迹，深刻揭露和批判了19世纪法国封建专制社会的腐朽本质及其罪恶现象，对穷苦人民在封建重压下所遭受的剥削欺诈和残酷迫害表示了悲悯和同情。

长篇小说《悲惨世界》是一部《奥德赛》式的伟大史诗，一部悲天悯人、充满人道主义精神的不朽之作。

雨果（1802-1885），法国浪漫主义作家，十九世纪前期浪漫主义文学运动领袖。雨果几乎经历了十九世纪法国的一切重大事变，1841年被选为法兰西学院院士。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章。代表作有《巴黎圣母院》《悲惨世界》《笑面人》《克伦威尔》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9002894, './img/book/9002894.jpg', '契诃夫独幕剧集', '', '世界名著', 1499, '《契诃夫独幕剧集》为契诃夫戏剧全集中的一卷，内容为契诃夫独幕剧集，收录《大路上》、《论烟草有害》、《天鹅之歌》、《熊》等独幕剧共九种，均短小而富意趣，部分作品有实验色彩，体现契诃夫在独幕剧上的特殊风格探索，是契诃夫戏剧创作光谱中不可缺少的组成部分。译者李健吾是公认的外国文学翻译大家，译文质量上乘。本书在文化生活出版社1948年所出的繁体竖排版本基础上进行编辑修订，该译本十分珍贵，市面上已难以寻见。

契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35731220, './img/book/35731220.jpg', '追忆似水年华（第一卷）', '', '外国现当代', 1700, '《追忆似水年华》是一部划时代巨著，是二十世纪世界文坛最重要的小说之一，与《尤利西斯》并称意识流小说的巅峰。这部小说以清新灵动的独特艺术风格，借助超越时空的潜在意识，使逝去的时光在他笔下重现，从中抒发对故人、对往事的无限怀念和难以排遣的惆怅。安德烈·莫洛亚曾说过：“普鲁斯特简单的、个别的和地区性的叙述引起全世界的热情，这既是人间最美的事情，也是最公平的现象。就像伟大的哲学家用一个思想概括全部思想一样，伟大的小说家通过一个人的一生和一些最普通的事物，使所有人的一生涌现在他笔下。”



马塞尔·普鲁斯特，在法国乃至世界文学史上占据着极其重要的地位。他在小说创作中实现了一场“逆向的哥白尼式革命”，人的精神重又被安置在天地的中心。小说的目标变成描写为精神反映和歪曲的世界。他改变了小说的传统观念，对日后形形色色新的小说流派的出现，产生了深远的影响。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522157, './img/book/21522157.jpg', '彷徨少年时', '', '外国现当代', 1032, '这部《彷徨少年时》描写了少年辛克莱追求自我的艰难历程。全篇以黑塞标志性的抒情笔调写就，是一部描述贯彻真正自我过程的、探索自我命运的心理小说，可以说是黑塞纪念碑式的名作。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5450939, './img/book/5450939.jpg', '变形记', '', '外国现当代', 999, '弗朗茨·卡夫卡(1883-1924)，奥地利小说家，生前鲜为人知，其作品未受到重视，身后文名鹊起，蜚声世界文坛。他的《城堡》、《失踪者》、《诉讼》等小说在全世界广为流传，对现代派文学产生了极大的影响；他被推崇为现代派文学的奠基人，被誉为“作家中之作家”；他的小说已成为许多作家必定研读的作品，被认为是“需要用心去阔读的作品”。
《变形记——卡夫卡中短篇小说集》囊括了卡夫卡所有的中短篇小说，其中《变形记》、《在流放地》、《在法的大门前》、《饥饿的艺术家》、《乡村教师》、《中国长城建造时》、《一条狗的研究》等都是脍炙人口的名篇。它们均采用象征、隐喻、夸张等手法，情节生动，语言简洁流畅；故事怪诞离奇，无确定的时间和地点，无前因后果，给人以梦幻、神秘、奇特的感觉。作品的主人公几乎都处于一种身不由己的境地，他们在离奇古怪的世界中都有自己的目标，但往往又以失败而告终。

对于卡夫卡的评价及其作品的寓意，学术界历来就众说纷纭，莫衷一是，正是这种独到之处，才使人们几十年来孜孜不倦地玩味和研究它们，才是它们魅力永存的原由。
译界前辈、北大救授张荣昌先生潜心研究卡夫卡数十年，并独自担纲翻译了《变形记——卡夫卡中短篇小说集》。

卡夫卡(1883—1924)，奥地利著名小说家。出生于奥匈帝国统治时期的布拉格，父亲是一个成功的犹太商人。卡夫卡曾攻读文学，后改学法律。先后供职于一家保险公司和工人保险所，因肺病辞职。后埋头写作。曾两度订婚，却因健康关系一直未婚。1924年死于肺病。卡夫卡最杰出的作品当数长篇小说《审判》、《城堡》和短篇小说《变形记》，这些作品的主题、风格对后来的荒诞派戏剧、黑色幽默小说产生了重要影响。凭借这些作品，他被誉为20世纪最优秀的作家之一，西方现代派文学的先驱。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (109914029, './img/book/109914029.jpg', '寂寞之井', '', '外国现当代', 2320, '这世界把头埋在传统习俗的沙中，以为什么都看不见，就能逃避真相了。
九十多年前，拉德克利夫·霍尔撕开沉默，挺身而出，为那些过去的、现在的，未来也将为性别及性取向痛苦的人发声，向人们宣告他们的存在，并索取一线光明。
“你不是不正常，也不惹人厌，更不是疯了。你和每一个人一样都是所谓自然的一部分，只是目前还无法解释——你还没有在天地万物间找到栖身之所。不过总有一天会的，再此之前不要退缩，只要冷静勇敢地面对自己就行了。鼓起勇气，尽可能妥善地处理你的负担。但最重要的是要抬头挺胸，为了那些承受着同样负担的人，你要牢牢守护自尊，为了他们，你要让世人知道，像你和他们这样的人也能和其他所有人一样无私而杰出。”



拉德克利夫·霍尔，英国作家，诗人。1926年凭借《亚当的后裔》一举夺得费米娜奖（法国著名文学奖）和詹姆斯·泰特·布莱克小说纪念大奖（英国最古老的文学奖）。正是春风得意之时，她却冒着断送整个文学生涯的风险，以惊人的坦诚态度创作出了自传式小说《寂寞之井》，直指当时的社会对性少数人群的不公待遇。
此书甫一出版，震动了整个英国，《周日快报》呼吁：“为免污染、败坏英文小说，文评家有责任防止任何小说家重蹈此一恶行。”英国法庭下令销毁此书，结果激起了艾略特、福斯特、伍尔夫等一众作家的联名反对，美国法庭也随之起诉此书在美国的出版商。然而，再彻底的查禁也阻挡不了《寂寞之井》的畅销，它引发了无数人的共鸣，一名二战大屠杀的幸存者感慨道：“记住那本书吧，我曾为了能亲吻另一个女人而坚持要活下去。”此后九十年，《寂寞之井》成为当之无愧的文学经典。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (110844304, './img/book/110844304.jpg', '瘟疫年纪事', '', '外国现当代', 1999, '小说描述了1665年大瘟疫袭击下的伦敦城。这本小说很可能是基于笛福的叔叔，亨利·笛福当时所留下的记录。在这本书中，笛福不厌其烦地为达到效果逼真，巨细靡遗地描述具体的社区，街道，甚至是哪几间房屋发生瘟疫。此外，它提供了伤亡数字表，并讨论各种不同记载、轶事的可信度。本书往往被跟瘟疫当代的记载相比，尤其是塞缪尔·佩皮斯的日记。笛福的记述虽然是虚构的，但比起佩皮斯的第一人称叙事，更为详细和有系统。



丹尼尔·笛福（1660-1731），出生在伦敦市克里普尔盖特的圣迦尔斯教区，其父是一名脂烛商。他在默顿学院受教育，试图成为长老会牧师，但在1681年放弃了这个计划，到1683年时他成了康希尔的一名针织品商人。1697年至1701年间，在英格兰和苏格兰为威廉三世做间谍。1703年至1714年问，又为哈利和其他部长效力。后一个时期内，他还单枪匹马炮制了一份亲政府的报纸《观察》。作为一名丰富多产、多才多艺的作家，他出版了约500本著作，主题广泛多样，包括政治、地理、犯罪、宗教、经济、婚姻、心理学和迷信。转向小说创作相对较晚，1719年出版了极具想象力的作品《鲁滨逊漂流记》。此后在1722年相继出版了《摩尔弗兰德斯》和《瘟疫年纪事》，1724年出版了最后一部小说《罗克莎娜》。笛福对英国小说的发展有着很大影响，很多人认为他是第一个真正的小说家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (147765024, './img/book/147765024.jpg', '推理要在本格前', '', '世界名著', 3800, '在近百年的日本推理文学史上，
他们将推理小说送上了新的巅峰，
使之成为极致“真善美”与“假恶丑”的矛盾体，
折射出日本文化的底蕴之魅——
自明治维新之后，受欧美侦探小说影响，日本推理小说逐渐发展起来，并经历了从无到有、由弱变强的蜕变。
在近百年的发展过程中，无数甘于奉献的创作者们，下至一般素人，上到文豪大师，皆在勇敢尝试着推理文学的无限可能，由此孕育出日本推理史上一个个传奇辉煌的时代。
本书收录了诸多日本文豪名家写就的推理短篇，均创作于日本推理文学发展的早期。这些颇具里程碑意义的作品，宛如黎明中的闪耀群星，指引着日本的推理，走向更为绚丽的未来。



谷崎润一郎、芥川龙之介、太宰治、梦野久作、江户川乱步、佐藤春夫等十几位日本文豪、作家。正是这些先辈作家们的创造力和感染力，鼓舞了更多后来的创作者们前赴后继，由此推动了日本本土的推理小说，进入到一个百花齐放、群英辈出，且独具日本文化特色的辉煌时代。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (118782412, './img/book/118782412.jpg', '给所有人的黑塞童话', '', '文学经典', 7980, '黑塞的童话并非以很久很久以前开头并不全然以人或动物作为主角年迈的高山、固执的藤椅、骄傲的少年、丑陋的矮人所有的生命，全都在一场杂沓着无法摆脱的困难中活着寻找各自的结局。
本书收录了黑塞的20篇童话作品，从十岁时写下的*篇童话《两兄弟》，到献给爱妻的《鸢尾花》，再到源自烽火戏诸侯的《周幽王》，黑塞在他的故事中注入了对人生目的的思考，对战争的批判，以及永恒不变的对自我的探寻。



赫尔曼·黑塞（Hermann Hesse，1877～1962年），20世纪德语文学代表人物之一，1946年荣获诺贝尔文学奖，被誉为“德国浪漫派最后一个骑士”。
黑塞的作品被译为六十多种语言，全球销量约一亿五千万册，主要作品有《悉达多》《荒原狼》《在轮下》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (111383126, './img/book/111383126.jpg', '念楼学短（套装全二册）', '锺叔河', '文学经典', 22900, '53项主题，530篇选文，百字版《古文观止》
传统文化启蒙的优选读物，拉近与经典文言文的距离
读古文，学作文，都应先学其短
☆87岁老编辑，69年出版经验
著名出版家锺叔河先生心血力作，为教育孙辈而编纂的古文合集。每篇选文都由锺先生精心拣择，包含文言原文，并有白话翻译【念楼读】和评批【念楼曰】。
☆53项主题，530篇选文
内容横跨多个领域，四书五经、笔记小说、序文题跋、文论诗话、名人酬唱，涵盖各种文体，包罗古人生活的方方面面。篇篇短小精悍，句句朗朗上口。
☆杨绛作序推荐，古文启蒙优选
本书承蒙著名翻译家杨绛先生作序推荐。读来增广学识，趣味无穷。适合学龄儿童和根基尚浅的传统文化爱好者。有利于培养孩子文化底蕴，为语文学习打下坚实基础。
☆风靡27年，魅力经久不衰
始作于1991年，连载于报刊。2002年集结为一卷本《学其短》，收文一百九十篇。2010年再版，更名为《念楼学短》，扩为五卷五百三十篇。本次再版，由作者亲自在五卷本基础上修订内容，并调整全书结构，焕然一新，终成一千二百余页的两册大书，胜过以往所有版本。
汉字很难写，尤其是刀刻甲骨，漆书竹简，不可能像今天用电脑，几分钟就是一大版。故古文最简约，少废话，这是老祖宗的一项特长，不应该轻易丢掉。
锺叔河积年抄得短文若干篇，短的标准，是不超过一百个汉字，而且必须是独立成篇的。现从中选出一些，略加疏解，以飨读者。借用郑板桥的一句话：“有些好处，大家看看；如无好处，糊窗糊壁、覆瓿覆盎而已。”



锺叔河，湖南平江人，一九三一年生。一九四九年八月始当编辑，一九五七年“反右”被开除后劳动维生，一九七〇年又以“反革命”罪判刑劳改，而一直不废读书。一九七九年平反后到出版社，即着手编印《走向世界丛书》。一九八三年力争将新编《曾国藩全集》列入国家规划并组织实施。一九八五年首倡重印周作人著作，所编订的《知堂书话》为一九四九年后第一部以周作人本名出版的书。
学术著作有：《走向世界——中国人考察西方的历史》《从东方到西方》《中国本身拥有力量》《黄遵宪日本杂事诗广注》等。散文作品有：《小西门集》《笼中鸟集》《书前书后》《念楼学短》《记得青山那一边》《大托铺的笑话》等。另有谈话录《与之言集》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (38002384, './img/book/38002384.jpg', '咏而归', '李敬泽', '文学经典', 2940, '“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”书名《咏而归》便由此而来。这本书大概也是咏，所咏者古人之志、古人之书，是自春秋以降的中国传统。而归，是归家，是向可归处去。
本书收录了李敬泽历年来所写的有关古人古典的短文，长文一概不取。以春秋先秦为主，兴之所至，迤逦而下，至于现代乡野。最后落到几篇谈闲情的文章上去，由家国天下，归结到春水春风、此身此心。
阅读经典，不止是正襟危坐，更可以像古人一样，轻松、快乐、自由。编这一本《咏而归》，不外乎是，从古人的选择和决断中，从他们对生命丰沛润泽的领会中，在趣味里追怀古人的风致，学习安顿自己，找到一个归处。引古人之精神，接通此时之人的心与眼，使心有所安，使眼有所归。



李敬泽，1964年出生，1984年毕业于北京大学。曾任《人民文学》杂志主编，现为中国作家协会副主席、书记处书记。
2000年获中华文学基金会冯牧文学奖优秀青年批评家奖。
2005年获《南方都市报》华语文学传媒大奖年度文学评论家奖。
2007年获鲁迅文学奖文学理论评论奖。
2014年获《羊城晚报》花地文学榜年度评论家金奖。
2016年获十月文学奖。
2017年获《南方都市报》华语文学传媒大奖年度散文家奖。
著有各种理论批评文集和散文随笔集10余种。2014年出版评论集《致理想读者》，2017年出版《青鸟故事集》。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (15304916, './img/book/15304916.jpg', '小笑话集：契诃夫短篇小说8种', '', '中短篇集', 399, '这部小集子，是契诃夫和鲁迅之间绝无仅有的一次合作。
鲁迅一生翻译过14个国家近百位作家200多种作品，共计近500万字。其中翻译契诃夫仅此8篇。

契诃夫是当之无愧的世界短篇小说之王，他的作品以「文短气长」著称，对现代短篇小说和戏剧发展影响巨大。托马斯·曼说说：「毫无疑问，契诃夫的艺术在整个欧洲文学中属于最有利、最优秀的一类。」凯瑟琳·曼斯菲尔德说道：「我愿将莫泊桑的全部作品换取契诃夫的一个短篇小说。」契诃夫对中国文学影响尤其深远，鲁迅，汪曾祺，甚至刘慈欣，都从契诃夫的手法中吸取了丰富的营养。直到今天，契诃夫仍然是短篇小说阅读者和创作者的必经之路。

《小笑话集》在他的创作生涯里有着特殊的地位。鲁迅在本书前记中写道：「这些短篇，虽作者自以为『小笑话』，但和中国普通之所谓『趣闻』，却又截然两样的。它不是简单的只招人笑。一读自然往往会笑，不过笑后总还剩下些什么……这八篇里面，我以为没有一篇是可以一笑就了的。」



契诃夫，（1860—1904），19世纪末俄国现实主义文学流派的杰出代表，著名剧作家、短篇小说大师，被誉为「幽默讽刺大师」、「短篇小说艺术大师」，对世界文学的发展影响很大。代表作品有短篇小说《变色龙》《小公务员之死》《第六病室》《凡卡》，戏剧《海鸥》《三姐妹》《樱桃园》《万尼亚舅舅》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (20507995, './img/book/20507995.jpg', '月亮与六便士', '', '世界名著', 599, '一位四十岁的证券经纪人，放弃优裕的生活，疯狂迷恋上了绘画。为了追求艺术理想，饱尝贫穷、饥饿的煎熬，忍受精神上的痛苦折磨，最终遁迹与世隔绝的塔西提岛，并成为一个自成一格的画家。《月亮与六便士》的主人公一生活动的轨迹仿佛就是在解构小说原型高更的画作主题：我们从何处来？我们是谁？我们向何处去？
毛姆用幽默的文字、动人的情节、深刻的思想编织了一位艺术家的传奇人生，探索了艺术与生活的矛盾与相互作用，小说精彩的叙述令一代代读者欲罢不能。



威廉·萨默赛特·毛姆，英国作家、小说家、剧作家，20世纪拥有最多读者的作家之一。
1874年出生在巴黎，先在坎特伯雷国王学校学习，后进入海德堡大学攻读哲学，最后进圣托马斯医学院学医。1897年医科毕业后成为医生，并创作了第一部长篇小说。此后弃医从文，笔耕不辍。1954年，英国女王授予他“荣誉侍从”的称号，他成为皇家文学会的会员。代表作有《月亮与六便士》《刀锋》《人生的枷锁》等长篇小说及多部短篇小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13368863, './img/book/13368863.jpg', '王子与贫儿', '', '外国现当代', 599, '《王子与贫儿》是美国作家马克·吐温的代表作。它描写王子爱德华和贫儿汤姆通过一个阴差阳错的偶在机会互相换了位置，王子变成了贫儿，贫儿成了王子。贫儿汤姆穿着王子的衣服在王宫里尽享荣华富贵，还当上了英国的新国王。而真正的王子爱德华却在外四处流浪，不得不忍受贫穷和乞丐们的欺凌和嘲讽。在好人霍顿的帮助下，爱德华王子经历了重重劫难，改正了自己的坏习惯，最后终于回到了王宫。而贫儿汤姆在良心的谴责下，将不属于自己的王位还给了真正的王子。此后，爱德华成了一位仁慈的君主，和他的子民一起过着幸福的生活。故事的想像极其丰富、语言幽默风趣，在带给儿童快乐的同时，能极大地激发儿童的想像力和对纯洁、善良、美好事物的向往。



马克·吐温（一八三五年至一九一零年）是我国读者十分熟悉和喜爱的美国作家。十二岁时父亲去世，此后他只好辍学进入印刷所，开始了艰苦的学徒生涯。做过排字工等，后来成了一名出色的新闻记者，并开始定作幽默文学作品，他的作品以对美国社会现实的真实反映和幽默而著称于世，他的同时代作家豪威尔斯在评价他时，称作是“美国文学史的林肯”。
除了《王子与贫儿》外，马克·吐温的作品还有《镀金时代》《汤姆·索亚历险记》和《哈克贝里·费恩历险记》等。
一九零七年，没上过几年学，靠自学成为文学大师的马克·吐温被著名的牛津大学授予文学博士学位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51435663, './img/book/51435663.jpg', '白孔雀', '', '外国现当代', 1999, '“劳伦斯经典系列”由《儿子与情人》《恋爱中的女人》《骑马出走的女人》《白孔雀》四本组成，由国内劳伦斯研究专家冯季庆、毕冰宾领衔翻译，集结了国内优秀的老中青三代译者，译文古朴素雅，还原原作的优美语境，大量脚注呈现当时的社会背景和英国文化底蕴。
《白孔雀》是他的长篇处女作，讲述了不同阶层青年男女间的爱情纠葛，揭示自然与现代文明、田园生活与工业时代的对立。它具有自传色彩，贯穿劳伦斯文学作品的主题——爱情、婚姻及父母失和对子女的影响等均在本书中有了明确而具体的表现。在这里，你可以找到劳伦斯后续作品中的人物原型，了解他创作的初衷。



D.H.劳伦斯（1885-1930），英国现代著名小说家、诗人。生于诺丁汉郡一个矿工之家，毕业于诺丁汉大学师范专科。曾做过职员和教师，后专事文学创作。主要的创作年代都在英伦中部和国外漂泊。一生共创作了十部长篇小说，其中《虹》（1915）和《恋爱中的女人》（1921）代表了劳伦斯创作的最高成就，作家用诗意的笔触描述了他全部的哲学观念、社会梦想和对生命个体及两性关系的深入探讨。这些著述对自然的人类之爱的述说，对人类存在的整体状况的描述，都享有艺术上和思想上的永恒魅力。劳伦斯也是20世纪最重要的中短篇小说作家之一，他的中短篇小说同样涉猎广泛，描摹精细，取得了很高的艺术成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8984772, './img/book/8984772.jpg', '伊凡诺夫·海鸥', '', '世界名著', 1499, '契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

本卷包含契诃夫名剧《海鸥》和《伊凡诺夫》。喜剧《海鸥》描写乡村富家少女妮娜的爱情理想和遭遇，于1898年在莫斯科艺术剧院上演，获得空前成功，高翔着的海鸥形象成了莫斯科艺术剧院的院徽。《伊凡诺夫》是契诃夫的第一部戏剧力作。本书译者焦菊隐先生是北京人民艺术剧院的前副院长，也是国内较早译介契诃夫的专家，且有丰富的话剧艺术经验，他翻译的《海鸥》、《伊凡诺夫》、《樱桃园》、《三姊妹》等，受到业内人士的高度评价。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (129621281, './img/book/129621281.jpg', '萨拉戈萨手稿（上下册）', '', '幻想', 6899, '☆文学史上的怪奇杰作，比肩《一千零一夜》《十日谈》的史诗巨著
☆普希金、卡尔维诺、萨曼·鲁西迪诚挚推荐
☆电影版深受导演斯科塞斯、科波拉、大卫·林奇推崇
☆国内读者期待多年，完整中译本首度问世
亲爱的阿方索，
我们来到这里并非因为偶然……
我们在等你。
瓦隆卫队的年轻军官阿方索赶赴马德里加入他的军队。但他很快就发现，他被困在一家神秘的路边客栈，和形形色色的怪人待在一起：小偷、强盗、贵族、妓女与吉卜赛人。他在六十六天里记录下他们的故事。大约四十年后，这部手稿在一个锁起来的箱子里被发现。
这部关于伪装、魔法、幻想，关于荣誉与怯懦、着魔与诱惑的书，生动刻画了各色人物。小说使用了怪谈、魔幻、爱情、喜剧、哥特等文风，故事中套着故事，被誉为堪比《十日谈》与《一千零一夜》的杰作。



扬·波托茨基（Jean Potocki）
波兰贵族、旅行家、人种学家、埃及古物学家、语言学家、旅行家、启蒙运动期间受欢迎的作家。他的人生经历和功绩，使他在波兰成为一个传奇人物。在波兰之外，他以《萨拉戈萨手稿》闻名。
1761年，他出生在波兰一个贵族之家。在日内瓦和洛桑接受教育，两次在波兰军队服役，担任工程兵团指挥官，还曾以马耳他骑士团新人的身份在战舰上待过一段时间。他在法国待过一段时间，随后回到波兰，成为知名出版家，出版报纸和小册子。1788年，他在华沙成立自由出版社，创建了这座城市的第一个自由阅读室。
1790年，他乘坐热气球在华沙升空，成为波兰第一个乘坐热气球的人，此举为他赢得巨大声誉。他结过两次婚，有五个孩子。他的第一次婚姻以离婚收场。从他的两次婚姻中诞生了许多诽谤性的传闻。1812年，他心力憔悴，身体状况恶化，回到在波多利亚的庄园。他在人生的最后两年里完成了小说《萨拉戈萨手稿》。1815年去世，享年54岁。
方颂华
南京大学法语系硕士，现居上海。主要译作有《吾栖之肤》《自由》《感谢这一刻》《欧洲思想的危机》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25516977, './img/book/25516977.jpg', '福楼拜的鹦鹉', '', '外国现当代', 1500, '巴恩斯以一种非常奇特的方式探寻他视为灵魂导师的作家福楼拜。福楼拜的两处故居都有一只鹦鹉标本，究竟哪一个才是福楼拜用过的那只？退休医生杰弗里·布拉斯韦特带着这样的疑问，开始了对福楼拜的鹦鹉的寻访之旅。断断续续的旅程中故事丛生，福楼拜的影子在陈年旧事中却愈发显得模糊。



朱利安·巴恩斯，英国当代著名作家。父母皆为法语教师，哥哥在牛津大学教授哲学，妻子帕特·凯伐纳是著名的文学经纪人。巴恩斯毕业于牛津大学，曾参与《牛津英语辞典》的编纂工作，做过多年的文学编辑和评论家。“聪明”是巴恩斯作品的一贯标识。八十年代他以突破性之作《福楼拜的鹦鹉》入围布克奖决选，跻身英国文坛一流作家之列。此后，获各大文学奖项无数，三进布克奖决选，并于2011年凭借《终结的感觉》赢得大奖，同年获大卫·柯恩英国文学终身成就奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31521876, './img/book/31521876.jpg', '老实人（傅雷全集）', '', '世界名著', 499, '《老实人》这本书可以说是充满着讽刺幽默以及对人世无尽关怀的哲学小说，同时它也是一本当代青年不可不读的经典名著。主题是批判盲目乐观主义哲学，小说中的主人公老实人是一个天真淳朴的男青年，他相信乐观主义哲学，在他看来，世界是完美的，一切人和一切事物都尽善尽美，“在这最美好的世界上，一切都走向美好”。然而他一生的遭遇却是对他的“哲学”一个极大嘲讽。



伏尔泰（他的法文原名：Voltaire，生于公历纪元1694年11月21日—逝于公历纪元1778年5月30日，享年83岁），本名弗朗索瓦-马利·阿鲁埃（法文原名：François-Marie Arouet），伏尔泰是他的笔名，法国启蒙思想家、文学家、哲学家、著名学者、作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (34385252, './img/book/34385252.jpg', '人间滋味', '汪曾祺', '文学经典', 1699, '《人间滋味》是汪曾祺的一部经典美食散文集，内容涵盖五味人间、食肉和饮茶、吃食与文学、四方食事四个方面。
无论是谈萝卜、豆腐、栗子，还是谈韭菜花、手把肉、故乡的元宵，在他的描述之下，所有吃过的和没吃过的食物，全部都是美食。这些都是汪曾祺崇尚恬淡自然精神境界的写照。
文章篇幅适中，朴素而自然，字里行间流露出作者对人间至情至性的热爱、对旧日快乐生活的缅怀和深深眷恋之情。



汪曾祺，江苏高邮人，中国当代作家、散文家、戏剧家、京派作家的代表人物，被誉为“抒情的人道主义者，中国最后一个纯粹的文人，中国最后一个士大夫”。其短篇小说创作成就颇丰，他对戏剧与民间文艺也有深入钻研。代表作有《受戒》《邂逅》《大淖记事》等。其文风朴实自然，以抒情的笔调描摹民情民俗，从传统文化角度再现了乡土文化和民族文化风情。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (110872911, './img/book/110872911.jpg', '荒原狼', '', '外国现当代', 1299, '小说的主人公哈勒尔是个正直的作家，他鄙视现代社会生活方式，常常闭门不出，令人窒息的空气使他陷于精神分裂的境地。一天他偶尔读到一本《评荒原狼》的小书，顿觉大梦初醒，认为自己就是一个“人性”和“狼性”并存的荒原狼。之后他应邀参加聚会，发现与会者都有狭隘的民族主义观点，而他的反战言论遭到斥责，更觉自己孤独；回家时他遇到酒巴女郎赫米纳，获得肉欲欢乐；经赫米纳介绍他又结识了音乐人帕布洛和一姑娘玛丽亚，他在音乐和感官享受中忘却了一切烦恼和忧虑。但当他看到赫米纳和帕布洛亲近时，便“狼性”大发，出于嫉妒将赫米纳杀死。小说幻想色彩浓郁，象征意味深远，被认为有“超现实主义”风格；托马斯·曼称它为“德国的尤利西斯”。



赫尔曼·黑塞（Hesse Hermann，1877-1962），原籍德国，1923年入瑞士籍,以后长期在瑞士隐居乡间。他被称为德国浪漫派最后一位骑士，其代表作《荒原狼》（1927）曾轰动欧美，被托马斯·曼誉为德国的《尤利西斯》。1946年，“由于他的富于灵感的作品具有遒劲的气势和洞察力，也为崇高的人道主义理想和高尚风格提供了一个范例”，获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22869445, './img/book/22869445.jpg', '傲慢与偏见', '', '世界名著', 1200, '本尼特先生有五个宝贝女儿，本尼特太太为她们的婚事操碎了心。新来邻居宾格利多金且帅，在一次舞会上，对本尼特家美貌的大女儿简一见钟情。参加舞会的还有宾格利的好友达希，他俊朗潇洒，贵气逼人，但恃才傲物，认为她们都不配成为自己的舞伴，其中包括简的妹妹伊丽莎白。自尊心很强的伊丽莎白无意间听到了达希对她的评论，心生反感。然而，她并不知道，一次次意外的经历，达希已默默爱上了她。
英国著名文学家和评论家基布尔评论“简·奥斯汀是一位喜剧艺术家”，并认为她“在纯粹喜剧艺术方面仅次于莎士比亚”。英国十九世纪著名史学家、诗人和政论家托马斯·马科莱称她为“写散文的莎士比亚”。而《傲慢与偏见》中体现的女性意识的觉醒，即便在两百多年后的今天，人们对婚姻的期待仍然没有超越其划定的范围——婚姻并非人生的必需品，以爱情为基础的婚姻当然美好，但如果结婚不是为了爱情，那还不如独自生活。



简·奥斯汀（1775. 12. 16 - 1817. 7. 18），1775年12月16日生于英国汉普郡斯蒂文顿。1796年，完成小说《第一印象》，后改名为《傲慢与偏见》，于1813年1月28日出版。
1923年，牛津大学出版社发行《简·奥斯汀小说集》，正式开启了简·奥斯汀研究的时代。评论家认为“就塑造角色而言，简·奥斯汀仅次于莎士比亚”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7526525, './img/book/7526525.jpg', '鲁迅全集第一卷', '鲁迅', '文学经典', 600, '1936年10月，鲁迅先生在上海逝世。鲁迅先生纪念委员会为"扩大鲁迅精神的影响，以唤醒国魂，争取光明"编印了鲁迅逝后第一版《鲁迅全集》。

《全集》由蔡元培任主席的鲁迅先生纪念委员会负责编校，编辑委员有蔡元培、马裕藻、沈兼士、茅盾、周作人诸先生。《全集》总目以鲁迅亲定的著述目录为基础，增加了译作部分，并力求各册字数大致相当。全书大致分创作、古籍校辑、译作三大部分。各部分内容按时间先后排序。全书总计六百余万字，共分二十卷。于1938年6月正式出版并发行。
本次出版，就是以1938年的这一版《鲁迅全集》作为底本的。在编辑过程中，尽可能的保留原版的风貌。

全书内容和编排体例均与原版相同。按原版编排，共分20卷。其中创作、古籍校辑、译作三大部分依然按照时间先后排序。仅根据最新关于写作时间的考证，调整了个别内容的顺序。全书文字校订，只是将繁体竖排转为简体横排，仅改正了原版中个别错字和标点。其中通假字和鲁迅习惯用字，完全按照原版保留。另有外国人名、地名等，均保留鲁迅当时的译法。

鲁迅（1881-1936）
原名周树人，字豫才，小名樟寿，至三十八岁，始用鲁迅为笔名。浙江省绍兴人。中国现代伟大的文学家、思想家。
幼时就读于绍兴府城内私塾三味书屋，1898年考入江南水师学堂，1899年改入江南陆师学堂附设矿路学堂，1902年被选派赴日本留学，入读东京弘文学院，1904年转入仙台医专学医。1906年终止学医，在东京研究文艺。
1909年回国，在浙江两级师范学堂和绍兴中学堂任教。1912年民国政府成立后，先后在教育部及北京师范大学、北京大学、厦门大学、中山大学等校任职。
1918年首次以"鲁迅"为笔名，在《新青年》发表了第一篇小说《狂人日记》。此后陆续出版小说集《呐喊》、《彷徨》，论文集《坟》，散文诗集《野草》、散文集《朝花夕拾》、杂文集《热风》、《华盖集》、《华盖集续编》等专集。1926年间编著《汉文学史纲要》、《而已集》及《故事新编》的部分作品。1927年到上海，专事著作。陆续写作了《南腔北调集》、《三闲集》、《二心集》、《伪自由书》、《准风月谈》、《花边文学》及三本《且介亭杂文》等大量杂文，抨击时弊、揭露黑暗，成为中国现代文化界的精神领袖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22592386, './img/book/22592386.jpg', '人间天堂', '', '外国现当代', 1499, '艾默里·布莱恩是典型的“迷惘的一代”，外表俊美，家境富裕，充满幻想，想出人头地。他以贵族式的目空一切对现实不屑一顾，与社会格格不入。在大学读书期间，周围的环境更加剧了他对中产阶级价值观的怀疑。正当他终日迷茫、踯躅在堕落的边缘之际，第一次世界大战爆发了，他离开校园奔赴军营。战争期间，他母亲去世，同学惨死疆场。战后，他回到纽约做生意，但投资失败，最后破产。此时，心爱的姑娘嫁人了，多年崇敬的精神导师也已病逝。一次次的打击使他对人生厌恶到了极点……
《人间天堂》着力表现了第一次世界大战后年轻一代对传统价值观念和道德标准的强烈反叛精神，与塞林格的《麦田里的守望者》大有异曲同工之妙，是美国文学史上一部具有现代意义的“教育小说”。



F.S.菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (112795293, './img/book/112795293.jpg', '异乡人', '', '外国现当代', 1520, '他们说，妈妈死了，我没哭；这是无情，该死。
隔天就和女友厮混；这是不孝，该死。
挑拨朋友仇家互斗；这是不义，该死。
我合该天地不容，人神共愤，
但你们企图用来拯救我的那一套，又算什么？
我杀了人，
只因夏日阳光太刺眼……



阿尔贝·加缪（Albert Camus，1913.11.7—1960.1.4），法国小说家、哲学家、剧作家、评论家。1913年生于北非阿尔及利亚，1960年于法国车祸骤逝。1957年诺贝尔文学奖得主，与萨特并称为20世纪法国文坛双璧。著有《异乡人》《鼠疫》《西西弗神话》《卡利古拉》等作品。
张一乔（译者），法国里昂第二大学戏剧研究硕士。曾任影展行政统筹、Decanter国际中文版采访编辑，并从事法译中及译稿审校工作多年。主要译作有《红蜻蜓》《我就是这样变笨的》《来喝葡萄酒：停不下来的酒途冒险》等。著有《开始游法国说法语》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2373243, './img/book/2373243.jpg', '我们共同的朋友·上卷', '', '世界名著', 1199, '本书是英国作家狄更斯的一部长篇小说，写有人在伦敦泰晤士河里发现一具死尸，经辨认，确定是正赶回英国准备继承巨额遗产的约翰·哈蒙，由此引出对那份遗产的一场勾心斗角的贪婪争夺，但最后却发现那位死者并不是真正的约翰·哈蒙；而与之同时，一些下层的普通人、穷人却展现出了他们的善良与正直。

《我们共同的朋友》由于它鲜明的批判倾向，成为一部19世纪世界批判现实主义文学名作。在这部作品中，作家表现了他对资本主义制度的极度失望，他从自己一生的经历和观察中得出结论，认为金钱是万恶的源泉，资本主义制度下人们对金钱的疯狂追求，造成了社会上许许多多的罪恶和不幸。

查尔斯·约翰·赫芬姆·狄更斯，十九世纪英国最伟大的作家，也是一位以反映现实生活见长的作家，他在自己的作品中，以高超的艺术手法，描绘了包罗万象的社会图景，作品一贯表现出揭露和批判的锋芒，贯彻惩恶扬善的人道主义精神，塑造出众多令人难忘的人物形象。他的三十多年的创作生涯，写了十五部长篇小说，许多中短篇小说，以及随笔、游记、时事评论、戏剧、诗歌等，为英国文学和世界文学作了卓越的贡献，一百多年来他的代表作《双城记》在全世界盛行不衰，深受广大读者的欢迎。
王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (158691167, './img/book/158691167.jpg', '人间失格', '', '外国现当代', 1799, '本书收录了太宰治的五部重要代表作，分别是《人间失格》《小丑之花》《奔跑吧，梅勒斯》《维庸之妻》Goodbye。本书是太宰治生前最后一部中篇小说，也是一部颇具自传色彩的作品。小说主人公叶藏从小敏感多思，性格懦弱，虽生在富贵人家，却对周遭的环境和人充满恐惧。早年他离开家乡求学并初尝酒色，从此便沉溺其中，终其一生逃避他所惧怕的一切。



太宰治，日本“无赖派”小说代表作家，其后期重要作品被评价为“昭和文学不灭的金字塔”，他本人与川端康成、三岛由纪夫并列为日本战后文学的巅峰人物。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (117581955, './img/book/117581955.jpg', '三国演义', '罗贯中', '世界名著', 1799, '罗贯中将来自雅、俗两个不同层面的文化融为一体，并按自己的主体认识、价值观念和艺术好恶加以扭合，从而使作品具有十分丰富的文化蕴涵。在本书中，既有上层统治阶级意识形态的折光，又沉淀着广大、深沉的民间思想。它是一部形象化的三国兴亡史，同时也是一部民众眼中的政治、军事史。作者以写实的态度，比较客观、完整地展现了百余年的历史过程，其中对历史经验教训的总结，给后人留下了很多启示，因此具有极大的魅力。而“资治”、教化等特征在本书中又都得到了比较好的体现。
本书描写了从东汉末年到西晋初年之间近百年的历史风云，以描写战争为主，诉说了东汉末年的群雄割据混战和魏、蜀、吴三国之间的政治和军事斗争，最终司马炎一统三国，建立晋朝的故事。反映了三国时代各类社会斗争与矛盾的转化，并概括了这一时代的历史巨变，塑造了一群叱咤风云的三国英雄人物。
全书可大致分为黄巾起义、董卓之乱、群雄逐鹿、三国鼎立、三国归晋五大部分。在广阔的历史舞台上，上演了一幕幕气势磅礴的战争场面。作者罗贯中将兵法三十六计融于字里行间，既有情节，也有兵法韬略。本书是中国文学史上第一部章回小说，是历史演义小说的开山之作，也是第一部文人长篇小说。



罗贯中（约1330年—约1400年），元末明初小说家。名本，字贯中，号湖海散人，汉族，山西并州太原府人。罗贯中早年曾参与反元的起义斗争。明朝建立之后，专心致力于文学创作。罗贯中编著的小说有《三国志通俗演义》《隋唐志传》《残唐五代史演传》《三遂平妖传》。其中《三国志通俗演义》（又称《三国演义》）是罗贯中的力作，这部长篇小说对后世文学创作影响深远。罗贯中有多方面的艺术才能，除小说创作外，尚存杂剧《赵太祖龙虎风云会》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2928915, './img/book/2928915.jpg', '骆驼祥子', '老舍', '影视原著', 599, '《骆驼祥子》是老舍用同情的笔触描绘的一幕悲剧：二十年代的北京，一个勤劳、壮实的底层社会小人物怀着发家、奋斗的美好梦想，却最终为黑暗的暴风雨所吞噬。它揭示了当时“小人物”的奴隶心理和希望的最终破灭。随着祥子心爱的女人小福子的自杀，祥子熄灭了个人奋斗的最后一朵火花。这是旧中国老北京贫苦市民的典型命运。

《骆驼祥子》是我国的长篇小说创作有着悠久的历史，而作为现代意义上的长篇小说则是五四新文学运动之后受中外文学交互影响而产生的。五四时期的文化启蒙运动使小说这个古老的文学样式在华夏大地上从“稗官野史”升级到与诗文同等甚至更重要的地位，从茶余饭后的消遣娱乐变为作家和读者表现人生、看取社会的重要手段，在语言与形式上也经历了由文言章回体到现代形态的蜕变。自二十世纪二十年代始，在白话短篇小说发展兴盛的基础上，长篇小说也孕育萌芽，三十年代达到创作的高峰，出现了巴金、老舍、茅盾、张恨水、李劫人等重要作家和以《家》、《骆驼祥子》、《子夜》、《金粉世家》、《死水微澜》为代表的重要作品，立体深刻地反映了中国当时的社会生活和国民的生存状态，成为中国现代文学史上的经典篇章。

老舍（1899―1966），现代著名作家。出身北京贫民家庭，1924年赴英国教书，1930年回国后长期在青岛大学等校任教授。擅长表现北京下层人民的贫苦生活及其悲惨命运。主要作品有《骆驼祥子》、《四世同堂》、《月牙儿》等小说。解放后热情歌颂新社会，创作了《龙须沟》、《茶馆》等二十多个剧本以及大量的小说、散文、荣获“人民艺术家”称号。曾任全国人大代表、中国文联副主席等职。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (27330365, './img/book/27330365.jpg', '且以优雅过一生', '桑妮', '文学经典', 1799, '她虽生于乱世，却自始至终怀有一颗与世无争之心。外界给了她颇多赞誉——坚韧、从容、睿智、宁静……但这些于她不过浮华如花，开过即谢，她并不曾为此动容，不曾改变过一分一毫。她始终还是那个如深谷幽兰般的女子，在岁月里温婉如初。她的才情卓然于世，她的爱情珠联璧合，她的文学成就举世公认，她的家庭幸福完满，常常令人感叹，世上竟有这样一位美好的女子。然而，她在105年漫长的人生里，历经曲折动荡，饱经岁月打磨，但她始终不改初心，始终保持明媚从容、淡定优雅。她把她的一生，活成了一个典范。她被钱锺书誉为“最贤的妻，最才的女”，“绝无仅有地结合了各不相容的三者：妻子、情人、朋友”。她，就是著名作家、翻译家、钱锺书夫人杨绛，跨越了105年漫长岁月的一位才女。这是一本富于人生启示的杨绛传记，温情追思杨绛百年人生的珍藏读本，向杨绛先生致敬！参透杨绛先生的百年人生智慧，做一个明媚从容、淡定优雅的女子。



桑妮，本名张广慧，女性传记文学领域知名作者。因热爱民国迄今那些芳颜傲骨的女子，一提笔便忍不住向她们的来处追寻。有着水瓶座女子的敏感，热爱文字，热爱摄影，热爱电影。文笔清丽缠绵，立意悲悯有爱，“愿以比雨还轻的文字，写尽比花还美的女子”。代表作《民国女子：她们谋生亦谋爱》《若无相欠，怎会相见》《且以优雅过一生：杨绛传》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26280174, './img/book/26280174.jpg', '草叶集', '', '文学经典', 999, '《草叶集》是一部奇书，从内容到形式都颠覆了在它之前美国诗人们遵循的欧洲诗歌的创作模式，而且是有意识的颠覆。尽管它从问世至今饱受争议褒贬，但却被尊崇为地道的美国诗歌的诞生标志，是19世纪世界文学史中最重要的诗集之一。书的内容如此浩繁，从中史学家看到了19世纪的美国历史，思想家看到了民主自由平等观念的美国式表达，哲学家看到了万物皆有灵和灵魂不朽的信念，旅行者看到了美国野性旷莽的自然风光和壮丽沸腾的城市景象，青年人读出了对肉体和性的赞美，老年人看到了对死亡的坦然无惧……惠特曼在美国与世界文学史上的重要性怎么形容都不过分。
此译本由译者邹仲之根据英国华兹华斯诗文图书馆出版社2006年出版的《沃尔特•惠特曼诗全集》 译出，在“临终版”草叶集的基础上还增添了十余首作者去世后附编的《老年的回声》，以及数十首之前未收入诗集的作品。因此，这部新版的《草叶集》可谓迄今为止国内收录最完整、最全面的惠特曼诗集。另外，译者在翻译过程中参考了楚图南和李野光先生合译的《草叶集》（人民文学出版社，1987）以及赵萝蕤先生译的《草叶集》（上海译文出版社，1991），既保留借鉴了前辈的成果，又在前人的高度上以一种粗粝平易的语风重新诠释了惠特曼这位平民诗人，并获得了翻译界前辈屠岸先生的肯定。



沃尔特•惠特曼(1810～1892) ，19世纪美国杰出的民主主义诗人、人文主义者。出身于农民家庭，11岁时辍学，做过勤杂工、学徒、排字工人、乡村小学教师、记者、编辑等。
作为土生土长的美国诗人，惠特曼创造了一种新型诗体：自由体诗。即不受格律、韵脚的限制和束缚，任思想和 语言自由发挥。
惠特曼一生歌颂民主自由，充分体现了美国人民对民主的渴望，他赞美人民创造性的劳动，其作品给人以积极向上的精神鼓舞。
译者邹仲之，从事文学编译。编有散文集《抚摸北京——当代作家笔下的北京》、《感怀上海——作家笔下的20世纪上海》；译有《米开朗琪罗诗全集》、《布兰诗歌——欧洲大型声乐作品名作选》、《冬之旅——欧洲声乐套曲名作选》、《莎乐美——20世纪西方歌剧名作选》、《草叶集》和《卡明斯诗选 》（即将出版）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21530495, './img/book/21530495.jpg', '圣诞假日', '', '外国现当代', 1392, '查利·梅森在二十三岁这年独自前往巴黎度过圣诞假日。本该轻松愉快的旅行，因为一名女子变成了一场超出他人生体验的冒险，而查利也第一次认真地审视起生命的意义。
查利很庆幸他从这场噩梦中醒过来了，但这场噩梦有一种可怕的真实感，让其他的一切都变得虚幻。似乎有一种力量，一种模糊的含义，让他与家人——他的父亲，他的母亲，他的妹妹，这三个与他最亲近之人——一起分享的生活，以及更大范围内的，机遇已经为他安排好的舒适环境中那虽略乏味却颇体面的生活，都成了一出皮影戏。



威廉·萨默塞特·毛姆（1874—1965）
英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录，都广受好评，代表作有《人性的枷锁》《月亮与六便士》《寻欢作乐》《刀锋》《面纱》等。他的小说机智、幽默，常在讥讽中潜藏对人性的怜悯与同情。
毛姆晚年享有很高的声誉。英国牛津大学和法国图卢兹大学分别授予他荣誉文学博士学位。1954年，英国女王授予他勋爵爵位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (28352275, './img/book/28352275.jpg', '一个孤独漫步者的遐想', '', '文学经典', 899, '《一个孤独漫步者的遐想》是法国大文豪让·雅克·卢梭临终遗作，是他在生命最后的日子里，在“再没有兄弟、邻人、朋友，没有任何人可以往来”的悲凄境况下，坦然展露的思想和感情。书中收录了十篇漫步遐想，表达了卢梭推崇感情、赞扬自我、热爱大自然的高尚情怀。
卢梭临终遗作，一个孤独隐居者的自我对话。
书中收集了十篇漫步遐想录，是卢梭“为自己而作”。卢梭自己也说过——“我做的事情与蒙田一样，只是目的完全相反。他的随想录是写给别人看的，而我的遐想录则完全是写给自己的。”
书中展露了卢梭推崇感情、赞扬自我、热爱大自然的思想与情怀。同时，本书也凭着自身发放的光耀，照亮了无数在世俗社会当中卑污的灵魂。
最明智之举莫过于在我力所能及之处，做我乐于去做的事，无论群居还是独处。



让-雅克·卢梭 Jean-Jacques Rousseau(1712-1778)
伟大的启蒙思想家、哲学家、教育家、文学家，18世纪法国大革命的思想先驱、民主主义者，唯心主义是其哲学思想的主要倾向，被称为“自由的奠基人”，他生前遭人唾弃被迫流亡，死后其思想和著作大受法国社会膜拜敬仰。
主要著作
《一个孤独漫步者的遐想》《社会契约论》
《论人类不平等的起源和基础》《忏悔录》《爱弥儿》');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (58252598, './img/book/58252598.jpg', '巴黎圣母院（作家榜经典）', '', '世界名著', 7800, '◆全新完整译本：法国总统总理推荐！译者荣获7项大奖！全新完整珍藏版，这次彻底读懂《巴黎圣母院》！
◆雨果成名杰作：不可不读的爱情经典，雨果用它征服世界！
巴黎圣母院神父克洛德，对少女爱丝梅拉达一见倾心，指使养子卡西莫多将他绑架。
英俊的皇家卫队长菲比斯，解救并赢得了爱丝梅拉达的芳心。克洛德妒火中烧，暗杀卫队长，并嫁祸爱丝梅拉达……
当遭遇生死时刻，爱丝梅拉达终于发现：在这个世界上，有人多恨你，就有人多爱你！



维克多·雨果（Victor Hugo，1802.2.26-1885.5.22）
世界文学巨匠，小说家，诗人，剧作家。生于法国军官家庭，父亲是拿破仑麾下的将军。中学时代起，已显露出文学上的天赋。21岁出版第一本诗集《颂歌集》，26岁成为名声大噪的作家，是当时世界浪漫主义文学运动的领袖。
1830年，法国七月革命初始，他将家人安置妥当，开始闭门创作第一部长篇小说《巴黎圣母院》。五个月后，这部震撼人心的巨著横空出世，从此风靡世界。
49岁时，因捍卫共和思想流亡20年。期间，完成了震惊全球的巨著《悲惨世界》。
1870年，他回归故土时，已年届68岁。4年后，生平最后一部长篇历史小说《九三年》问世。
1885年5月22日，83岁的雨果在巴黎安然离世。依照他的遗嘱，捐给穷人五万法郎，乘坐穷人的灵车去坟地。法国政府为其举行国葬，超过200万人街边送行，与历代名人同葬先贤祠。
山飒
生于北京，著名旅法作家、诗人、画家，法中基金会创办人之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8220274, './img/book/8220274.jpg', '孽海花', '曾朴', '中国古典', 0, '在今见的五百多部晚清小说中，江苏人曾朴的《孽海花》以其高出群伦的立意、大胆进步的思想、对达官名士生动的刻画和巨大的影响，成为晚清小说中当之无愧的巨擘。
《孽海花》共三十五回，但其精华部分只是1905年出版的前二十回。作者通过上流社会中的达官名士的活动和言论，反映了中国自同治初年到甲午战败这三十年间，知识分子从蒙昧闭塞、自我陶醉到睁眼看世界、并进而探索强国富民之路的心路历程。这正是《孽海花》小说最值得珍视的价值。

小说规模宏阔，人物众多，且大多都有原型。它以状元洪钧、妓女赛金花为主人公，涉及数百位达官名士，具有很高的认识价值。
《孽海花》在艺术上远远高出其他晚清小说。人物有生活，有性格，笔笔有来历。小说结构工巧，文采斐然，笔触老到，显示出曾朴深厚的文学素养和文字功底。
《孽海花》一经推出，立刻引起轰动，连印十五版，仍供不应求。文学大家林琴南甚至发出于“吾于《孽海花》叹观止矣”的赞叹。

曾朴（1871-1935），字孟朴，江苏常熟人。出身官宦，以科举入仕。曾入洋务派办的同文馆学习法文，参加了维新派的一些活动。1900年后，曾朴弃官创办小说林书社，出版小说并译介作品。后又在上海开办真美善书店，创办《真美善》杂志。曾朴能诗能文，除《孽海花》和自传体小说《鲁男子》外，还有《未理集》、《推十合一室文存》等诗文集多部。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13470498, './img/book/13470498.jpg', '童年 在人间 我的大学', '', '世界名著', 599, '《童年 在人间 我的大学(译文名著文库)050》内容为：高尔基(1868-1936)，俄罗斯著名作家，《童年》、《在人间》、《我的大学》是他的自传体三部曲。 《童年》回忆了主人公阿廖沙在外祖父家度过的苦难童年。《在人间》描述了少年阿廖沙被外祖父逐出家门后到“人间”去自谋生路的坎坷经历。《我的大学》记叙刚刚步人青年时代的阿廖沙怀着上大学的愿望来到喀山，却在“社会大学”里学到了有围墙的大学所学不到的知识，开拓了视野，提高了觉悟，经过痛苦的思想探索，终于成长为一个革命知识分子。三部曲展示了十九世纪末俄国社会生活的风貌，是一部既有深刻的教育意义，又有巨大的艺术魅力的优



高尔基(1868～1936)，全名高尔基·马克西姆，原名阿列克赛·马克西莫维奇·彼什科夫，也叫斯克列夫茨基，前苏联伟大的无产阶级作家。列宁说他是“无产阶级文学最杰出代表”，社会主义现实主义文学奠基人，无产阶级革命文学导师，苏联文学的创始人。1868年3月28日，出生于俄国伏尔加河畔的下诺夫戈罗德城。他幼年丧父之后，寄居在经营小染坊的外祖父家。外祖父一家充满小市民习气，唯有外祖母对高尔基很好。后来外祖父破产，年仅十岁的高尔基开始流落“人间”，独立谋生。他捡过破烂、当过学徒和杂工，饱尝人间的苦难。高尔基只上过两年小学，但他勤奋自学，并于1884年16岁时来到喀山，打算上大学，但未能如愿，底层社会成了他真正的大学。此后他当过码头搬运工、面包师傅、杂货店伙计、园丁和守夜人等。同时结识了民粹派知识分子和早期马克思主义者，参加秘密集会。早期经历在他著名的自传体长篇小说《童年》、《在人间》、《我的大学》中有生动的记述。曾冲明，又名曾聪明，湖南省邵阳市人，翻译家，1952年毕业于东北商专俄语系；1953年至1984年任教于吉林大学，先后任俄语和英语教研室主任；1985年后任长春外语高等专科学校校长，教授。先后任中国俄语教学研究会第一、二、三届理事，吉林省外语学会第二、第三届副理事长。主要翻译作品有：《童年》《在人间》《我的大学》《猎人笔记》《格列佛游记》《鲁滨孙漂流记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35616311, './img/book/35616311.jpg', '宝船·老舍童话集', '老舍', '中国现代', 1799, '本书精选了老舍先生的童话四篇，包括剧本《宝船》《青蛙骑手》，小说《小坡的生日》《小木头人》。《宝船》讲述了王小二获得宝船前前后后的故事，讴歌了他的善良、机智、勇敢。
《小坡的生日》以生活在南洋的男孩小坡为主人公，讲述了他在生活中的有趣故事，以及他在生日当晚做的精彩的梦……这些童话情节生动有趣，语言贴近少年，充满人文关怀，非常适合青少年读者阅读。



老舍（1899年2月3日—1966年8月24日），原名舒庆春，另有笔名絜青、鸿来、非我等，字舍予。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。上学后，自己更名为舒舍予，含有“舍弃自我”，亦即“忘我”的意思。北京满族正红旗人。中国现代小说家、作家，语言大师、人民艺术家，新中国第一位获得“人民艺术家”称号的作家。代表作有《骆驼祥子》、《四世同堂》、剧本《茶馆》。
老舍的一生，总是忘我地工作，他是文艺界当之无愧的“劳动模范”。1966年，由于受到文化大革命运动中恶毒的攻击和迫害，老舍被逼无奈之下含冤自沉于北京太平湖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (50373273, './img/book/50373273.jpg', '谈美（经典译林）', '朱光潜', '文学经典', 1100, '《谈美》是朱光潜先生写于1932年的一本美学入门书，是建立其早期美学理论体系的重要著作之一。本书顺着美从哪里来、美是什么以及美的特点等问题层层展开，提出了他的美学研究的理想目标——“人生的艺术化”。朱先生以一种对老朋友的语气娓娓而谈，将他对艺术与人生关系的深刻体悟渗透在质朴清新的文字之中，指引着读者们在美学的道路上前进。



朱光潜（1897—1986），字孟实，安徽桐城人，著名美学家、文艺理论家、教育家、翻译家，我国现代美学的开拓者和奠基者之一。主要著作有《悲剧心理学》、《文艺心理学》、《西方美学史》、《谈美》、《谈美书简》、《谈修养》、《谈文学》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1987995, './img/book/1987995.jpg', '格列佛游记（中英双语）', '', '外国现当代', 544, '格列佛于1699年开始第一次旅行，在海上遇到风暴，到了一个叫做利力浦特的国家，那儿的人只有15厘米高。他后来逃走了，回到家乡。可是不久又进行下一次旅行，先是到布罗卜丁奈格，然后是勒皮他和拉格奈格，最后到了更为奇怪的慧驷国……作为一个年轻人，格列佛为人类、为他的祖国――英国而自豪。他在这些奇特的国家旅行，与巨人、魔术师和马交谈，开始时他还为他们的异常主张和奇怪看法感到好笑。但是随着时光流逝，他开始困惑，们心自问：“为什么我们人类要进行战争、撒谎、诈骗、互相残杀？难道没有更好的方式生活？”

《格列佛游记》是一部奇书，英国著名作家乔治·奥威尔一生中读了不下六次，他说：“如果要我开一份书目，列出哪怕其他书都被毁坏时也要保留的六本书，我一定会把《格列佛游记》列入其中。”在这本书中，斯威夫特的叙事技巧和讽刺才能得到了淋漓尽致的反映。作品的主人公里梅尔·格列佛是个英国外科医生，后升任船长；他受过良好教育，为祖国而自豪，在职业和政治两方面似乎都颇有见识，可是他本质上却是一个平庸的人，而斯威夫特正是利用了主人公的这种局限达到了最充分的讽刺效果。


乔纳森·斯威夫特(1667年-1745年)，英国启蒙运动中激进民主派的创始人、诗人，18世纪前期英国最优秀的讽刺作家和政论家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21271790, './img/book/21271790.jpg', '赫索格', '', '外国现当代', 2300, '《赫索格》出版于1964年，1965年获美国国家图书奖，被英国读者选为二战后12部用英语创作的最佳小说之一。
赫索格是一位博学多识的大学教授，他品格高尚，为人敏感善良，但是现实生活却处处跟他过不去，特别是妻子玛德琳和挚友瓦伦丁的私情让他的精神处于崩溃的边缘。从此他变得行为怪诞，不停地给人写信，但一封也未寄出。他无论走到哪里，都提着这只装满信件的旅行包。和妻子离婚后，赫索格在纽约和花店女主人雷梦娜保持着若即若离的关系。雷蒙娜非常渴望和赫索格建立一个宁静的家庭，可是赫索格对婚姻已经害怕了。一天，他忽然心血来潮，回到芝加哥，一是看望女儿，二是想杀死前妻和瓦伦丁。但在目睹了瓦伦丁细心照顾他女儿洗澡后，打消了杀人的念头，积郁许久的恨刹那间都消失了。
他回到乡间旧屋，开始认真地回顾几年来的经历。不久，雷蒙娜闻讯也赶到这里。他为雷蒙娜打扫房间，安排饭菜，甚至为她准备了一大束鲜花……
在贝娄的小说中，《赫索格》被公认为是他创作技巧运用得最成熟、最能体现他的创作特色的作品，在他整个创作历程中起着承上启下的重要作用，也是他涉及社会问题最多的一部小说，内容丰富，寓意深刻，分析精妙，手法多样，真实地表现了中产阶级知识分子在现代社会中的苦闷与迷惘，追寻和探索。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
出版于1953年的《奥吉·马奇历险记》使贝娄一举成名，奠定了他的文学地位。其后，他陆续出版《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过诸多中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13098873, './img/book/13098873.jpg', '1900：纪念马洛伊·山多尔', '译林出版社', '外国现当代', 0, '马洛伊·山多尔其人——
他出生于奥匈帝国的贵族家庭，然而一生困顿颠沛，流亡四十一年，客死异乡。他是二十世纪匈牙利文坛巨匠，一生笔耕不辍，著有五十六部作品，死后被追赠匈牙利文学最高荣誉“科舒特奖”。他亦是二十世纪历史的记录者、省思者和孤独的斗士。他的一生追求自由、公义，坚 持独立、高尚的精神人格。



他质朴的文字蕴藏着千军万马，情感磅礴而表达节制。他写婚姻与家庭的关系，友情与爱情的辩证，阶级和文化的攻守，冷静的叙述下暗流汹涌。德国文学批评界说他与茨威格齐名，另有批评家将他与托马斯•曼，穆齐尔，卡夫卡并列。因为他，二十世纪文坛大师被重新排序。
他是马洛伊·山多尔。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32394865, './img/book/32394865.jpg', '呐喊', '鲁迅', '中国现代', 600, '《呐喊》是鲁迅1918年至1922年所作的十四篇短篇小说的结集。作品真实描绘了从辛亥革命到“五四”时期的社会面貌，无情地鞭挞了封建制度和封建礼教的种种弊端，表现出对国民精神的热切关注和对社会变革的强烈渴望。



鲁迅（1881—1936），浙江绍兴人。原名周树人。中国现代文学家，思想家，革命家。1918年以“鲁迅”为笔名，发表中国文学史上第一篇白话小说《狂人日记》，由此成为中国现代文学的奠基人。代表作有小说集《呐喊》、《彷徨》，散文集《朝花夕拾》，散文诗集《野草》，杂文集《坟》、《热风》、《华盖集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (150589842, './img/book/150589842.jpg', '报仇神', '', '文学经典', 1800, '《埃斯库罗斯悲剧集》收集了古希腊悲剧作家埃斯库罗斯全部完整的传世剧本，包括《乞援人》《波斯人》《七将攻忒拜》《普罗米修斯》《阿伽门农》《奠酒人》《报仇神》等七部作品。埃斯库罗斯的悲剧风格崇高，语言优美，富于抒情气氛。埃斯库罗斯注重形象的塑造，笔下所创造的人物，如普罗米修斯，都有坚强的意志和刚毅的性格。埃斯库罗斯的悲剧大部分取材于神话，多以三联剧形式呈现。



埃斯库罗斯，古希腊三大悲剧诗人之一，因其对古希腊悲剧艺术发展做出的开创性贡献，被誉为“悲剧之父”。代表作有《普罗米修斯》《阿伽门农》《报仇神》等。
罗念生（1904—1990）享有世界声誉的古希腊文学学者、翻译家，翻译出版古希腊文学作品和专著达五十余种，近千万字，译作被誉为“一座奥林匹斯山”，主编有《古希腊语汉语词典》，并于1987年获希腊最高文化机关雅典科学院颁发的“最高文学艺术奖”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (118365830, './img/book/118365830.jpg', '圣诞颂歌', '', '外国现当代', 1299, '《圣诞颂歌》讲述了自私冷漠的吝啬鬼私刻鲁挤在圣诞节夜晚的奇遇。小说运用丰富奇特的想象、精炼生动的描写，在离奇又温馨的故事中融合幽默与伤感的笔调。这是狄更斯最深入人心的小说之一，与他的《教堂钟声》《炉边蟋蟀》一起奠定了现代圣诞节在西方世界的内涵与地位。这本《圣诞颂歌》还配有古斯塔夫·多雷的精美插画，给读者带来经典的美的享受。



查尔斯·狄更斯（Charles Dickens，1812—1870)，19世纪英国批判现实主义文学的杰出代表，对英国文学的发展有深远影响。主要作品有《大卫·科波菲尔》《匹克威克外传》《雾都孤儿》《老古玩店》《艰难时世》《我们共同的朋友》《双城记》等。
古斯塔夫·多雷（1832—1883），19世纪法国著名版画家、雕刻家和插画家。他的作品以铜版画为主，层次分明，质感强烈，大多是黑白两色，宏大场面与细节勾勒均表现出众。
吴钧陶，著名翻译家、诗人，上海翻译家协会会员，中国作家协会会员，笔名纸囚一世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (597728, './img/book/597728.jpg', '中国通史', '吕思勉', '文学经典', 1799, '《中国通史》分上下编，上编是中国政治史，讲了中国历史大事及中国历史的演变，下编为中国文化史，分门别类地、有系统地叙述了社会政治制度、经济制度和文化学术的发展情况。本书不仅对想了解中国历史大事的读者有用，而且对掌握中国历史的各个方面，特别是社会经济、政治制度以及学术文化等系统的知识有很大的好处。


《中国通史》是吕思勉先生在抗日战争时期上海成为“孤岛”的时候，为适应当时大学教学的需要而编写的。一经出版，畅销数十年，成为读者了解中国历史的最佳读物。原作上篇为中国文化史，下篇为为中国政治史，今为方便读者阅读，将中国政治史作为上篇，中国文化史作为下篇，文字做了少量的技术处理。特此说明。

吕思勉(1884～1957)，字诚之。生于江苏常州，十二岁以后在父母师友的指导下读史书，16岁自学古史典籍。1905年起，先后在苏州东吴大学、江苏省立第一师范等校任教。1926年起，任上海光华大学国文系、历史系教授兼系主任。抗战期间，归乡闭户著书。抗战胜利后，重返光华大学。1949年后，任华东师范大学历史系教授。吕思勉先生是我国现代著名的史学家，知识渊博，学术造诣高。在中国通史、断代史和各种专史领域都做出了独到的贡献，为后人的学习研究留下了一笔宝贵的财富。与陈垣、陈寅恪、钱穆并称为史学四大家。著作宏富，有《中国通史》、《白话本国史》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (741103, './img/book/741103.jpg', '克雷洛夫寓言全集', '', '文学经典', 600, '本书收集了俄国最杰出的寓言作家克雷洛夫一生创作的203篇寓言。克雷洛夫寓言题材广泛，寓意深刻，托物言事，借古讽今，有着极强的人民性和现实性，蕴含着他自己的以及从父辈们那里一代一代传下来的全部生活智慧和实际经验。

他的寓言都以诗体写成，语言优美、寓意深刻，常借动物和植物和形象，反映广泛的社会生活，刻画社会上各种人物的复杂性格，抒发自己的民主思想，具有一种特殊的感染力。

克雷洛夫（1769—1844）　俄罗斯作家。出生于贫穷的步兵上尉家庭，童年时代的克雷洛夫即饱尝世间生活的艰辛。1782年克雷洛夫在彼得堡受冯维辛讽刺喜剧的启发，开始写作剧本，但主要精力还在办杂志上，但因激进的政治倾向，未能办下去。随后他漫游俄罗斯，期间曾给戈利岑当家庭秘书。1804年克雷洛夫见到寓言作家德米特里耶夫，并受到赞赏，从此走上寓言创作道路。1806年去公共图书馆供职，业余时间写作。1809年发表第一本寓言集，获得了巨大声誉，1811年被选为俄国科学院院士。克雷洛夫十分勤奋，一生写了203篇寓言，生前作品就被译成十多种文字，成为与伊索、拉封丹齐名的寓言作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21272393, './img/book/21272393.jpg', '奥吉·马奇历险记', '', '外国现当代', 3300, '《奥吉·马奇历险记》是贝娄的成名作，也是他最著名的代表作之一。主人公马奇是来自贫民窟的犹太少年，自小起周围的各色人等都想支配他的命运。因为贫困，他从事过许多职业，但只要发现有被控制的危险，他便立即抽身走开。他虽然没有失去“自由”，但也找不到安身立命的精神家园。他曾想到美丽的大自然中办一所孤儿院，把爱播向人间，而具有讽刺意味的是，小说结束时，他成了倒卖战争剩余物资的掮客。
《奥吉·马奇历险记》在索尔·贝娄的创作道路上占有独特的地位，自此伊始，贝娄开创了描写自我意识和异化社会、反映自我和现实矛盾的主题，并在叙事艺术上创立了一种独特的“贝娄风格”，即一种将戏剧性自嘲和严肃思考相结合的风格，为此后的创作奠定了坚实的思想和艺术基础。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (38142331, './img/book/38142331.jpg', '四世同堂（足本珍藏版）', '老舍', '中国当代', 1999, '老舍研究会权威认证，足本珍藏版，大结局重见天日。
老舍长篇代表作《四世同堂》创作跨越五年，分为《惶惑》《偷生》《饥荒》三部，是老舍创作生涯中具有代表性的作品之一，它由几个家庭的跌宕起伏，映照出中华的根与魂。
由于原作最终16章佚失，《四世同堂》仅有87章留存于世，70年间从未完整出版，是读者的一大憾事。2016年，《四世同堂》佚失部分的英文底稿终于在美国哈佛图书馆被发现，在全世界的文学爱好者中引起巨大轰动。果麦版《四世同堂》收录并译回这十余万字，并根据老舍手稿逐字校订，将87章增补为104章，权威版足本重见天日，令《四世同堂》有了完整结局。
《四世同堂》是老舍先生最深刻也是最动人的作品。每一个不愿屈服于命运的的中国人，都会在这部作品中看到自己，唤醒心中沉睡的英雄。



老舍（1899-1966），小说家、剧作家。
1899年生于北京，原名舒庆春，满族正红旗人；1918年北京师范学校毕业，任小学校长；1924年赴英，任教于伦敦大学东方学院，正式开始文学创作；1930年归国，先后任教于齐鲁大学和山东大学；1937年奔赴国难，直至抗战胜利；1966年8月24日午夜，自沉太平湖。
代表作：《猫城记》(1932)、《微神》(1933)、《月牙儿》(1935)、《骆驼祥子》（1936）、《我这一辈子》(1937)、《四世同堂》（1944-1948）、《茶馆》（1957）、《正红旗下》（1962）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (41817676, './img/book/41817676.jpg', '中国通史', '吕思勉', '文学经典', 299, '这部《中国通史》是抗日战争时期上海成为“孤岛”的时候，吕思勉先生为适应当时大学教学的需要而编写的。全书分为上下两册，上册是中国文化史，借鉴古代史书的典制体，按章节分为婚姻、族制、政体、阶级、财产、官制、选举、赋税、兵制、刑法、实业、货币、衣食、住行、教育、语文、学术、宗教等十八个专题，内容之广泛，完全与今“大文化”涵义相合；下册是中国政治史，从民族起源开始，按时序叙述历朝历代史事直至民国开创。浓缩中国五千年历史于一书，仅用了三十八万字。

先生主张通史内容大体不离“理乱兴亡”与“典章制度”两大板块，于是上册以“文化现象”为题目；下册“乃依时代加以联结”，以“革命途中的中国”结尾，总计54章。

吕思勉（1884-1957），中国近代著名史学家，字诚之，江苏武进人。曾任上海光华大学教授、历史系主任。新中国成立后，任华东师范大学教授。吕先生一生致力于中国古代史研究，1923年出版《白话本国史》四册，是较早的一部有系统的中国通史，对当时史学界很有影响，后又著成《吕著中国通史》两册。晚年从事断代史研究，先后出版有《先秦史》、《秦汉史》、《魏晋南北朝史》、《隋唐五代史》等著作，还著有《中国民族史》、《史通评》等书。
吕思勉先生与钱穆、陈垣、陈寅恪并称为“现代中国四大史学家”。他曾把二十四史通读数遍，同时参考其他史书以及经、子、集部文献，将辑录的史料加以排比考订、综合分析，一生所写札记总数达100多万字，是史学界公认旧籍读得最多的一位学者。他特别推崇顾炎武的《日知录》、王鸣盛的《十七史商榷》、赵翼的《廿二史札记》等著作，不为考证而考证，专关心“古今风会之递变”。自先秦至近代，独撰断代史数种、通史多部，一通到底，绝世罕见。爱好下棋，自言所收围棋谱“只缺三种”，曾为“棋王”谢侠逊作《象棋秘诀序》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32395048, './img/book/32395048.jpg', '欧也妮·葛朗台', '', '世界名著', 700, '本书是法国批判现实主义作家巴尔扎克《人间喜剧》系列中“出色的画幅之一”。
小说以主人公葛朗台的家庭生活为主线，以欧也妮的爱情悲剧为矛盾核心。小说中没有毒药、没有尖刀、没有流血的情节，却完美刻画了葛朗台这样一个凶残、贪财、吝啬成癖的资本家形象，深刻地揭露了葛朗台丑恶的发财路，以及蒙昧的金钱观，成功塑造了世界文学史上不朽的吝啬鬼形象。
小说凭借漫画式的夸张、个性化的语言和细致的人物描写，取得了不菲的文学成就，标志着巴尔扎克作品在思想性和艺术性方面都有了新的飞跃。



巴尔扎克（1799—1850），法国小说家，被誉为“现代法国小说之父”。他一生共创作90余部长、中、短篇小说和随笔，塑造了2472个栩栩如生的人物形象，均收录于《人间喜剧》。代表作有《欧也妮·葛朗台》《高老头》《贝姨》等。
他的作品多反映法国社会的现状，语言幽默风趣，文笔犀利，直击人心，被誉为 “资本主义社会的百科全书”。在他逝世时，文学大师雨果曾面对成千上万哀悼者慷慨激昂地评价道：“在最伟大的人物中间，巴尔扎克是名列前茅者；在优秀的人物中间，巴尔扎克是佼佼者之一。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (120457997, './img/book/120457997.jpg', '渺小一生（套装上下册）', '', '外国现当代', 6990, '英俊、善良的威廉在餐厅打工，梦想成为演员；自信、幽默的杰比试图在艺术圈闯出名声；家底殷实的马尔科姆在一家著名的建筑事务所工作，却丢失了对建筑最初的热爱；还有内向、谜一样的裘德，一个才华横溢的助理检察官。结识于马萨诸塞州一所著名学府，他们初来纽约闯荡，意气风发却不名一文，漂泊不定。直到年岁渐长，事业有成，横跨三十余年的友谊却迎来了最大的挑战——难以捉摸的裘德本人。他不愿与人提及过往的阴影，选择在孤独中一次又一次地自我伤害。在朋友们的帮助下，裘德内心的防线逐渐消解……“我知道我的人生有意义，因为……因为我是个好朋友。”《渺小一生》是一首兄弟情谊的赞美诗，也是一场探寻生命意义的奥德赛。在友谊中，被毁损的我们将重新完整。



柳原汉雅（Hanya Yanagihara），1974年生于洛杉矶，美籍日裔女作家。1995年于史密斯女子学院毕业后搬至纽约。2015年开始担任《纽约时报》旗下时尚杂志《T》（中国版：《风尚志》）主编。《渺小一生》是她的第二部长篇小说，荣获科克斯评论文学奖，入围布克奖、美国国家图书奖、国际IMPAC都柏林文学奖、橘子小说奖等四项文学大奖决选名单。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (59169145, './img/book/59169145.jpg', '沃普萧纪事（约翰·契弗作品）', '', '外国现当代', 3499, '来认识一下圣博托尔夫斯的沃普萧家族：船长利安德•沃普萧，值得尊敬的老水手，葬礼上唯一的心愿是有人念上一段莎士比亚；妻子萨拉，对于未来产生的幻想都会变成现实，操办着小镇上一切大小事项；大儿子摩西，热爱女性，一次意外后竟在事业上也绝处逢生；二儿子科弗利，娶了一位美娇妻，有一天回到家她却没了踪影……
这部写于六十年前的小说，那些经历在今天读来，似乎也发生在我们身上。



约翰·契弗，出生于美国马萨诸塞州的昆西，以描写中上层阶级的郊外生活为人所知。十七岁发表第一篇短篇小说。长篇小说处女作《沃普萧纪事》摘得1958年美国国家图书奖。《约翰·契弗短篇小说集》获得1979年普利策小说奖和美国国家书评人协会奖，第一个平装版再度获得1981年美国国家图书奖。1982年4月27日，就在契弗逝世六个星期前，美国国家艺术与文学学会授予契弗国家文学奖章，以表彰其一生的文学成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (132464825, './img/book/132464825.jpg', '白鹿原', '陈忠实', '中国当代', 2300, '主人公六娶六丧，神秘的序曲预示着不祥。一个家族两代子孙，为争夺白鹿原的统治权争斗不已，上演了一幕幕惊心动魄的活剧：巧取风水地，恶施美人计，孝子为匪，亲翁杀媳，兄弟相煎，情人反目……大革命、日寇入侵、三年内战，白鹿原翻云覆雨，王旗变幻，家仇国恨交错缠结……古老的土地在新生的阵痛中战栗。



陈忠实（1942—2016），生于西安市灞桥区。1965年初发表散文处女作，1979年加入中国作家协会。作品《信任》获1979年全国短篇小说奖，《渭北高原，关于一个人的记忆》获1990—1991全国报告文学奖，长篇小说《白鹿原》获第四届茅盾文学奖（1998）。曾任中国作家协会副主席、陕西省作协主席、陕西省作协名誉主席。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (107075858, './img/book/107075858.jpg', '山海经', '小岩井 译注', '文学经典', 2400, '《山海经》是一部记述中国古代志怪的奇书。该书作者不详，大体是战国中后期到汉代初中期的楚国或巴蜀人所作。《山海经》是地理方志也是神话故事集，书中涉及地理、动物、植物、矿物、巫术、宗教、医药、民族等方面，并保存了夸父逐日、女娲补天、精卫填海等远古神话和寓言故事，包罗万象，多彩纷呈。《山海经》充满着神奇色彩，又饱含中国古代人文、自然知识，是古今众多名家推崇的国学必读书。
知名青年作家小岩井以清代郝懿行《山海经笺疏》为底本，参考郭璞、袁珂等人的校译版本进行全新译注，翻译通俗易懂，注释规范简洁，并对原文生僻字做了汉音标注。本书图文结合，在参考几百幅古版插画基础上全新绘制异兽图鉴，充分展现东方鬼怪之美，更适合当下年轻人阅读。



译者：
小岩井，翻译，作家。平生三好：猫，酒，书。
插图：
日月引，90后自由插画师，致力于东方鬼怪美学。');

insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13854829, './img/book/13854829.jpg', '浮生六记', '[清]沈复', '文学经典', 350, '"《浮生六记》是清代文人沈复的传世名作，作者在嘉庆年间写就此部回忆录。“浮生”二字典出李白诗“夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？”该书真纯率真，独抒性灵，其行文晓畅天然，精致中有素朴，不拘匠色。俞平伯《重刊浮生六记序》称赞本书：“虽有雕琢一样的完美，却不见一点斧凿痕。犹之佳山佳水，明明是天开的画图，却彷佛处处吻合人工的意匠……俨如一块纯美的水晶，只见明莹，不见衬露明莹的颜色；只见精微，不见制作精微的痕迹。”

《浮生六记》以作者夫妇生活为主线，记叙了平凡而又充满情趣的居家生活的浪游各地的所见所闻，伉俪情深，至死不复，始于欢乐，终于忧患，飘零他乡，悲切动人。作品塑造了一位真率纯洁而浪漫的家庭妇女形象陈芸。她聪慧好学，热爱生活，欣赏自然美艺术美，而又勤检持家，恭敬知礼，却因为不世故不设防而经历种种坎坷的生活风波，最终英年早逝。 

原书稿被发现时已佚卷五卷六，后有称“足本”者，但据考证为伪作，本版以1935年上海世界书局《美化文学名著丛刊》本为底本，全书精校，包含了后两卷，并加入了俞平伯、林语堂所作序言，是目前最完美的电子版。

名家评论：

像《浮生六记》中的芸，虽非西施面目，并且前齿微露，我却觉得是中国第一美人。
　　——鲁迅

芸，我想，是中国文学上一个最可爱的女人。……她只是我们有时在朋友家中遇见的有风韵的丽人，因与其夫伉俪情笃令人尽绝倾慕之念，我们只觉得世上有这样的女人是一件可喜的事，只顾认她是朋友之妻，可以出入其家，可以不邀自来吃午饭，或者当她与她丈夫促膝畅谈书画文学腐乳卤瓜之时，你们打瞌睡，她可以来放一条毛毡把你的脚腿盖上。也许古今各代都有这种女人，不过在芸身上，我们似乎看见这样贤达的美德特别齐全，一生中不可多得。
　　——林语堂

吾国文学，自来以礼法顾忌之故，不敢多言男女间关系，而于正式男女关系如夫妇者，尤少涉及，盖闺房燕昵之情意，家庭米盐之琐屑，大抵不列于篇章，惟以笼统之词，概括言之而已。此后来沈复《浮生六记》之《闺房记乐》，所以为例外创作。
　　——陈寅恪

沈复习幕经商，文学非其专业。今读其文，无端悲喜能移我情，家常言语，反若有胜于宏文巨制者，此无他，真与自然而已。言必由衷谓之真，称意而发谓之自然。虽日两端，盖非二义。其闺房燕昵之情，触忤庭闱之由，生活艰虞之状，与夫旅逸朋游之乐，即各见于书，而个性自由与封建礼法之冲突，往往如实反映，跃然纸上，有似弦外微言，实题中之正义也。
　　——俞平伯



沈复
字三白，号梅逸。清乾隆二十八年（1763年）生于姑苏城南沧浪亭畔士族文人之家，十八岁娶舅女陈芸为妻。婚后夫妻俩举案齐眉、相爱甚笃，然命途多舛，常常事与愿违；幸而二人不落世俗，善苦中作乐，耳鬓厮磨二十三年，至芸积病身故，仍情深如旧。后，沈复离家漫游，著《浮生六记》六卷，记录过往生活中点滴趣味及漫游经历，因其以真言述真情，从不刻意造作，深为后世文人所推崇，流传至今，已成经典。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13303052, './img/book/13303052.jpg', '狄更斯别集：中短篇小说选', '', '世界名著', 999, '本书收录了狄更斯的12部中短篇小说。狄更斯的中短篇小说与他的长篇小说一样，体现了大文豪独有的创作思想、美学追求褐文学造诣，同时深刻反应了现实社会的矛盾，极力宣扬了他一生倡导的人道主义思想。就创作技巧而言，其中短篇小说更为注重形式的灵活性和情节的趣味性，在《一个穷人谈专利权》等中均有所体现。



狄更斯Charles Dickens(1812～1870)：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11223746, './img/book/11223746.jpg', '远大前程', '', '世界名著', 2947, '作者狄更斯在经历了丰富的社会生活后，对人，对周围的环境以及对自己的经历都有了深刻的认识，而所有他成熟的思想都汇总在《远大前程》一书中。这部作品原题名是<i>Great Expectations</i>，意思是指一笔遗产，中国把它译成“远大前程”。这个译名给读者一种印象，即作品的主人公是有远大前程的。而事实上，这个“远大前程”是带讽刺意义的，应该说这部作品的主题决非仅仅是写孤儿皮普想当上等人的理想幻灭的故事，如果这样理解，就领会错了狄更斯创作这部作品的意义。皮普生活在姐姐家里，生活艰苦，他的理想是当一名像姐夫一样的铁匠，他没有想当上等人。后来他想当上等人是因为环境的改变。



狄更斯的哲学思想之一是环境对人思想的影响。不同的环境可以造就成不同的人。皮普的整个发展过程是符合一般人性理论的。这部作品并非任意写出，而是以狄更斯以前的十多部作品为基础，是他思想的总结。狄更斯把自己的人生观、哲学和道德的思想都总结到了这部创作之中。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522056, './img/book/21522056.jpg', '在轮下', '', '外国现当代', 952, '《在轮下》是1946 年诺贝尔文学奖得主，也是当代德国文学界得奖最多的抒情诗人黑塞的杰作。黑塞运用淳朴与含蓄的手法，生动地刻画出主角汉斯·吉本拉德少年时期的生活、青春期的迷惑、神学校的教育与家庭背景。这是黑塞亲身血泪的经历，也正是黑塞自己的画像。书中充满着田园乡土的气味，对于心灵的危机与归宿的寻求有着传神纤细的刻画。
这是一位孤独的流浪者所奏出的优美的人生之歌。是一部以描写学生的悲剧，刻画青春期陷于迷惑的新文学作品。此书问世后，一时洛阳纸贵，迄今仍为文学名著中的畅销书。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2199963, './img/book/2199963.jpg', '被侮辱与被损害的人', '', '世界名著', 600, '《被侮辱与被损害的》是俄国伟大作家陀思妥耶夫斯基的代表作，小说创作于1861年。全书由四个部分和一个结尾组成。故事发生在50年代末的彼得堡，正值农奴制崩溃和资本主义兴起的时期。资产阶级冒险家和骗子华尔戈夫斯基亲王同被他侮辱和损害的人们之间的冲突组成了小说的主要内容。

这是陀思妥耶夫斯基在中断了十年的文学生涯之后，在这类文学体裁上所作的第一次尝试，即让小说带有强烈的戏剧性。以后，这种随笔式小说所使用的某些手法，成了他后期许多作品的固有形式，并发展成为不同于传统命运小说形式的小说戏剧形式。这种小说是对传统命运小说形式的突破，是新小说形式的开端。什么是小说戏剧形式呢？那就是“选择人生的一个危机时刻，在紧凑的、高度浓缩的时间过程里，在旋涡般相继发生的戏剧性事件中，展开小说人物之间的。心灵对话，展开对世界性问题，人类灵魂问题的辩论。”


陀思妥耶夫斯基（1821-1881），俄国19世纪文坛享有世界声誉的小说家，他的创作具有极其复杂、矛盾的性质。擅长心理剖析，尤其是揭示内心分裂。他的小说戏剧性强，情节发展快，接踵而至的灾难性事件往往伴随着复杂激烈的心理斗争和痛苦的精神危机，以此揭露资产阶级关系的纷繁复杂和矛盾重重，具有深刻的悲剧性。1846年发表处女作《穷人》， 1859年因参加革命活动被沙皇政府逮捕并流放西伯利亚。十年苦役流放回来后创作重点逐渐转向心理悲剧。《罪与罚》（1866）使作者获得世界声誉。主要作品有《双重人格》（1846）、《女房东》（1847）、《白昼》（1848）和《脆弱的心》（1848）、《群魔》（1872）、《卡拉马佐夫兄弟》（1880）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1184737, './img/book/1184737.jpg', '中国哲学简史', '', '文学经典', 2280, '中国现代哲学家冯友兰先生于1947年在美国宾夕法尼亚大学担任讲座教授，讲授中国哲学史，其英文讲稿经整理写成《中国哲学简史》，于1948年由美国麦克米伦出版公司出版。此书一出，立即成为西方人了解和学习中国哲学的最佳入门书，其后又有多种外国语种的译本出版，五十多年来，一直是世界许多大学中国哲学的通用教材。
此书“冶哲学史经验与哲学心得于一炉，以二十万字述几千年中国哲学史，简明，生动，出神入化”，但直到二十世纪八十年代，才由冯友兰的学生涂又光先生第一次根据英文本译成中文，由北京大学出版社于1985年出版，首版印刷十万册，很快售罄，成为当时学术界的畅销书。

我国当代著名学者赵复三先生于21世纪初重新翻译了此书，译文准确、通俗地传达了冯先生原著的精神。此插图修订版即以赵先生译文为底本，参照英文原版和涂译修订了明显的错误，并配以大量图片以期作为正文的延伸与补充，希望这些插图能够帮助读者理解书中的内容，增进阅读的乐趣。

冯友兰，字芝生，河南唐河人。1912年入上海中国公学大学预科班，1915年入北京大学文科中国哲学门，1919年赴美留学，1924年获哥伦比亚大学博士学位。回国后历任广东大学、燕京大学教授、清华大学文学院院长兼哲学系主任。抗战期间，任西南联大哲学系教授兼文学院院长。1946年赴美任客座教授。1947年任清华大学校务会议主席。曾获美国普林斯顿大学、印度德里大学、美国哥伦比亚大学名誉博士学位。1952年后为北京大学哲学系教授、中科院哲学社会科学部委员。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8151452, './img/book/8151452.jpg', '论语', '孔子', '文学经典', 0, '《论语》是儒家学派的经典著作之一，由孔子的弟子及其再传弟子编撰而成。它以语录体和对话文体为主，记录了孔子及其弟子言行，集中体现了孔子的政治主张、论理思想、道德观念及教育原则等。与《大学》《中庸》《孟子》《诗经》《尚书》《礼记》《易经》《春秋》并称“四书五经”。通行本《论语》共二十篇。

儒家创始人孔子的政治思想核心是“仁”，提倡“仁”“义”、“礼”、“智”、“信”。《论语》作为孔子及门人的言行集，内容十分广泛，多半涉及人类社会生活问题，对汉民族的心理素质及道德行为起到过重大影响，是儒家学派经典之作。直到近代新文化运动之前，约在两千多年的历史中，《论语》一直是中国人的初学必读之书。作为一部优秀的语录体散文集，它以含蓄隽永的语言，记述了孔子的言论。 《论语》中所记孔子循循善诱的教诲之言，或简单应答，点到即止；或启发论辩，侃侃而谈；富于变化，娓娓动人。而且论语教给了后人如何为人处世的道理。《黄帝阴符经》、《论语》、《易经》和《道德经》，共为中华民族的几部源头性经籍，它们不仅是道德跟文化的重要载体，而且是古代圣哲修身明德、体道悟道、天人合一后的智慧结晶。

孔子(公元前551年9月28日―公元前479年4月11日)：即孔丘，字仲尼。祖籍宋国夏邑，出生于鲁国陬邑(今山东省曲阜市尼山镇境内)，东周春秋末期著名的思想家、政治家、教育家。孔子开创了私人讲学的风气，是儒家学派的创始人，其儒家思想对中国和世界都有深远的影响。
孔子曾带领部分弟子周游列国十四年，晚年修订了《六经》(《诗》《书》《礼》《乐》《易》《春秋》)。相传他有弟子三千，贤弟子七十二人。孔子去世后，其弟子及其再传弟子把孔子及其弟子的言行语录和思想记录下来，整理编成了儒家经典《论语》。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (27337333, './img/book/27337333.jpg', '夜航船', '张岱', '文学经典', 1200, '《夜航船》是一部来自三百年前的“百科全书”，也是张岱这个文人眼中的大千世界。从天文地理、四方星象到三教九流、古往今来，或严肃，或幽默，或正经，或玩笑，无所不包，读来令人欲罢不能。
1665年，六十九岁的张岱为自己写下墓志铭，其中并未提及《夜航船》。
1689年，张岱卒于九十三岁。《夜航船》从此湮没。
三百年后，尘封抄本现身于世，辗转入藏宁波天一阁，《夜航船》重现天日。
张岱喜欢的事是：深深庭院，眼神波俏的丫环，繁花和少年，华丽的衣裳，骏马奔跑的姿态，神奇的灯，烟花在幽蓝的夜空中绽放；还有梨园歌舞，紫檀架上的古物，雪白的手破开金黄的橘子，新绿的茶叶在白水中缓缓展开，这些都是张岱喜欢的事。
于是他写了这本三百年前的“百科全书”，这些也正是《夜航船》里的全部内容。



张岱，少为纨袴子弟，极爱繁华。好精舍，好美婢，好娈童，好鲜衣，好美食，好骏马，好华灯，好烟火，好梨园，好鼓吹，好古董，好花鸟；兼以茶淫谲谑，书蠹诗魔。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5161260, './img/book/5161260.jpg', '新大西岛', '', '外国现当代', 1200, '《新大西岛》一书于1623年写就，作者培根构造了一个乌托邦——一个称为“本撒冷”的国家，书中描绘了作者追求和向往的理想社会蓝图。

这个一切为科学所主宰的国家，是培根毕生所倡导的科学的“伟大复兴”的思想信念的集中表现。本书体现了文艺复兴时期人性关照下的科技光辉，在当今社会仍有积极的启发作用。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (139214174, './img/book/139214174.jpg', '白鲸（作家榜经典）', '', '外国现当代', 8800, '☆《白鲸》来了！人类文学史上绕不开的绝世奇书，全新未删节插图精装珍藏版，豆瓣评分高达8.9！
☆乔布斯、马尔克斯、鲍勃·迪伦、村上春树、奥巴马的共同爱好就是——读《白鲸》！所有你失去的，都会以另外一种方式归来！
☆《百年孤独》作者马尔克斯心中的“文学史上的美丽奇迹”！《月亮与六便士》作者毛姆眼中的“世界十大好小说”！
☆诺贝尔文学奖得主福克纳公开赞叹：“我多么希望《白鲸》这本书是我写的。”
☆伟大的鲍勃·迪伦发表诺奖感言时，出人意料花去整整一千八百字谈论《白鲸》。
☆全新译本：诗人马永波倾心翻译，译自美国Penguin Books出版社《白鲸》原版底本。
☆译者获奖：此版《白鲸》中文译本问世不久，译者荣获“第5届中国当代诗歌奖翻译奖”！
☆原创插图：美国插画家Evan Dahm手绘53幅原创插图，还原小说经典场景！
☆特别收录：3200多字译者解读，为您讲述《白鲸》的精髓和作者赫尔曼·麦尔维尔的传奇人生。
了不起的亚哈船长，纵横海上四十年，是水手们眼中神一般的存在。
有一天，他被一头名为“莫比·迪克”的大白鲸，生生咬断左腿。
从此以后，亚哈踏上了追击白鲸的疯狂复仇之路……
所有你失去的，都会以另外一种方式归来。



赫尔曼·麦尔维尔 Herman Melville(1819—1891)
美国天才作家，被誉为“美国的莎士比亚”。
生于纽约，13岁丧父，失学。15岁独自谋生，先后做过银行职员、杂货店店员、农场工人、乡村教师。
17岁逃到船上做水手。22岁登上捕鲸船，开始漫长的海上漂泊。期间，他弃船逃走，受困野蛮人部落，还被关进过塔希提岛上的监狱里，最终又重回大海，当捕鲸工和水手。26岁开始创作小说，28岁结婚。人到中年，遭遇丧子之痛，家庭破裂。
晚年专注写诗，3次自费出版诗集。
72岁时，在贫病交加中逝于纽约。
麦尔维尔生前几乎无法靠写作养活自己，过世后三十年才声名日隆，代表作《白鲸》成为世界文学史上绕不开的经典奇书。
马永波
诗人、作家、翻译家。
长期致力于英美现当代文学的翻译与研究。现任职于南京理工大学诗学研究中心。
1986年开始发表文学作品，至今出版著译60余部，个人代表作《树篱上的雪》《词语中的旅行》等。
2016年倾心翻译被誉为“美国文学史上至高经典”的《白鲸》。
2019年荣获第五届中国当代诗歌奖翻译奖。');
