insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7954115, './img/book/7954115.jpg', '沉沦', '郁达夫', '中国现代', 0, '《沉沦》是郁达夫的第一部小说集，在《沉沦》里作者完全无视社会道德观念，大胆地写出被情欲折磨的青年的心灵，短篇小说《沉沦》是这部小集中最可注意的一篇。

一个在日本留学的中国人爱上了一位日本的少女，却因为积弱的民族造成的自卑而不敢表白，最后只有自杀。集中作品还大胆地描写了偷窥、手淫等个人隐秘行为，在一个道德至上的社会里，这是完全不能容忍的。所以这部小集出版之后，立刻遭到上海文艺界最猛烈的攻击，同时也显示了人本的意义。

郁达夫（1896—1945）
中国现代著名小说家、散文家。浙江富阳人。他早年东渡日本学习。1921年与郭沫若等在东京发起成立“创造社”。回国以后，他继续创办《创造》季刊，后与鲁迅等人发起“左联”。1945年惨死在日军屠刀之下。
郁达夫在文学创作上主张“文学作品，都是作家的自叙传”，因此，他常常把个人的生活经历作为小说和散文的创作的素材，在作品中毫不掩饰地勾勒出自己的思想感情、个性和人生际遇，带有强烈个性的自己的声音，洋溢着回肠荡气的诗的情调。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18361552, './img/book/18361552.jpg', '呐喊', '鲁迅', '中国现代', 699, '《呐喊》是鲁迅的第一本小说集。1918年，新文化运动正值高峰。鲁迅因为和老朋友“金心异”（钱玄同）的一场关于“铁屋子”的谈话，创作了第一篇白话小说《狂人日记》。至1922年，五四大潮渐落，鲁迅应陈独秀之邀，将之前的小说结集出版，目的在于为新文化运动“呐喊”，并且慰藉那些在斗争中“奔驰的猛士”，使他们无畏地前进。新版《呐喊》完整收录鲁迅从1918至1922年所作小说十四篇、自序一篇，以及陈丹青先生专门为新版撰写的读后记长文一篇。



鲁迅：1881.9.25（农历八月廿八）-1936.10.19，原名周树人，浙江绍兴人，1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人，1918年5月，发表中国现代文学史上第一部白话小说《狂人日记》，一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (161347573, './img/book/161347573.jpg', '西京故事', '陈彦', '都市', 3999, '本书讲述了一位乡村干部、前民办教师罗天福率领一家四口来到西京城，靠打饼度日，为考入西京城名牌大学的一双儿女提供支持，全家人在城市生活中所遇到各种始料未及的情况，一次次感受到生活的不易和人间的爱，并最终融入城市生活，重新确立了生活目标，其生活面貌及思想境界得到提升的过程。
小说真正写出了我们这个时代里在都市的沼泽之中苦苦挣扎着的小人物们的命运。以强烈的忧患意识、鲜明的时代气息和饱满的人文情怀直面当下精神问题，呈现出独特的思想与艺术品格。



陈彦，一级编剧，曾以剧作家的身份参与习近平文艺工作座谈会。两度荣获“中国曹禺戏剧文学奖”、两度荣获“文华剧作奖”，多次获得“全国五个一工程奖”。《西京故事》与其作品《迟开的玫瑰》、《大树西迁》两部现代戏以同“为普通人立传”的主旨而称为“陈彦现代戏三部曲”。《西京故事》由人民文学出版社等推出。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21084166, './img/book/21084166.jpg', '面纱', '', '世界名著', 1200, '凯蒂怎么也琢磨不透，丈夫到底有没有发现她出轨的秘密——偷情时门把手的转动、晚餐时意有所指的话语，还有突然要带她前往霍乱之地的决定，这些都让凯蒂的神经越绷越紧。终于，忍无可忍的她打算摊牌，离婚后投奔心爱的情人。然而面纱揭开，爱情的真相与人生的意义将她的天真击得粉碎。毛姆以他冷静得近乎刻薄的方式，将一个女人的堕落与觉醒刻画得淋漓尽致——在两个人的世界里，她只能选择爱他或者失去他，以填补心灵的空虚；但当她身处更为广袤的世界，目睹了生活的残酷和人性的光辉之后，才真正获得了心灵的宁静和对自我的救赎。



威廉·萨默塞特·毛姆 （1874－1965）小说家，剧作家。现实主义文学代表人物。毕业于伦敦圣托马斯医学院，后弃医从文。在现实主义文学没落期坚持创作，并最终奠定文学史上经典地位。倡导以无所偏袒的观察者角度写作，包容看待人性，最大限度保持作品的客观性和真实性，反对将小说当作“布道的讲坛”而交由读者自行判断。1946年，设立萨默塞特·毛姆奖，奖励优秀年轻作家。1952年，牛津大学授予名誉博士学位。1954年，英王室授予“荣誉侍从”称号。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (163314819, './img/book/163314819.jpg', '浮世绘', '潘力', '文学经典', 7899, '浮世绘是流行于日本江户时代（1601-1867）、出自民间画工的版画艺术，被誉为“日本民俗的百科全书”，它以花魁美人、歌舞伎演员、春宫魅惑、民俗风景、花鸟虫鱼等社会风俗为主要题材，表现当时社会各阶层的生活百态和流行时尚。
中国浮世绘研究权威潘力清晰地讲述了浮世绘300年的兴衰史。鸟居派、歌川派等7大流派的来龙去脉，喜多川歌麿、葛饰北斋、歌川广重等31位大师的生平故事与艺术成就，《歌撰恋之部》《富岳三十六景》《名所江户百景》等200多幅经典作品的风格解析，都在书中得到了完美展现。



潘力，中国人民大学哲学博士。上海美术学院教授、博士生导师。芝加哥大学访问学者，东京艺术大学客座研究员，中国美术家协会会员。主要从事日本美术研究。
出版专著：《日本美术：从现代到当代》《浮世绘》《和风艺志：从明治维新到21世纪的日本美术》《艺术巨匠：藤田嗣治》《浮世绘的故事》《现场：对话日本当代艺术名家》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7828900, './img/book/7828900.jpg', '三国演义', '罗贯中', '世界名著', 0, '滚滚长江东逝水，浪花淘尽英雄。吕布赵云关羽，官渡赤壁街亭，斩华雄空城计长坂坡七擒七纵，一看三叹，三国风云起，几度夕阳红。该剧展现了历史上一个豪强们为攫取最高统治权而进行的政治斗争和频繁混战的动乱时代。展示了魏、蜀、吴纵横捭阖、逐鹿争雄的历史画卷！

《三国演义》是根据三国时期的史实和民间传说创作而成的优秀历史小说。它的内容丰富多彩，为读者留下了深厚多而的认识价值。故事远起汉灵帝年间刘、关、张桃园结义，描述了东汉末年和三国时期近百年发生的重大历史事件，和众多的叱咤风云的英雄人物。作者通过真实动人的故事，揭示了封建统治阶级内部的黑暗和腐朽，控诉了统治者的暴虐和丑恶。东汉末年，军阀混战，所谓“十八路”诸候联军征讨董卓，打的是“扶持王室，拯救黎民”的旗号，干的是勾心斗角、尔虞我诈的勾当，各怀心复事，都企图称王称霸。

罗贯中（约1330—约1400），汉族，名本，字贯中，号湖海散人。他的籍贯一说是太原（今山西太原) ，一说是东原(今山东东平）, 一说是钱塘（今浙江杭州)，不可确考。但是，近年来由于在山西省祁县河湾村发现了罗贯中之家谱，以及个人使用的印章，故基本可以确定其籍贯为太原府祁县。元末明初著名小说家、戏曲家，是中国章回小说的鼻祖。一生著作颇丰，主要作品有：剧本《赵太祖龙虎风云会》《忠正孝子连环谏》、《三平章死哭蜚虎子》；小说《隋唐两朝志传》《残唐五代史演义》《三遂平妖传》《粉妆楼》、和施耐庵合著的《水浒传》、代表作《三国演义》等。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1063177, './img/book/1063177.jpg', '造谣学校', '', '文学经典', 600, '本书为哈佛经典丛书第十八卷——“现代英国戏剧”中的一部。这里所指“现代”为本书编著者所处年代的时代划分方式。现称“古典主义”。


《造谣学校》是谢里丹最著名的喜剧，也是英国喜剧的优秀典范。在这部喜剧里，谢里丹以“自然状态”的宗法道德和“文明的”上流社会道德败坏相对比，描写狄泽尔爵士，娶了一个梦想进入上流社会的穷乡绅的女儿为妻，她到伦敦后渐渐沾染上社交圈中的一些恶习，挥霍无度，搬弄是非，致使自己差点失身，最后终于悔悟与丈夫重新和好。

谢里丹的喜剧冲突尖锐，讽刺辛辣，而且经常穿插生动有趣的情节及令人发笑的场面，对话漂亮俏皮，迄今仍保持着舞台生命力。

理查德·谢里丹（1751——1816年），英国剧作家、政治家。谢里丹先入哈罗中学，后学习法律。1775年，其第一部剧作上演，至1779年，他已经写了7部剧本。1776至1809年间，他经营朱瑞巷剧院。1780年后，他主要从事政治活动。当过议员，并在外交部、财政部和海军内任过要职，拥护自由民主，反对不义战争，反对压迫平民。谢里丹最有名的剧作《造谣学校》是英国风俗喜剧最佳作品之一。他的全部作品几乎都是以明快的机智嘲弄当时社会浮躁的人心，并以卓越的性格描绘著称。其他作品有喜剧《情敌》、喜歌剧《陪媪》、改写自17世纪末英国剧作家范布勒《失足》的喜剧《斯卡巴勒之行》、滑稽剧《批评家》以及据同时代德国剧作家科采布《秘鲁的西班牙人》改编的悲剧《皮扎罗》等。

责任编辑 王晶
封面设计 Marina');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7843184, './img/book/7843184.jpg', '白鹿原', '陈忠实', '影视原著', 1600, '同名电视剧原著小说，唯一专有版权。
在从清末民初到建国之初的半个世纪里，一阵阵狂风掠过了白鹿原上空，而每一次的变动都震荡着它的内在结构：打乱了再恢复，恢复了再打乱，细腻地反映出白姓和鹿姓两大家族祖孙三代的恩怨纷争。陈忠实先生在这里，人物的命运是纵线，百回千转，社会历史的演进是横面，愈拓愈宽，传统文化的兴衰则是全书的精神主体，以至人、社会历史、文化精神三者之间相互激荡，相互作用，共同推进了作品的时空，在我们眼前铺开了一轴恢宏的、动态的、极富纵深感的关于我们民族灵魂的现实主义的画卷。

1、完整呈现了1993年最原始版本。
2、全新精装本。内附多幅彩插，包括作者旧照、手稿影印件。更有电影《白鹿原》的美术设计师创作的精美插图首次面世。
3、全书浓缩着深沉的民族历史内涵，有令人震撼的真实感和厚重的史诗风格。
4、本书1997年荣获中国长篇小说最高荣誉--第四届茅盾文学奖。已被改编成同名话剧、电影、舞剧、秦腔等多种艺术形式。

陈忠实，1942年生于西安市灞桥区，1965年初发表散文处女作，1979年加入中国作家协会。作品《信任》获1979年全国短篇小说奖，《渭北高原，关于一个人的记忆》获1990-1991全国报告文学奖，长篇小说《白鹿原》获第四届茅盾文学奖（1998）。曾任中国作家协会副主席、陕西省作协主席。现为陕西省作协名誉主席。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7741466, './img/book/7741466.jpg', '山海经', '佚名', '文学经典', 0, '《山海经》是中国先秦重要古籍，也是一部荒诞不经的奇书。

《山海经》传世版本共计18卷，包括《山经》5卷，《海经》13卷，各卷著作年代无从定论，其中14卷为战国时作品，4卷为西汉初年作品。山海经内容主要是民间传说中的地理知识，包括山川、矿物、民族、物产、药物等。保存了包括夸父逐日、女娲补天、精卫填海、大禹治水等相关内容在内的不少脍炙人口的远古神话传说和寓言故事。

《山海经》具有非凡的文献价值，对中国古代历史、地理、文化、中外交通、民俗、神话等的研究，均有参考。其中的矿物记录，更是世界上最早的有关文献。

该书作者不详，现代学者均认为成书并非一时，作者亦非一人。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (17994367, './img/book/17994367.jpg', '鲁迅杂文集', '鲁迅', '文学经典', 699, '《鲁迅杂文集》精选鲁迅先生1918年至1936年杂文写作经典58篇。自1918年发表第一篇《随感录》，到1936年离世，鲁迅先生写作的杂文，只付梓的杂文集子就有16部——从《我们现在怎样做父亲》《言论自由的界限》，大写世道；到《谈金圣叹》《论“他妈的”》，细察人心；再到《作文秘诀》《看书琐记》，谈诗论艺——兼容并蓄，无所不包。他是独一无二的“大先生”，因绝望而冷峻又因激愤炽焰燃烧的真男人——“有的人死了，他还活着”。

鲁迅先生的杂文写作近乎无所不包，写世道、写人心、写文学，都是他写得到位、写得入理、写到精髓。
他的“死对头”梁实秋曾道：“鲁迅的作品，我已说过，比较精彩的是他的杂感。”
这本集子里的篇目，从《热风》《华盖集》到《且介亭杂文末编》《集外集》《集外集拾遗》，16本杂文集子一一选过。

鲁迅，原名周树人，浙江绍兴人。1904年赴日本仙台学医，后从事文学创作。1918年5月首次使用笔名“鲁迅”，发表中国现代文学史上第一篇白话小说《狂人日记》。1921年发表中篇小说《阿Q正传》。一生写作1000万字，其中著作600万字，辑校和书信400万字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (682817, './img/book/682817.jpg', '傲慢与偏见', '', '影视原著', 600, '《傲慢与偏见》主讲了奥斯丁的讽刺艺术，不仅表现在某些人物的喜剧性格上，也不仅表现在众多情节的喜剧性处理上，而且还融汇在整个故事的反讽构思中，让现实对人们的主观臆想进行嘲讽。男主角达西最初断定，贝内特家有那么多不利因素，几个女儿很难找到有地位的男人，可后来恰恰是他娶了伊丽莎白。而伊丽莎白呢，她曾发誓决不嫁给达西，可最后还是由她做了达西夫人。再看看那个不可一世的凯瑟琳•德布尔夫人，为了阻止伊丽莎白与她外甥达西攀亲，她不辞辛劳，亲自出马，先是跑来威吓伊丽莎白，继而跑去训诫达西，殊不知正是她这次奔走为两位默默相恋的青年通了信息，促成了他们的美满结合。更令人啼笑皆非的是，就在这几位"智者"受到现实嘲弄的同时，书中那位最可笑的"愚人"贝内特太太，最后却被证明是最正确的。

《傲慢与偏见》是英国著名女作家简·奥斯汀（Jane Austen 1775～1817年）的代表作，是一部描写爱情与婚姻的小说。这部小说以男女主人公达西和伊丽莎白由于傲慢和偏见而产生的爱情纠葛为线索，共写了四起姻缘：伊丽莎白与达西、简与宾利、莉迪亚与威克姆、夏洛蒂与柯林斯。

简·奥斯汀（Jane Austen，1775年12月16日－1817年7月18日）是英国著名女性小说家，她的作品主要关注乡绅家庭女性的婚姻和生活，以女性特有的细致入微的观察力和活泼风趣的文字真实地描绘了她周围世界的小天地。
奥斯汀终身未婚，家道小康。由于居住在乡村小镇，接触到的是中小地主、牧师等人物以及他们恬静、舒适的生活环境，因此她的作品里没有重大的社会矛盾。她以女性特有的细致入微的观察力，真实地描绘了她周围世界的小天地，尤其是绅士淑女间的婚姻和爱情风波。她的作品格调轻松诙谐，富有喜剧性冲突，深受读者欢迎。从18世纪末到19世纪初，庸俗无聊的“感伤小说”和“哥特小说”充斥英国文坛，而奥斯汀的小说破旧立新，一反常规地展现了当时尚未受到资本主义工业革命冲击的英国乡村中产阶级的日常生活和田园风光。她的作品往往通过喜剧性的场面嘲讽人们的愚蠢、自私、势利和目自信等可鄙可笑的弱点。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5447905, './img/book/5447905.jpg', '失乐园', '', '文学经典', 599, '《失乐园》是17世纪英国桂冠诗人弥尔顿(1608—1674)的代表作。弥尔顿在世时首先是一位伟大的精神斗土，早年投身干英国资产阶级革命。到了晚年，备受政治上的失利和双目失明双重打击的弥尔顿却仍然保持了坚定的斗志。作为学问渊博的人文主义者，身体力行的清教徒革命者，他将满腔激情投入到下自己的文学作品中，通过口述的方式写作出了三部文学史上不朽的长篇诗作；《失乐园》，《复乐园》，《力士参孙》。

这是描写人类堕落的长篇史诗，讲述了人祖亚当和夏蛙在伊甸园中原奉纯真无邪，因魔魁撒旦的诱惑而反抗上帝的旨意，以致干堕落致罪的过程。诗中的主角是撒旦是第一个背叛上帝，发动天国叛乱的堕落天使，他的同伴也是破逐出天国的天使。为了唆使亚当与夏蛙反抗上帝，撒旦经历了各种危险和考验。在这部复杂的作品中，人类失去乐园的故事表达了作者的清教主义，对撒旦的描写则倾注着他的革命思想，正是那些歌颂叛逆者的响亮诗行构成了诗中最动人的篇章。

约翰·弥尔顿（John Milton,1608～1674）英国诗人、政论家，民主斗士，英国文学史上最伟大的六大诗人之一。1608年12月9日出生于伦敦一个富裕的清教徒家庭。父亲爱好文学，受其影响，弥尔顿从小喜爱读书，尤其喜爱文学。弥尔顿是清教徒文学的代表，他的一生都在为资产阶级民主运动而奋斗，代表作《失乐园》与荷马的《荷马史诗》、阿利盖利·但丁的《神曲》并称为西方三大诗歌。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18361459, './img/book/18361459.jpg', '彷徨', '鲁迅', '中国现代', 699, '《彷徨》是鲁迅的第二部小说集，共收1924至1925年所作小说十一篇。《彷徨》的写作时期，正值五四落潮，新文化运动阵营内部出现分化，作者一面因“成了游勇，布不成阵了”而“感到寂寞”“荒凉”，“一面总结过去的经验，寻找新的战友，部署新的战斗。”在这样的背景下问世的《彷徨》，比起其第一部小说集《呐喊》来，“技术虽比先前好一些，思想也似乎较无拘束，而战斗的意志却冷得不少。”



鲁迅：1881.9.25（农历八月廿八）-1936.10.19，原名周树人，浙江绍兴人，1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人，1918年5月，发表中国现代文学史上第一部白话小说《狂人日记》，一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7823647, './img/book/7823647.jpg', '西游记', '吴承恩', '世界名著', 0, '《西游记》全书一百回，从大的结构上看，可分成三个部分。第一回至第八回是第一部分，主要写了孙悟空出世、拜师、大闹天宫，这是全书最精彩的章节，热闹非凡，孙悟空上天入地好一顿折腾，将他的反抗性格表现得淋漓尽致。第八回至第十二回是第二部分，主要写了唐僧的出身及取经的缘由。第十三回至最后一回是第三部分，主要写唐僧西天取经，路上先后收了孙悟空、猪八戒、沙和尚三个徒弟，并历经九九八十一难，终于取到了真经，修成了正果。

《西游记》向人们展示了一个绚丽多彩的神魔世界，人们无不在作者丰富而大胆的艺术想象面前惊叹不已。然而，任何一部文学作品都是一定社会生活的反映，作为神魔小说杰出代表的《西游记》亦不例外。正如鲁迅先生在《中国小说史略》中指出，《西游记》“讽刺揶揄则取当时世态，加以铺张描写”。

吴承恩，字汝忠，号射阳山人，淮安府山阳（今江苏省淮安市）人。约生于明弘治十三年至正德初年之间（1500—1510），约卒于万历十年（1582）。吴承恩的曾祖父、祖父都是读书人，任过县学的训导、教谕。但到了他父亲吴锐这一辈，由于家贫困，出赘徐家，“遂袭徐氏业，坐肆中”，当起了小商人。尽管如此，吴家却不失读书的传统。据说其父吴锐虽为商人，不仅为人正派，而且好读书，好谈时政，这自然对吴承恩产生较大影响。吴承恩从小就很聪明，很早入了学，少年得志，名满乡里。天启《淮安府志》卷十六说吴承恩“性敏而多慧，博极群书，为诗文，下笔立成。”但成年后的吴承恩却很不顺利，在科举进身的道路上屡遭挫折，到四十多岁才补了一个岁贡生，五十多岁任过浙江长兴县丞，后又担任过荆王府纪善，这是同县丞级别差不多的闲职。吴承恩创作《西游记》大约是中年以后，或认为是晚年所作，具体时间无法确定。除《西游记》外，他还创作有长诗《二郎搜山图歌》和《禹鼎志》。现存《射阳先生存稿》四卷，包括诗一卷、散文三卷，是吴承恩逝世后由丘度编订而成。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51399009, './img/book/51399009.jpg', '长日将尽', '', '影视原著', 3299, '★2017诺贝尔文学奖得主石黑一雄代表作、布克奖获奖小说
★长日将尽，一曲帝国衰落的挽歌，一场擦肩而过的爱情
★同名电影（又译《告别有情天》）获多项奥斯卡奖、英国电影学院奖提名，英国影帝安东尼·霍普金斯、实力女星爱玛·汤普森主演
《长日将尽》是诺奖得主石黑一雄1989年获布克奖的作品，也是石黑一雄最重要的代表作。小说以管家史蒂文斯的回忆展开，讲述了自己为达林顿勋爵服务的三十余年时光里的种种经历；虽然达到了职业巅峰，但史蒂文斯过于冷酷地压抑自我情感，追求完美履行职责，而在父亲临终前错过最后一面，之后又与爱情擦肩而过。小说通过主人公的回忆，将一个人的生命旅程在读者眼前抽丝剥茧，同时也折射出一战与二战之间那段非常时期的国际政治格局。
1993年根据小说翻拍的同名电影（又名《告别有情天》）由英国著名演员安东尼·霍普金斯和艾玛·汤普森主演，获得八项奥斯卡奖提名和六项英国电影学院奖提名，成为影史经典。



石黑一雄，日裔英国小说家，1954年生于日本长崎，与奈保尔、拉什迪并称为“英国文坛移民三雄”。石黑一雄的作品并不多，但几乎每部作品都获得重要的文学奖项：《远山淡影》获温尼弗雷德·霍尔比纪念奖，《浮世画家》获惠特布莱德年度最佳小说奖，《长日将尽》获布克奖，《无可慰藉》获切尔特纳姆文学艺术奖，《浮世画家》《我辈孤雏》和《莫失莫忘》均入围布克奖决选名单；1995年英女王授予石黑一雄文学领域的大英帝国勋章，1998年获法国文学艺术骑士勋章，2017年因“以其巨大的情感力量，发掘了隐藏在我们与世界的虚幻联系之下的深渊”而获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (107332026, './img/book/107332026.jpg', '北欧神话', '', '文学经典', 3960, '※专业学者写就的神话入门读物
※大量来自北欧的雕像和图画
※《雷神》系列背景设定的诸神和他们的传说
※《霍比特人》中小矮人名字和部分情节的灵感来源
※《权力的游戏》中那凛冽长冬即是北欧神话中的芬布尔之冬
这本小书将介绍那些暴躁易怒又争吵不休的北欧诸神——以奥丁为首的阿萨神族、神秘的华纳神族，以及他们所在的神话世界。文中有大量自古诺斯语翻译而来的篇章，它们更真切地呈现出这一神话世界的样貌，为我们描绘自创世至诸神的黄昏之间发生的那些事迹，其中包括诸神与巨人之间持久的矛盾冲突，男性和女性英雄所经历的传奇或不幸，发生在他们家族之间的争端、复仇、联姻和谋杀，以及诸神与凡人之间的交往，等等。



卡罗琳·拉灵顿（Carolyne Larrington）于牛津大学圣约翰学院教授中世纪英语文学课程。著有《凛冬将至：<权利的游戏>中的中古世界》（Winter is Coming: The Medieval World of Game of Thrones）等作品，译有《埃达诗集》（The Poetic Edda）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29926889, './img/book/29926889.jpg', '古文观止', '吴楚材', '文学经典', 799, '《古文观止》，清中期文人吴楚材、吴调侯叔侄选编，中国历代散文精华的集大成之书，是自清以降文言启蒙读物，与《唐诗三百首》并称为中国古诗文选本的“双壁”，鲁迅赞其与《昭明文选》并美。
“古文观止”取意一览此书即可观止古文，诸选之美者毕集。辑文上起先秦，下迄明末，凡十二卷，二百二十二篇，兼收各类文体，择选贤哲名篇，篇幅较短，语言精炼，便于诵读，代表先秦至明未散文的最高水平，也从一个侧面展陈了中国文章发展的流变脉络，是了解中国文化，启蒙中国文章的入门首选。



编注者：吴楚材，名乘权，号楚材，清康熙年间人。与其侄吴调侯在家乡浙江山阴县（今绍兴）以开私塾为业，并合编《古文观止》。另有简明中国通史《纲鉴易知录》传世。
吴调侯，名大职，字调侯，曾任县丞，因与叔吴楚材合编《古文观止》而名传后世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7821748, './img/book/7821748.jpg', '鬼谷子', '鬼谷子', '文学经典', 0, '《鬼谷子》，又名《捭阖策》。据传是由鬼谷先生后学者根据先生言论整理而成。该书侧重于权谋策略及言谈辩论技巧。《鬼谷子》共有十四篇，其中第十三、十四篇已失传。

《鬼谷子》一书，从主要内容来看，是针对谈判游说活动而言的，但是由于其中涉及到大量的谋略问题，与军事问题触类旁通，也被称为兵书。书以功利主义思想，认为一切合理手段都可以运用。它讲述了作为弱者的一无所有的纵横家们，运用谋略口才如何进行游说，进而控制作为强者，握有一国政治、经济、军事大权的诸侯国君主。

鬼谷子为纵横家之鼻祖（也是兵家的著名代表人物之一），苏秦与张仪为其最杰出的两个弟子（见《战国策》）。另有孙膑与庞涓亦为其弟子之说（见《孙庞演义》）。他通天彻地，兼顾数家学问，人不能及。一是神学：日星象纬，占卜八卦，预算世故，十分精确；二是兵学，六韬三略，变化无穷，布阵行军，鬼神莫测；三是游学，广记多闻，明理审势，出口成章，万人难当；四是出世学，修身养性，祛病延寿，学究精深。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10365283, './img/book/10365283.jpg', 'The Merchant of Venice（威尼斯商人）', 'William Shakespeare', '世界名著', 0,
        'The Merchant of Venice is a play by William Shakespeare, believed to have been written between 1596 and 1598. Although classified as a comedy in the First Folio, and while it shares certain aspects with Shakespeare's other romantic comedies,
        the play is perhaps more remembered for its dramatic scenes, and is best known for the character of Shylock.
        The title character is the merchant Antonio, not the Jewish moneylender Shylock,
        who is the play's most prominent and more famous villain. Though Shylock is a tormented character, he is also a tormentor, so whether he is to be viewed with disdain or sympathy is up to the audience (as influenced by the interpretation of the play's director and lead actors). As a result, The Merchant of Venice is often classified as one of Shakespeare's problem plays.



威廉·莎士比亚（William Shakespeare，1564年4月23日-1616年5月3日）：英国文学史上最杰出的戏剧家，也是西方文艺史上最杰出的作家之一，全世界最卓越的文学家之一。他流传下来的作品包括38部戏剧、155首十四行诗、两首长叙事诗和其他诗歌。他的戏剧有各种主要语言的译本，且表演次数远远超过其他任何戏剧家的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8150993, './img/book/8150993.jpg', '道德经', '老子', '文学经典', 0, '《道德经》又称《老子》，是中国古代先秦诸子分家前的一部著作，为其时诸子所共仰，传说是春秋时期的老子李耳所撰写，是道家哲学思想的重要来源。道德经分上下两篇，原文上篇《德经》、下篇《道经》，不分章，后改为《道经》在前，《德经》在后，并分为81章,全文共约五千字，是中国历史上首部完整的哲学著作。

《道德经》常会被归属为道教学说。其实哲学上的道家，和宗教上的道教，是不能混为一谈的，但《道德经》作为道教基本教义的重要构成之一，被道教视为重要经典，其作者老子也被道教视为至上的三清尊神之一道德天尊的化身。

老子，（前600年—前470年之后）姓李名耳，字伯阳，传说老子出生时就长有白色的眉毛及胡子，所以被后人称为老子。
中国春秋时代思想家，楚国苦县厉乡曲仁里人，是我国古代伟大的哲学家和思想家、道家学派创始人。其被唐皇武后封为太上老君，世界文化名人，世界百位历史名人之一，存世有《道德经》（又称《老子》）。其作品的精华是朴素的辨证法，主张无为而治，其学说对中国哲学发展具有深刻影响。
在道教中，老子是三清尊神之一太上老君的第十八个化身，被尊为道祖。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7734029, './img/book/7734029.jpg', '儒林外史', '吴敬梓', '中国古典', 0, '吴敬梓的《儒林外史》是中国小说史上少有的几部出类拔萃的巨制之一，是唯一一部真正意义上的讽刺小说。吴敬梓在创作此书时，以对待功名富贵和文行出处的态度为中心，贬抑批判士人中的假儒士和假名士，褒扬推崇真儒士和真名士，热烈赞美具有完整健康人格的、德才兼备的知识分子。

《儒林外史》创造了富有民族特色又极具个性的讽刺艺术。塑造人物时，能秉持公心，不虚美，不隐恶，借喜剧性的情节，揭示悲剧性的内涵，令人笑中带泪，具有振聋发聩的艺术效果。小说词义婉曲，叙述含蓄，冷静蕴藉，常常是用白描的笔触，“不尚夸张，一味写实”，让生活的真实来显现讽刺的力量。

吴敬梓（1701~1754年），清小说家，字敏轩，号粒民，晚号“文木老人”、秦淮寓客，安徽全椒人。雍正诸生。早年生活豪纵，后家业衰落，移居江宁。乾隆初荐举博学鸿词，托病不赴，穷困以终。工诗词散文，尤以长篇小说《儒林外史》成就最高。又有《文木山房集》、《文木山房诗说》等。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31953107, './img/book/31953107.jpg', '恶之花', '', '文学经典', 999, '《恶之花》是法国诗人波德莱尔的诗歌代表作，奠定了他在法国乃至世界诗歌史上的地位。这部经典诗作通过诗歌展现了恶及围绕着恶所展开的善恶关系。波德莱尔破除了千百年来的善恶观，以辩证的观点来看待恶，认为恶具有双重性，它既有邪恶的一面，又散发着一种特殊的美。它一方面腐蚀和侵害人类，另一方面又充满了挑战和反抗精神，激励人们与自身的懒惰和社会的不公作斗争，所以波德莱尔对恶既痛恨又赞美，既恐惧又向往。他生活在恶中；但又力图不让恶所吞噬，而是用批判的眼光正视恶、解剖恶，提炼恶中之花。



波德莱尔CharlesBaudelaire(1821.4.9-1867.8.31)
法国诗人，文艺理论家。
1821年4月9日生于法国巴黎，幼年丧父，中学时期开始诗歌创作，1841年乘船去加尔各答，于旅程中途返回后与继父矛盾激化，继承生父遗产独立生活，1857年出版诗集《恶之花》，1867年8月31日病逝于巴黎。
代表作：《恶之花》《巴黎的忧郁》《浪漫派的艺术》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (534686, './img/book/534686.jpg', '堂吉诃德', '', '世界名著', 1200, '作品主人公堂·吉诃德是一个不朽的典型人物。书中写道，这个瘦削的、面带愁容的小贵族，由于爱读骑士文学，入了迷，竟然骑上一匹瘦弱的老马“驽骍难得”，找到了一柄生了锈的长矛，戴着破了洞的头盔，要去当游侠，锄强扶弱，为人民打抱不平。

西班牙大师塞万提斯划时代的巨著，是文艺复兴时期的现实主义巨作，也是世界文学史上一颗璀璨的明珠。主人公堂吉诃德一方面脱离现实，爱幻想，企图仿效游侠骑士的生活；另一方面又心地善良，立志铲除人间邪恶。是一个可笑、可叹、可悲又可敬的人物，是幽默文学中一个不朽的典型。

塞万提斯·萨维德拉，西班牙小说家，戏剧家，诗人。因撰写讽刺人类荒唐之举的《堂·吉诃德》（1605年和1615年，共两卷）而闻名于世。他被誉为是西班牙文学世界里最伟大的作家，评论家们称他的小说《堂·吉诃德》是文学史上的第一部现代小说，同时也是世界文学的瑰宝之一。2007年5月22日，西班牙Antena 3评选““历史上最重要的西班牙人”，结果他名列第2位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (147763752, './img/book/147763752.jpg', '地下室手记', '', '外国现当代', 2500, '《地下室手记》是俄国作家陀思妥耶夫斯基创作的长篇小说。该书由主角地下室人以第一人称的方式叙述，地下室人是名年约四十岁左右的退休公务员，他的内心充满了病态的自卑，但又常剖析自己。全书主要由两部分组成：第一部分是地下室人的长篇独白，内容探讨了自由意志、人的非理性、历史的非理性等哲学议题。第二部分是地下室人追溯自己的一段往事，以及他与一名妓女丽莎相识的经过。
《地下室手记》不仅是陀思妥耶夫斯基的代表作，也预视了他后来5本重要的长篇小说：《罪与罚》、《白痴》、《群魔》、《少年》、《卡拉马佐夫兄弟》。该书也被认为是陀思妥耶夫斯基创作过程中的一个转折点。诺贝尔文学奖得主纪德认为：“这部小说是他写作生涯的顶峰，是他的扛鼎之作，或者，如果你们愿意，可以说是打开他思想的钥匙。”



作者：
陀思妥耶夫斯基（1821—1881），俄国作家，与托尔斯泰、屠格涅夫并称为俄罗斯文学“三巨头”，他洞悉人类灵魂的奥秘，对人类心理活动有深刻的描绘，作品翻译超过170 种语言，其文学风格对 20 世纪的世界文坛产生了深远的影响，启发了卡夫卡、加缪、福克纳等作家。代表作有《穷人》《白夜》《地下室手记》《罪与罚》《白痴》《卡拉马佐夫兄弟》等。
译者：
曾思艺，1962年生于湖南，天津师范大学文学院教授、博士生导师。翻译家，中国外国文学教学研究会理事。主要译作有《俄罗斯抒情诗选》《尼基塔的童年》《自然·爱情·人生·艺术——费特抒情诗选》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7783559, './img/book/7783559.jpg', '孙子兵法', '孙武', '文学经典', 0, '《孙子兵法》是中国古代军事著作的代表，是中华民族优秀传统文化中的精萃。不仅是我国现存最早的兵书，也是世界上最早的兵书，在世界军事学术史上占有十分重要的地位。

《孙子兵法》被称为“武经”，早在7世纪就传入日本，18世纪以后，英、法、德、俄等国均作了翻译，影响巨大。

孙武（约前545年—前470年），字长卿，齐国乐安人，春秋时期著名的军事家、政治家，尊称兵圣。后人尊称其为孙子、孙武子、百世兵家之师、东方兵学的鼻祖。他是兵法家孙膑的先祖。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7613042, './img/book/7613042.jpg', 'The Moon and Sixpence（月亮和六便士）', 'W. Somerset Maugham', '世界名著', 0, 'Charles Strickland, a conventional stockbroker, abandons his wife and children for Paris and Tahiti, to live his life as a painter. Whilst his betrayal of family, duty and honour gives him the freedom to achieve greatness, his decision leads to an obsession which carries severe implications. Inspired by the life of Paul Gauguin, The Moon and Sixpence is at once a satiric caricature of Edwardian conventions and a vivid portrayal of the mentality of a genius.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

《月亮和六便士》是威廉·萨默赛特·毛姆的三大长篇力作之一，完成于1919年。他的这部小说问世后，以情节入胜、文字深刻在文坛轰动一时，人们争相传看。在这部小说里，毛姆用第一人称的叙述手法，借“我”之口，叙述了整个故事，有人认为这篇小说的原型是法国印象派画家高更，这更增加了它的传奇色彩，受到了全世界读者的关注。

威廉·萨默赛特·毛姆(William Somerset Maugham，1874-1965)，英国著名小说家和戏剧家。他是一个说故事的大师，叙述故事引人人胜。他写了不少貌似离奇的故事。代表作：《月亮与六便士》、《人性的枷锁》、《寻欢作乐》、《刀锋》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7733412, './img/book/7733412.jpg', '菜根谭', '（明）洪应明', '文学经典', 0, '《菜根谭》是明还初道人洪应明收集编著的一部论述修养、人生、处世、出世的语录世集，成书于万历年间。作为一部富有汉民族生活伦理思想的著作，它深刻的体现了汉族传统道德生活化的倾向。儒家通俗读物具有儒道真理的结晶，和万古不易的教人传世之道，为旷古稀世的奇珍宝训。对于人的正心修身，养性育德，有不可思议的潜移默化的力量。

文字简炼明隽，兼采雅俗。似语录，而有语录所没有的趣味；似随笔，而有随笔所不易及的整饬；似训诫，而有训诫所缺乏的亲切醒豁；且有雨余山色，夜静钟声，点染其间，其所言清霏有味，秋月无边。

洪应明，字自诚，号还初道人，藉贯不详，有《菜根谭》传世。根据他的另一部作品《仙佛奇踪》，得知他早年热中于仕途功名，晚年归隐山林，洗心礼佛。万历三十年(1603)前后曾居住在南京秦淮河一带，潜心著述。与袁黄、冯梦桢等人有所交往。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1979963, './img/book/1979963.jpg', '一生（中英双语）', '', '世界名著', 389, '小说描写了女主人公追求美好纯洁的爱情历程，展示了一个善良单纯的少女，为何一步步走向不幸，被丈夫欺骗及背叛，儿子赌博成性，债台高筑。除了时代给予女性的桎梏，除了痛骂于连的贪婪自私，约娜的软弱也是悲剧的一部分，这里面有人间的悲喜，世俗风情，作者思考了人生、爱情，小说的内容，构思、表现手法都具有审美价值。

不得不说，作者和译者的功力都是相当深厚，除了故事情节，科西嘉的美景，白杨山庄的阴郁气息，约娜的少女情愫，以及老年之后面对旧时光的顾盼留恋伤感之情，描写的丝丝入扣，让人不禁想到，就是这样，一点也没错。 


莫泊桑（1850-1893）(Guy de Maupassant)，生于法国诺曼底一个没落的贵族家庭，童年在诺曼底乡村度过，青少年时期在鲁昂中学就读，1869年到巴黎学习法律。1870年普法战争爆发后，莫泊桑应征入伍。战争结束后，他回到巴黎，先后就职于海军部和教育部，业余开始从事文学创作，并得益于文学大师福楼拜的教诲。经过苦心锤炼，莫泊桑的文学创作技巧日趋成熟。1880年，莫泊桑因《羊脂球》而一举成名，此后，他辞去公职，笔耕不辍。但私生活上的随意导致了他身体上的疾病，加上精神疾病的困扰，最终使他病魔缠身。莫泊桑曾于1892年自杀未遂，翌年在巴黎去世。莫泊桑的创作生涯虽然短暂，然而作品颇丰。在短短的十余年间，他共完成了三百多篇短篇小说，被誉为“短篇小说之王”。此外他还创作了《一生》、《俊友》等6部长篇小说。莫泊桑的写作素材来源于生活，他对日常生活和周围...');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7909623, './img/book/7909623.jpg', '人间词话', '王国维', '文学经典', 0, '《人间词话》是著名国学大师王国维所著的一部文学批评著作。接受了西洋美学思想之洗礼后，以崭新的眼光对中国旧文学所作的评论。表面上看，《人间词话》与中国相袭已久之诗话，词话一类作品之体例，格式，并无显著的差别，实际上，它已初具理论体系，在旧日诗词论著中，称得上一部屈指可数的作品。甚至在以往词论界里，许多人把它奉为圭臬，把它的论点作为词学，美学的根据，影响很是深远。王国维的《人间词话》是晚清以来最有影响的著作之一。

《人间词话》在学界享有十分崇高的地位，得到了很高的评价，如朱光潜在《诗的隐与显——关于王静安的〈人间词话〉的几点意见》一文中说：“近二三十年来，就我个人所读过的来说，似以王静安先生的《人间词话》为最精到。”王攸欣在《选择、接受与疏离——王国维接受叔本华、朱光潜接受克罗齐美学比较研究》一书中说：“王国维寥寥几万字的《人间词话》和《红楼梦评论》比朱光潜洋洋百万字的体系建树在美学史上更有地位。”

王国维，字静安，晚号观堂，浙江海宁人。王氏为近代博学通儒，学力之深，治学范围之广，对学术界影响之大，为近代以来所仪见。其生平著述甚多，身后遗著收为全集有《王忠悫公遗书》、《王静安先生遗书》、《王观堂先生全集》等数种《人间词活》一书乃是王氏接受了西洋美学思想的洗礼后，以崭新的眼光对中国文学所作的评论。具有划时代的意义，向来极受学术界重视。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (348972, './img/book/348972.jpg', '偶发空缺', '', '推理悬疑', 3499, '巴里·菲尔布拉泽在高尔夫俱乐部外的猝死掀起了帕格镇的轩然大波。以镇上第一家庭自居的莫里森家自然视空出来的议席为囊中物，可惜其他人并不这样想。整天在家里打老婆揍孩子的西蒙·普莱斯就认为他也有机会得到肥缺，还有衣冠楚楚、神经过敏的副校长“鸽笼子”·沃尔，俨然视自己为发扬死者精神的不二人选。这些男人身旁的女人也是个个出彩，都不是省油的灯，有的“卖着超大号胸罩”、对除老公之外的俊男春梦连连；有的有精神洁癖，计划干掉出轨的丈夫。

这群家境殷实、热闹非凡的帕格镇民共同的敌人是一片名为“丛地”的贫民区，那里的肮脏和堕落以妓女兼瘾君子的特莉一家为代表。在帕格镇人眼里，“丛地”就像黏在人身上的吸血蚂蝗，浪费资源，污染环境，穷人们潦倒的生活无非是咎由自取，贝尔堂戒毒所更是没有存在的必要。巴里生前竭尽全力想要帮助“丛地”，他的死亡斩断了贫富之间的联系，帕格镇开始不遗余力地想要将挖去那根眼中钉，关于议席的竞争同样也围绕着戒毒所和“丛地”本身的去留而闹得沸沸扬扬。罗琳的笔如探照灯般深入了每户人家的门后，将平静表象下的暗流涌动暴露出来。夫妻、亲子、同事、朋友、恋人，种种矛盾撕扯着小小的帕格镇，描绘出众生百态、微缩现实。

J·K·罗琳是“哈利·波特”系列的作者。这七本书于一九九七至二〇〇七年间出版，被翻译成七十四种语言，在全球二百多个国家共售出四亿五千万册，并被拍成八部全球瞩目的电影。J·K·罗琳曾获得多种奖项，包括因奖励她为儿童文学所做的贡献而授予的大英帝国勋章、阿斯图里亚斯奖、法兰西荣誉军团勋章和安徒生文学奖。通过她的沃朗慈善信托基金，她为多个慈善项目提供支援，并创立了荧光基金，致力于帮助残疾儿童。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (40041754, './img/book/40041754.jpg', '女生徒', '', '世界名著', 1100, '本书收录了太宰治以《女生徒》为代表的一系列女性独白体作品和短篇代表作《樱桃》。
《女生徒》因过敏而全身起满脓包的年轻女子、温柔善良又待客成瘾的教授遗孀、被要求成为小说家的文学少女……太宰治以匿名女性读者寄给自己的日记为蓝本，通过如同对朋友喃喃倾诉的女性独白体，生动刻画出女性敏锐细腻的内心世界和坚韧的生命力，借以哀叹世事的不公。
《樱桃》敏感多思的小说家，每当写不下去的时候，就会跑去小酒馆借酒浇愁。一次，他在酒馆发现了难得一见的樱桃……《樱桃》写成于太宰治自杀前不久，精神颓废、濒临崩溃的太宰治，把自己对“生”的厌倦倾注于文中，将愤懑而惆怅的真实自己呈现在读者面前。



太宰治︱だざい おさむ︱
本名津岛修治（つしま しゅうじ），日本小说家，日本战后“无赖派”文学代表作家。主要作品有小说《逆行》、《斜阳》和《人间失格》等。太宰治从学生时代就已希望成为作家，21岁时和银座咖啡馆女侍投海自杀未遂。1935年《晚年》一书中作品《逆行》被列为第一届芥川奖的候选作品。结婚后，写出了《富岳百景》及《斜阳》等作品，成为当代流行作家。1948年6月13日深夜与崇拜他的女读者山崎富荣跳玉川上水自杀，时年39岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7574260, './img/book/7574260.jpg', 'Pride and Prejudice（傲慢与偏见）', 'Jane Austen', '世界名著', 0, 'It is a truth universally acknowledged, that a single man in posses-sion of a good fortune must be in want of a wife. However little known the feelings or views of such a man may beon his first entering a neighbourhood, this truth is so well fixed in theminds of the surrounding families, that he is considered as the rightfulproperty of some one or other of their daughters.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

《Pride and Prejudice》是简·奥斯丁的代表作。小说以18世纪末19世纪初保守，闭塞的英国乡村生活为背景。通过几个中产阶级少女对终身大事的处理，表达了这一社会阶层的婚姻恋爱观为了财产和地位而结婚是错误的。但结婚不考虑财产也是愚蠢的小说的女主人公伊丽莎白出生于平民阶层却为富家子弟达西所心仪。作品语言清新洗练。风趣机智，情节曲折有致，极富戏剧色彩，是奥斯了一生创作的六部小说中最受人们喜爱的一部。

简·奥斯丁（Jane Austen，1775—1817），英国最著名的小说家。出生于英国乡村的绅士家庭，受父兄良好教育和影响，从小热心阅读和写作，十九岁即创作了第一部成熟的作品《苏珊女士》。长篇小说《理智与情感》、《傲慢与偏见》、《曼斯菲尔德庄园》、《爱玛》、《诺桑觉寺》和《劝导》于奥斯丁身前身后相继出版，获得好评。奥斯丁终生未婚，去世时仅四十二岁。
奥斯丁获得了各个时代的文学家和评论家们的热烈称赞，被誉为“最接近大师莎士比亚的作家”、“真正伟大的英国小说家”、“世界上最重要的文学艺术家之一”、“十八世纪精华荟萃的百花园中最后也是最绚丽的鲜花”，其作品在英国小说发展史上具有承前启后的重要意义和非凡价值。在BBC的“千年作家评选”活动中，奥斯丁紧随莎士比亚之后，排名第二。
《傲慢与偏见》是奥斯丁最脍炙人口的代表作，十九世纪最有影响的经典文学之一。该书被译成几十种文字，全球销量超过两千万册，十度被改编为影视剧。毛姆誉《傲慢与偏见》为“所有小说中最令人满意的一部”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (157408463, './img/book/157408463.jpg', '交错的世界', '', '科幻', 9900, '世界终于追赶上了科幻的脚步！
科幻研究泰斗詹姆斯·冈恩经典著作，阿西莫夫、刘慈欣作序
近五百幅经典科幻杂志及小说封面全彩呈现
独家收录华语科幻百年发展历程，世界两大科幻奖项“雨果”与“星云”历年获奖名单
·没有任何其他小说能带给你科幻小说的阅读体验，没有任何其他世界像科幻小说当中描述的世界那样与众不同，没有任何其他危险像科幻小说中的危险那样引人入胜。——艾萨克·阿西莫夫
·作为一个老科幻迷和由此成为的作家，我翻开这本书后立刻对自己说：“哇，他是我们的人！”——刘慈欣
现实世界与科幻世界创造了彼此。在科技每天都将人类的想象变为现实的今天，世界终于追赶上了科幻的脚步！
从科学怪人弗兰肯斯坦，到三体宇宙的黑暗森林，科幻小说中凝聚着人类想象力的极致。《交错的世界》从最早充满想象力的口述故事开始，通过一代代作者创作的各种鲜活故事追溯科幻小说的发展历程，以及不同时代的科学和技术创新如何改变人类对自己在宇宙中的角色的认识，并改变科幻小说。作者詹姆斯•冈恩作为当代世界科幻界公认的权威，如数家珍地讨论了影响整个科幻小说流派，以及在科幻小说发展道路上发挥作用的作者和代表作品，为不断变化的科幻小说勾勒出清晰的脉络。
原书出版于1975年，冈恩教授补充了新的章节，将时间线提至21世纪并充实了亚洲部分，使新版本成为世界范围内最新、最权威的世界科幻小说史。
世界终于追赶上了科幻小说，但科幻小说已不在那里。它已如火箭一般飞速进入了一个未知的世界，描画着想象的新领地，进一步扩张人类可能完成的事业的前沿。



詹姆斯·冈恩（James Gunn）
1923年生于密苏里州堪萨斯城，美国著名科幻小说作家、编辑、学者和评论家。曾任美国科幻作家协会主席（1971—1972）和美国科幻小说研究会主席（1980—1982）。现任堪萨斯大学英文系名誉教授，以及堪萨斯大学科幻小说研究中心主管。“科幻之路”系列和《交错的世界》是其最重要的学术著作。
1976年，他荣获美国科幻小说研究会颁发的“朝圣奖”；同年，世界科幻小说年会授予他的《交错的世界》雨果奖特别奖；他撰写的《艾萨克•阿西莫夫：科幻小说奠基者》赢得1983年的雨果奖最佳非小说作品奖；1992年，他又荣获“伊顿终身成就奖”；2007年，美国科幻奇幻作家协会在星云奖颁奖典礼上授予冈恩“达蒙•奈特纪念大师奖”，以表彰他的终身成就。
姜倩
复旦大学文学博士，研究方向为翻译理论与实践，科幻小说翻译史，著有《幻想与现实：二十世纪科幻小说在中国的译介》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35527759, './img/book/35527759.jpg', '1988', '韩寒', '中国当代', 1400, '《1988：我想和这个世界谈谈》以一部旅行车为载体，通过在路上的见闻、过去的回忆、扑朔迷离的人物关系等各种现实场景，表达了韩寒对这个世界与当下现实的看法。故事由两条线索并列推进，线索一是主人公“我”开着一辆1988年生产的汽车，在前往远方接朋友的途中，与妓女娜娜相遇后一路相伴，由此碰撞出一连串的火花；另一条线索是在这趟旅途中，“我”不断地回顾自己的童年，思考着曾经的过往和当下的人生之路。



韩寒，1982年9月23日出生。作家，赛车手。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2003》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》、《杂的文》或有其他。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10859876, './img/book/10859876.jpg', 'The Picture of Dorian Gray（道林·格雷的画像）', 'Oscar Wilde', '世界名著', 0,
        'Oscar Wilde's story of a fashionable young man who sells his soul for eternal youth and beauty is one of his most popular works. Written in Wilde's characteristically dazzling manner, full of stinging epigrams and shrewd observations, the tale of Dorian Gray's moral disintegration caused something of a scandal when it first appeared in 1890. Wilde was attacked for his decadence and corrupting influence, and
        a few years later the book and the aesthetic / moral dilemma it presented became issues in the trials occasioned
        by Wilde 's homosexual liaisons, trials that resulted in his imprisonment. Of the book' s value as
        autobiography, Wilde noted in a letter,
        "Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be--in other ages, perhaps." 奥斯卡·王尔德：英国著名戏剧家、小说家。《道林·格雷的画像》是他的小说代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22592711, './img/book/22592711.jpg', '漂亮冤家', '', '外国现当代', 1799, '《漂亮冤家》是菲茨杰拉德的第二部长篇小说，具有自传性色彩，其主题和内容与《人间天堂》颇为相似，描写的是一个出身豪门、相貌英俊的青年的个人成长史和浪漫爱情史。如果说《人间天堂》是以奔放的激情、明快的节奏和充满机智的语言描绘了战后成长起来的新一代人的形象的话，那么《漂亮冤家》所传达的思想感情则显得较为深沉，笔调也较为凝重稳练，因而悲剧意识更为强烈。小说的题目本身似乎就暗示了故事的主人公们从“美好浮华”的纵情享乐走向“负屈含冤”的悲凉结局的痛苦人生历程。



菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (515483, './img/book/515483.jpg', '老人与海', '', '世界名著', 600, '《老人与海》是海明威最著名的中篇小说，曾获普利策奖和诺贝尔文学奖。小说塑造了人类文学史上一个平民英雄的形象：古巴老渔夫圣地亚哥出海八十四天都一无所获，但他却并未绝望，最终钓上了一条大鱼。他和大鱼在海上搏斗了三天，才将鱼杀死，并将其绑在小船的一侧。归程中大鱼一再遭到鲨鱼的袭击，圣地亚哥凭借仅有的工具和鲨鱼展开恶斗，最终战胜了鲨鱼，但回港时他捕到的鱼却只剩下了脊骨和尾巴。

——“人可以被毁灭，但不能被打败。”
这是一部立意和结构都十分独特的小说，也是文学史上的一颗瑰宝。不去考虑可能被过分解读的类比和隐喻，海明威那种“硬汉”式的精神以及他对人自身力量的信仰在字里行间表现得淋漓尽致。小说脱胎于一则真实的故事，主人公的原型是海明威移居古巴期间认识的一位老渔民格雷戈里奥·富恩特斯。1936年，富恩特斯出海很远捕到了一条大鱼，但由于这条鱼太大，在海上拖了很长时间，结果在归程中被鲨鱼袭击，回来时只剩下了一副骨架。海明威为这个故事赋予了更深远的意义，将人与命运的抗争写成了一部浪漫而不朽的诗篇。

欧内斯特·海明威（1899—1961），美国小说家。1954年获诺贝尔奖。生性喜欢冒险，生活受到公众广泛关注。行文充满阳刚之气，多用散文体，文风简约明晰，对20世纪英美小说产生了极大的影响。代表作有《乞力马扎罗的雪》、《太阳照常升起》、《永别了，武器》、《老人与海》等。
余光中，福建永春人，生于南京，母亲与妻子均为常州人。一生致力于四种文类：诗、散文、评论、翻译，自称为“四度空间”。诗文多篇收入各地语文课本。译书十四种，包括《美国诗选》、《英美现代诗选》、《土耳其现代诗选》（由英译转译）、《梵谷传》、《老人与海》、《录事巴托比》，及王尔德四种喜剧《不可儿戏》、《温夫人的扇子》、《理想丈夫》、《不要紧的女人》。《守夜人》（The Night Watchman）是他将自己的诗译成英文的选集。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (48638574, './img/book/48638574.jpg', '暴风雨（莎士比亚戏剧·中文版）', '', '文学经典', 1100, '精选莎士比亚十部经典戏剧，朱生豪译本。
《暴风雨》是英国剧作家威廉·莎士比亚晚期创作的一部戏剧，是一部传奇戏剧。该剧讲述了米兰公爵普洛斯帕罗被弟弟安东尼奥篡夺了爵位，只身携带襁褓中的独生女米兰达逃到一个荒岛，并依靠魔法成了岛的主人。后来，他制造了一场暴风雨，把经过附近的那不勒斯国王和王子，以及陪同的安东尼奥等人的船只弄到荒岛，又用魔法促成了王子与米兰达的婚姻。剧中玄妙的幻想、瑰丽的描写、生动的形象和诗意的背景让人回味无穷。



【作者】
威廉·莎士比亚，英国文艺复兴时期伟大的剧作家、诗人、欧洲文艺复兴时期人文主义文学的集大成者，被誉为“英国戏剧之父”、“人类文学奥林匹斯山上的宙斯”。
【译者】
朱生豪，天才的莎士比亚作品翻译家、诗人。浙江嘉兴人，毕业于杭州之江大学中国文学系和英语系，曾任上海书局编辑。他在极艰难的条件下译出了31部莎士比亚剧作，包括悲剧、喜剧、传奇剧与历史剧。其译文质量和风格卓具特色，为国内外莎士比亚研究者所公认。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10214861, './img/book/10214861.jpg', '镜花缘', '李汝珍', '幻想', 0, '《镜花缘》是一部长篇神魔小说，全书一百回，由清代李汝珍创作。小说前半部分描写了唐敖、多九公等人乘船在海外游历的故事，包括他们在“女儿国”、“君子国”、“无肠国”等国的经历。后半部写了武则天科举选才女，由“百花仙子”托生的唐小山及其他各花仙子托生的一百位才女考中，并在朝中有所作为的故事。



李汝珍（1763─1830），字松石，号松石道人，直隶大兴（今北京大兴县）人。清代文人，小说《镜花缘》为其代表作。
他的一生大约经历了清乾隆、嘉庆、道光三朝，但考场不得意。乾隆四十七年壬寅（1782），十九岁随兄盐课司大使李汝璜到海州板浦（今江苏连云港海州区板浦镇）等地，师事凌廷堪，结识许乔林、许桂林、吴振勃等。后因水患捐官得县丞一职。李汝珍是道地的文人，“于学无所不窥，尤通音韵”，精通文学、诗词、音韵、经学、字学、医学、算数、茶经、棋谱，还“旁及杂流”，如象纬、篆隶等。嘉庆二十三年（1818年）写成《镜花缘》，花了近二十年心血，三易其稿，行文对中处处展现知识，是一部卖弄学问作品，原拟写两百回，但只写一百回。旅美学人夏志清评论此书几乎没有前后文矛盾之处。另著有《李氏音鉴》、《字母五声图》、《受子谱》等。
今连云港板浦镇东大街，有“李汝珍纪念馆”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (18361265, './img/book/18361265.jpg', '生死场', '萧红', '中国现代', 699, '《生死场：萧红小说精选集》精心挑选萧红各创作阶段作品12篇，从成名作《生死场》开始，选取早期作品《广告副手》和《看风筝》，自传性作品《弃儿》，讽刺风格的《太太与西瓜》，经典之作《手》、《北中国》到遗述《红玻璃的故事》（骆宾基撰稿）。《生死场》是萧红的成名作，也是20世纪中国现代文学的经典之一。《生死场》以哈尔滨近郊农村为背景，描写“九一八事件”前后赵三、二里半等农民生活和抗日故事：金枝未婚先孕，赵三反抗地主加租却误打了小偷，王婆因儿子死了服毒自杀……萧红敏锐生动地把握住当时北方农民糊涂地生殖，不断面向死亡的盲目生活。



萧红（1911—1942），女，本名张乃莹，笔名悄吟。黑龙江省呼兰县人。民国女作家，被誉为“民国四大才女”之一、“20世纪30年代文学洛神”。1932年，二十一岁的萧红与萧军相遇，正式开始文学创作。1935年，中篇小说《生死场》假托“容光书局”自费印行，作者署名“萧红”，该书鲁迅作序、胡风作读后记，轰动文坛，萧红一举成名。1936年，只身东渡日本。1937年回国后积极参加抗战文艺活动，足迹遍布上海、武汉、重庆、香港。1942年逝世于香港，时年31岁。代表作：《生死场》《呼兰河传》《马伯乐》《小城三月》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11224690, './img/book/11224690.jpg', '巴巴拉少校', '', '文学经典', 389, '《巴巴拉少校》以救世军为题材，反映了贫富不均和劳资冲突等尖锐的社会问题。喜剧的主人公巴巴拉是个有理想的青年，虔诚的基督教徒，救世军中的少校。她认为宗教是整个社会的基础，所有的人都是上帝的女儿，而她的理想就是在救世军中拯救穷人的灵魂。救世军的慈善事业需要金钱，由于经费短缺，巴巴拉所在的救世军收容所面临困难。巴巴拉的父亲安德谢夫是军火商，他出于个人的目的，在参观收容所时当场捐出5000英镑。巴巴拉起初想说服救世军，希望他们不要接受父亲的金钱。她和父亲的冲突，是经济和信仰的冲突，理想和现实的冲突。巴巴拉后来在别人的劝说下，还是要了这笔钱。人们在安德谢夫走后，感谢他的善行。巴巴拉的幻想破灭，痛苦地摘下救世军领章，别在父亲的衣领上……



萧伯纳（George Bernard Shaw 1856-1950）英国戏剧家。生于爱尔兰首都都柏林。父亲是破落贵族。母亲是很有才能的音乐家。他从1879年开始文学活动，一生共写剧本五十多部（还有小说和其他著作）。数量之多，在英国文学史上前无古人；他敢于无情地挑破社会的脓疮、人性的伪装，所产生的惊世骇俗的力量。也是英国文学史上前无古人的。他1925年获得诺贝尔文学奖。其主要剧作有《华伦夫人的职业》、《康蒂妲》、《魔鬼的门徒》、《人与超人》、《芭巴拉少校》、《苹果车》、《真相毕露》等。他写的《易卜生主义的精华》一书，是现代欧洲戏剧史上的一部重要论著。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110299138, './img/book/110299138.jpg', '漫长的告别', '', '推理悬疑', 6900, '《漫长的告别》是真正意义上的灵魂交流的故事，是人与人之间自发地相互理解的故事，是人类抱有的美好幻想和它不可避免地引发的深深幻灭的故事。——村上春树
一个神秘优雅的迷人酒鬼，一个孤独不羁的硬汉侦探。
一杯酒，一个承诺，一场男人之间的友谊。
一张巨额钞票，一个美梦，一连串谋杀，
一个谜，一次漫长的告别。
说一声再见，就是死去一点点。



雷蒙德·钱德勒（1888—1959），20世纪美国文学的代言人之一，用教科书级别的洗练文笔塑造了“硬汉侦探”马洛的经典形象，开创性地将“硬汉派”风格植入文学传统，革新了美国小说的面貌。“钱德勒式”文风，被后世无数作家争相模仿；马洛则成为硬汉鼻祖，此后所有硬汉形象身上都有马洛的影子。
《漫长的告别》是钱德勒无可争议的代表作，也是他至为得意的作品，斩获1955年爱伦·坡奖。
姚向辉，又名BY，青年译者，译作有《教父》《七杀简史》《漫长的告别》《马耳他之鹰》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2363913, './img/book/2363913.jpg', ' 叶甫盖尼·奥涅金', '', '中短篇集', 999, '本书是俄国作家普希金的一部诗体小说，写贵族青年奥涅金既厌倦贵族生活的精神贫乏，又慵懒散漫而缺乏崇高的理想，拒绝了真心爱他的好姑娘塔吉雅娜，却与友人连斯基的未婚妻奥尔加调情并在决斗中打死连斯基。六年后远走异乡奥涅金偶遇塔吉雅娜，疯狂地爱上了她，却以失败告终。小说成功塑造了俄国文学史上第一个“多余的人”的形象。

《智量文集:叶甫盖尼·奥涅金》是以书中男主人公的名字命名的。诗人通过这个典型的艺术形象反映生活的真实，传达他对现实人生的看法和他对人类本性的观察与了解，其中包含着非常丰富的内涵。

王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1989512, './img/book/1989512.jpg', '普鲁士军官（中英双语）', '', '外国现当代', 422, '《普鲁士军官》写的是战争时期的军营生活，然而我们看不到两军血战的惨烈、军旅生活的硝烟和血腥，我们目睹的是一位普鲁士军官和他的勤务兵之间紧张的心理对峙。这篇小说是一部奇特的、描写藏而不露的同性爱性心理小说，更惊人的是这两个男子还是一对虐恋者，一个有施虐倾向，一个有受虐倾向。

当劳伦斯写完这篇小说，将他寄给加尼特时，告诉他这是他迄今为止最好的短篇小说。在这篇小说中，我们可以看见劳伦斯擅长的细致入微的心理描写和剖析，看到他对下层军人的同情，也可以看到他对生命真实意义执着诚恳的追求。

戴维·赫伯特·劳伦斯，20世纪英国作家，是20世纪英语文学中最重要的人物之一，也是最具争议性的作家之一。主要成就包括小说、诗歌、戏剧、散文、游记和书信。劳伦斯的作品过多地描写了色情，受到过猛烈的抨击和批评。但他在作品中力求探索人的灵魂深处，并成功地运用了感人的艺术描写，因此，从他生前直到迄今为止，他的作品一直被世界文坛所重视。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (51267878, './img/book/51267878.jpg', '狂人日记：鲁迅小说全集', '鲁迅', '中短篇集', 1592, '《狂人日记：鲁迅小说全集》完整收录了鲁迅的全部小说，均选自《呐喊》《彷徨》《故事新编》三部小说集。鲁迅小说的主题多是反封建、反礼教、反传统、反迷信，善于创造典型形象，讽刺人物的阴暗面，用笔深刻、冷隽而富幽默，句法简洁峭拔，故事多以故乡为背景。小说主人公阿Q、祥林嫂、孔乙己、闰土等在中国妇孺皆知。



鲁迅（1881年9月25日~1936年10月19日），中国文学家、思想家。姓周，幼名章寿，字豫山，后改豫才。1898年起，改名周树人。1918年发表《狂人日记》时始用笔名鲁迅。生于浙江省绍兴县城，卒于上海。鲁迅从小阅读兴趣十分广泛，看过很多野史、杂记，对民间艺术也有深切爱好，这些都为他日后的文学创作提供了资源。
鲁迅也被誉为“青年导师”，受他提携、指点和教导的后辈学生非常多，如孙伏园、丁玲、萧军、萧红、罗家伦、冯雪峰、台静农等，都深受鲁迅的影响。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (18347724, './img/book/18347724.jpg', '野草', '鲁迅', '文学经典', 699, '鲁迅曾经说过，自己一生的哲学都在《野草》里了。新版《野草》精选了74篇短小却意味深长的诗文，全书分四个部分，开篇完整再现《野草》，其余三个部分择选《华盖集》《准风月谈》《三闲集》《集外集》《且介亭杂文》中充满张力与魅力的短文。文章的张力，是人格的张力，写作的维度，也是人格的维度——愤怒、但是同时好玩；深刻、然而精通游戏；挑衅、却随时自嘲，批判……或许我们能从大先生的文字中领悟到自己的人生哲学。



鲁迅：1881.9.25（农历八月廿八日）- 1936.10.19，原名周树人，浙江绍兴人，“鲁迅”是他影响最为广泛的笔名。1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人。1911年冬天鲁迅用文言写成的第一篇小说《怀旧》，发表于《小说月报》被称为“中国现代文学的先声”。一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。《 野草》是鲁迅先生唯一的一本散文诗集，鲁迅曾经说过，自己一生的哲学都在《野草》里了。主要作品集《呐喊》《彷徨》《野草》《朝花夕拾》《故事新编》《坟》《热风》《三闲集》《准风月谈》《华盖集》《华盖集续编》《南腔北调集》《花边文学》《二心集》《而已集》《且介亭杂文》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9192913, './img/book/9192913.jpg', '妈阁是座城', '严歌苓', '言情', 2200, '严歌苓这一次写了一个离我们很近的故事。《妈阁是座城》可谓是赌的惊心动魄、赌得触目惊心。书中的当代赌徒为中外文学贡献了崭新的人物形象。天之骄子段凯文何以会走进赌场？颓唐的风度甚至能吸引诱导赌场马仔和偷渡蛇头的艺术家史奇澜，他天才的灵性终将毁灭抑或拯救他自己？但其实作为赌场中的另一极、两性世界里的阴性，梅晓鸥才是一个最大的赌徒，她用青春赌爱情、她用情感赌人性，赌到血本无归，所有她为之奋斗和追求的都离她而去，金钱没了，房子卖了；爱人离开了；她极端的纵火行为虽遏制了儿子走向赌场的路，但终究留下了母子关系的隐忧。这样一个飞蛾扑火的决绝的女人，却是个矛盾之集成体。

严歌苓赋予了她极大的心理空间，这个在旁观者看来冷酷嗜血的赌场掮客，她的女性与母性一再地背离了她的职业要求，将赌客与叠码仔之间原本简单的输赢关系搞到错综复杂、是非莫辨。这是迄今为止严歌苓贡献的一个比王葡萄（《第九个寡妇》）、多鹤（《小姨多鹤》）、冯婉喻（《陆犯焉识》）都要复杂、灰色、不那么非此即彼的女性形象。

严歌苓，著名旅美作家、好莱坞专业编剧。1986年加入中国作家协会，1990年入美国芝加哥哥伦比亚艺术学院，攻读写作硕士学位。严歌苓二十岁时开始发表作品，先后创作了《少女小渔》《天浴》《扶桑》《人寰》《白蛇》《一个女人的史诗》《第九个寡妇》《小姨多鹤》《赴宴者》《霜降》等一系列优秀的文学作品。她的作品充满鲜活的生命力，具有强烈的故事性、画面性，其生动流畅的语言，细腻准确的描写，引起了海内外读者的广泛关注，深受各界好评。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (122815020, './img/book/122815020.jpg', '小城畸人', '', '外国现当代', 1400, '◆20世纪全球百佳英文小说第24名，入选《美国文库》
◆开创美国现代主义小说新局面，短篇小说里程碑式作品
◆“美国作家之父”舍伍德·安德森短篇小说经典代表作
◆海明威、福克纳、菲茨杰拉德、奥兹一致推荐的现代主义文学经典
《小城畸人》是舍伍德·安德森的短篇小说代表作，被评为20世纪全球百佳英文小说第24名，入选“美国文库”。这部作品也奠定了舍伍德“美国现代主义文学先驱”的地位。
全书由22篇短篇小说构成，第一篇“畸人书”是全书的总领介绍，剩下21篇分别讲述了居住在俄亥俄温斯堡这个小城中不同居民的生活，每篇以一个人物为中心，故事相互联系又彼此独立，文中运用了大量的意识流、心理分析以及象征等手法。
书中提到的所谓的畸人，都有着独特的情感矛盾和经历，形态各异，令人印象深刻。在这些畸人或怪异或神秘的外表下，作者触摸到的是一颗颗孤独的心和渴望被爱的灵魂。每一个故事都是对人物灵魂的探究，作者简洁、别致地刻画了各种人物的本能、欲望，以及在人生中摸索的历程。形形色色的畸人，各自述说着不同的奇异人生，既像一首诗，又像一场梦。



舍伍德·安德森
美国文学之父。美国现代文体风格的开创者，第一位成熟意义上的美国小说家。舍伍德首次将潜意识写进小说，从此现实主义和意识流创作开始同时在美国小说中大放异彩。
舍伍德滋养了不止一代美国作家的成长，被海明威、菲茨杰拉德、福克纳、塞林格、卡佛、斯坦贝克、伍尔夫等众多作家奉为偶像。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (19858212, './img/book/19858212.jpg', '金翅雀', '', '外国现当代', 4130, '我们所经历的一切，都将使我们更接近真实与美。
纽约大都会博物馆发生爆炸，男孩西奥的母亲丧命，十三岁的西奥奇迹般幸存。但由于父亲早已遗弃他们母子，西奥只能寄住在有钱的同学家。陌生的环境令他不知所措，崭新的人际关系令他倍感挫折，但最令他难以忍受的是失去母亲的伤痛。
但他意外拥有了博物馆的名画《金翅雀》。这幅画是他在回忆起母亲时的慰藉，将他带进了幽深黑暗的艺术世界……
成年后的西奥游走在名人画室和自己工作的古董店之间。他并未与这个世界变得亲近，他爱上了一个女孩。他并不知道的是，自己处于一个正在逐渐缩小的危险的圆圈中心。
《金翅雀》由美国著名女作家唐娜·塔特耗费十余年时间创作，一部会让你挑灯夜读、推荐给所有朋友的伟大小说。

·普利策奖获奖小说
·唐娜·塔特凭借《金翅雀》入选《时代》“年度具影响力的100位人物”
·作者唐娜·塔特与莫迪亚诺、昆德拉等同时位列《费加罗报》年度作家
·安德鲁·卡内基杰出小说奖
·美国书评人奖短名单
·百丽女性小说奖短名单
·希拉里·克林顿推荐书目
·版权售出32个国家或地区
·销量超300万册
·出版三年，仍位居《纽约时报》《星期日泰晤士报》畅销书榜
·荷兰、德国、法国、意大利、瑞典畅销书
·《每日野兽》年度20部“好书中的好书”第2名
·《北美时尚快报》年度图书
·《傲骨贤妻》第六季第四集致敬书目
·《饥饿游戏》电影公司取得版权，即将改编成电影或迷你剧！

唐娜·塔特（Donna Tartt），美国当代著名女作家，1963年出生，在密西西比州格林纳达长大，五岁时写了人生第一首诗，十三岁时发表了第一首十四行诗。1981年就读密西西比大学，后转学至贝林顿学院。大一时就因写作才能受到注意，被著名作家巴里·汉纳收入其短篇小说课程研究生班。汉纳称其为“难得一见的天才，文学之星”。
唐娜·塔特平均每十多年才完成一部作品，迄今只出版了三部长篇小说：《校园秘史》《小友》和《金翅雀》。这三部作品均颇受好评，畅销长销，版权售出三十余国家和地区，奠定了她在文学界的地位。2014年，塔特入选《时代》杂志“年度具影响力的一百位人物”。
塔特认为，雕琢句子——正确的词，适当的比喻——是写作带给人的最深层次的满足。写作是一种“沉浸式的体验”，写一本让自己沉迷的书，可以进入一个迥异的世界。
《金翅雀》是唐娜·塔特的第三部作品，在上一部作品《小友》出版十一年后面世，横扫全球多国畅销榜单，获得普利策小说奖和其他多项荣誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (15924952, './img/book/15924952.jpg', 'The Gift of the Magi（麦琪的礼物）', 'O. Henry', '世界名著', 0, 'Jim Dillingham Young and his wife Della are a young couple who are very much in love with each other,
        but can barely afford their one-room apartment opposite the elevated train due to their very bad economic condition. For Christmas,
        Della decides to buy Jim a chain which costs twenty dollars for his prized pocket watch given to him by his father. To raise the funds,
        she has her prized long hair cut off and sold to make a wig. Meanwhile,
        Jim decides to sell his watch to buy Della a beautiful set of combs made out of tortoise shell for her lovely,
        knee - length brown hair. Although each is disappointed to find the gift they chose rendered useless, each is
        pleased with the gift they received, because it represents their love for one another.
The true unselfish love that the characters, Jim and Della, share is greater than their possessions.



欧·亨利（O.Henry 1862～1910年），原名：威廉·西德尼·波特（WilliamSydneyPorter）：世界著名 的短篇小说家。他的一生富于传奇性，当过药房学徒、牧牛人、会计员、土地局办事员、新闻记者、银行出纳员。他的创作紧随莫泊桑和契诃夫之后，而又独树一帜。曾被评论界誉为曼哈顿桂冠散文作家和美国现代短篇小说之父。他的作品有“美国生活的百科全书”之誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (111100704, './img/book/111100704.jpg', '老人与海（赠英文原版，作家榜经典）', '', '世界名著', 4500, '“人可以被毁灭，但不能被打败。”
一位老人孤身在海上捕鱼，八十四天一无所获，等终于钓到大鱼，用了两天两夜才将其刺死。
返航途中突遭鲨鱼袭击，经过一天一夜的缠斗，大鱼仅存骨架。
但老人并未失去希望和信心，休整之后，准备再次出海……
读《老人与海》，认准作家鲁羊译本！开创靠口碑狂卖40万册畅销神话！入选上海、南京国际学校指定必读译本！拒绝山寨版劣质书！



作者：
欧内斯特·海明威（Ernest Hemingway，1899—1961），美国历史上耀眼的传奇作家，诺贝尔文学奖得主。出生于芝加哥的一座小镇，兄弟姐妹六人，他排行第二。从小精力充沛，和父亲一样酷爱大自然，热衷打猎、捕鱼，在森林和湖泊中露营等。学生时代语言天赋出众，初中开始撰写文章，高中毕业后拒上大学，18岁成为知名媒体记者。一生中参加过两次世界大战，担任过救护车司机，在前线被炮弹炸成重伤差点丧命，他的感情生活复杂，先后结婚四次，还曾和妻子来过中国报道日本侵华战争。这些独特的人生经历，成为海明威创作的源泉。在世界文坛，海明威被誉为神一样的作家，《太阳照常升起》《永别了，武器》《丧钟为谁而鸣》等经典代表作备受推崇；1952年出版的《老人与海》成为全球公认的不朽名篇。海明威的独特文风和他塑造的硬汉形象，对整个欧美文学产生了深远影响，几乎感染了二战后的所有美国作家。1961年，因旧伤缠身，精神抑郁，62岁的海明威在家中用猎枪自杀。消息传出，举世震惊。
译者：
传奇诗人作家鲁羊，著名诗人作家，中国当代先锋小说标杆人物。代表作小说集《银色老虎》，中篇系列《弦歌》《九三年的后半夜》，长篇小说《鸣指》，小说选集《黄金夜色》《佳人相见一千年》，诗集《我仍然无法深知》等。《老人与海》是他首次翻译的完整作品，出版前译稿曾在国内外作家群中传阅，赢得好评与赞叹，被誉为里程碑式的经典中文译本。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22163546, './img/book/22163546.jpg', '宽容', '', '文学经典', 999, '《宽容》一书出版于1925年，是房龙的代表作之一。当时作为通俗历史学家的房龙在美国已是家喻户晓。他用手中那只有魔力的笔，生动地描绘了在西方文化最显著的脉络——基督教文化的发展中，人类是怎样不断与“不宽容”做着斗争。《宽容》是一部宗教的历史，一部宽容与不宽容的历史，也是一郜人性血腥与进步的历史。在本书中，作者用生动睿智的语言讲述了漫长的人类思想发展史，以历史上的重大事件和重要人物为依据，以社会和人是否宽容为标尺，用轻松的方式来揭示真理，主张宽容与和平，倡导思想解放。此书是关于宽容和自由思想的经典之作。



亨德里克·威廉·房龙Hendrik Willem Van Loon（1882－1944）荷兰裔美国人。作家、历史地理学家。著有《宽容》《人类的故事》《文明的开端》和《圣经的故事》等作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (147763462, './img/book/147763462.jpg', '德米安：埃米尔·辛克莱年少时的故事', '', '世界名著', 3200, '《德米安》是德国作家赫尔曼·黑塞于1919年创作的中篇小说。读者将伴随少年埃米尔·辛克莱的成长，经历复杂世界的诱惑，品尝孤独、胆怯、彷徨、叛逆，渴望爱情与友谊，陷入对自我与外部世界的怀疑，直到遇见同龄人德米安，在他的影响下，一步步寻得答案，走向成熟。



赫尔曼·黑塞（Hermann Hesse，1877—1962），作家，诗人，画家。1877年生于德国，1924年入籍瑞士。1946年获诺贝尔文学奖。被誉为德国浪漫派的最后一位骑士。
主要作品：
1904《彼得·卡门青》
1906《在轮下》
1913《印度札记》
1919《德米安》
1922《悉达多》
1923《辛克莱的笔记》
1925《温泉疗养客》
1927《荒原狼》
1928《沉思录》
1930《纳尔齐斯和歌尔德蒙》
1932《东方之旅》
1943《玻璃珠游戏》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118653388, './img/book/118653388.jpg', '真名实姓', '', '科幻', 4480, '>>>1部影响了一个时代的经典科幻作品+9篇大咖解读，硬科幻大师弗诺·文奇与互联网“大触”间的跨界对谈。
>>>1981年首次出版，决选雨果奖、星云奖，一举联动科幻圈和科技界，预言了从互联网到《神经漫游者》的一切。
>>>怪不得刘慈欣盛赞它是“描写计算机技术浪漫与震撼的杰作”“科幻小说魅力的最完美体现”！
>>>出版40年来，陆续有人读懂《真名实姓》，并直言不讳弗诺·文奇给自己的巨大冲击和深远影响。而最终，这些人改变了世界。他们是：人工智能之父马文·明斯基, 3D世界之父马克·佩斯, 密码朋克创始人蒂莫西·梅，等等。
                                                                                                                                                                                                                                 >> >
                                                                                           《连线》（Wired）盛赞：黑客们崇拜的必读经典，预示着从互联网、互联网游戏到《神经漫游者》的一切。 《真名实姓》1979年完稿，1981年出版，以科幻史上少见的影响力，一举联动科幻界和科技圈：决选雨果奖、星云奖，为当时的计算机领域带去曙光，成为科幻爱好者和“程序员”们争相捧读的经典。甚至，当代很多互联网“大触”都直言不讳《真名实姓》给自己的深远影响。
弗诺·文奇也因此成为科幻和科技领域内的热门人物，在接下来的几十年里，他凭借《深渊上的火》《天渊》等多部科幻作品斩获雨果奖。
40年后再看《真名实姓》，它精准地预言了互联网无处不在的当下，仍持续影响着人工智能和互联网的发展。



弗诺·文奇，美国计算机专家，赛博朋克的奠基人，首次提出技术奇点和后人类时代的科幻作家，是融合太空歌剧、赛博朋克、后奇点等类型科幻的集大成者。著有银河界区系列（《深渊上的火》《天渊》《天空的孩子》）、《彩虹尽头》，以及《真名实姓》《循环》等中短篇作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (44339047, './img/book/44339047.jpg', '50：伟大的短篇小说们', '', '中短篇集', 2400, '37位文学巨匠，50篇必读经典，代表世界短篇小说创作的极高成就，名家名作典藏版。31位权威译者齐齐献力，忠于原著，语言简洁精炼。经典、好读的短篇小说，都在这本合集里了。
本书除了收录世界四大短篇小说家欧·亨利、契诃夫、莫泊桑、马克·吐温的代表作，还囊括了诺贝尔文学奖得主泰戈尔、海明威、福克纳，俄语文学三大巨匠普希金、托尔斯泰、陀思妥耶夫斯基，以意识流创作著称的伍尔夫，恐怖美学的践行者爱伦·坡、洛夫克拉夫特，以及在各文学流派中占有一席之地的霍桑、毛姆、卡夫卡、茨威格、狄更斯、芥川龙之介、菲茨杰拉德等37位大咖们的经典力作。柳鸣九、张英伦、曹明伦、姚向辉、赵玉皎、杨向荣、楼武挺、姜乙、杨蔚等31位权威译者高水准的译本，用词严谨，语言简洁，最大程度地还原原著之美，展现大师们独到的叙事风格和技巧，为你带来一场世界短篇小说的经典盛宴。



作者：世界四大短篇小说家欧·亨利、契诃夫、莫泊桑、马克·吐温；诺贝尔文学奖得主泰戈尔、海明威、福克纳；俄语文学三大巨匠普希金、托尔斯泰、陀思妥耶夫斯基；爱伦·坡、伍尔夫、霍桑、毛姆、卡夫卡、茨威格、狄更斯、芥川龙之介、菲茨杰拉德、洛夫克拉夫特、波德莱尔、舒尔茨、蒲宁、都德等37位各文学流派的领军人物。
译者：法语翻译家柳鸣九、张英伦；德语翻译姜乙、温仁百；日语翻译赵玉皎、黄悦生；爱伦·坡作品研究专家曹明伦；中国俄罗斯文学研究会理事谢周；英美文学翻译杨蔚、姚向辉、杨向荣、楼武挺、雍毅等31位优质译者齐齐献力。高水准译文忠实原著，用词严谨、语言简练。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (18928623, './img/book/18928623.jpg', '动物农场', '', '外国现当代', 599, '本书是英国著名作者乔治·奥威尔的代表作之一，是一部政治寓言体小说，故事描述了一场“动物主义”革命的酝酿、兴起和最终蜕变。农场的一群动物成功地进行了一场“革命”，将压榨他们的人赶出农场，建立起一个平等的动物社会。然而，动物领袖，那些聪明的猪们最终却篡夺了革命的果实，成为比人更加独裁和极权的统治者，并且猪们和邻近农场的人类结成同盟，他们最后在宴会上，谁也分不清谁是猪、谁是人了。



乔治·奥威尔（1903－1950），英国著名小说家、记者和社会评论家。他的代表作《动物农场》和《一九八四》是反极权主义的经典名著。乔治·奥威尔一生短暂，但其以敏锐的洞察力和犀利的文笔审视和记录着他所生活的那个时代，作出了许多超越时代的预言，被称为 “一代人的冷峻良知”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7957475, './img/book/7957475.jpg', '伦敦杂记', '朱自清', '文学经典', 0, '伦敦，作为英国的首都、四大世界级城市之一，拥有的是非凡的历史和文化。
朱自清在伦敦居住达七个月，一段不算长的时间，却让他看见了多样的人和情。

在朱自清细腻、简炼的文字下，伦敦的「人」、「情」、「味」活灵活现了起来，搭配铅笔画风的伦敦风景图片，仿佛可以看见一幅幅的风景在眼前浮动过，这游记不仅仅是物的记载，更看见了英国人道地的生活方式，也体会他们对生活的态度。

朱自清（1898-1948），出生于江苏东海，定居于扬州。著名作家、学者。早年热心于倡导写作新诗，1921年春参加文学研究会后，专注于散文创作，发表了《桨声灯影里的秦淮河》、《荷塘月色》等散文名篇，文字之美，被认为标志了白话文系统里美文的最高成就。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10778106, './img/book/10778106.jpg', '福尔摩斯探案集', '', '推理悬疑', 298, '百年侦探经典，全面呈现福尔摩斯式智慧。
不容错过的文学名著，不得不看的福尔摩斯。
他的侦探社位于英国伦敦贝克街221号；
他在全球拥有数以十亿的粉丝；
他是维多利亚女王、罗斯福、戴高乐、丘吉尔、博尔赫斯、村上春树等崇拜的偶像；
他是史上唯一被英国皇室授予爵士的虚拟人物：
他的故事被翻译成了57种文字——他就是鼎鼎大名的福尔摩斯。
《福尔摩斯探案集（套装全8册礼盒装）》塑造了福尔摩斯这一栩栩如生，深得人心的形象，是作品艺术上的一大成功。而它最突出的艺术特色却是：情节的离奇曲折，惊险引人；结构的巧妙安排，丝丝入扣而悬念丛生；前后呼应而跌宕起伏，使人读起来欲罢不能，结局出人意料又耐人寻味。“情节是侦探小说的精华。”柯南道尔的情节结构，对初写作者无疑个有极好的借鉴作用。



柯南·道尔（ Arthur Ignatius Conan Doyle，1859年5月22日—1930年7月7日），英国杰出的侦探小说家、剧作家。柯南·道尔1859年出生，1886年4月写成福尔摩斯的第一个侦探故事《血字的研究》，此后一发不可收拾，创作了大量侦探故事，一共写了60个关于福尔摩斯的故事，56个短篇和4个中篇小说，也因为塑造了夏洛克·福尔摩斯这个全球最著名的侦探而留名。除此之外他还曾写过多部其他类型的小说，如科幻、历史小说、爱情小说、戏剧、诗歌等。柯南·道尔在1930年7月7日去世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31521275, './img/book/31521275.jpg', '邦斯舅舅（傅雷全集）', '', '世界名著', 499, '《邦斯舅舅》一书讲述了邦斯舅舅是一个诚实而高尚的音乐家。他具有很高的艺术品位，为了丰富自己的藏画，他不惜付出一切。当人们不知道他家中有这些宝藏时，谁也不把他放在心上。当人们获悉这些名画的价值时，以庭长太太为首的上流社会的人们便千方百计地谋取他的财富。



巴尔扎克（Honore de Balzac，1799－1850），法国19世纪著名作家，法国现实主义文学成就最高者之一。他创作的《人间喜剧》共91部小说，写了两千四百多个人物，是人类文学史上罕见的文学丰碑，被称为法国社会的“百科全书”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (114335234, './img/book/114335234.jpg', '棋王', '阿城', '中国当代', 3120, '《棋王》收录“三王”小说经典，珍贵文献、星星美展插画、《今天》杂志油印创作谈等一并收入，呈现文字手艺人阿城先生的温度与风度。
“从世俗小说的样貌来说，《棋王》里有‘英雄传奇’、‘现实演义’，‘言情’因为较隐晦，评家们对世俗不熟悉，所以至今还没解读出来，大概总要二三十年吧。不少人的评论里都提到《棋王》里的‘吃’，几乎叫他们看出‘世俗’平实本义，只是被自己用惯的大话引开了。
《树王》里潜在的是蒙昧的良知，不是科学的，是原始的，但它面对的不是科学，而是愚蠢，这就使双方都走向失败。愚蠢没有良知，所以良知即使是蒙昧的，对于中国，也是有价值的。
我自己最喜欢《孩子王》，小说开始时明确写着写作时间是一九七六，将来会怎样，不知道。那时已经是个农民了，空闲的时候写写东西，浪费纸张。当时的人生的状态，只是不合作。”



阿城
本名钟阿城，一九四九年生于北京。杂家，文字手艺人。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (41231727, './img/book/41231727.jpg', '逃离', '', '世界名著', 2999, '为了获得独立和完整的自我，
我们逃离沉闷的家庭、僵化的感情，
逃离熟悉的人群、令人窒息的生活……
为此，我们付出代价，遭受混乱，造成伤害
2013年诺奖得主艾丽丝·门罗最经典、最受读者喜爱的作品，中文版累积销量已超70万册！

本书获2004年加拿大文学大奖吉勒奖《纽约时报》年度最佳图书
2008年法国《读书》杂志年度最佳外国小说

《逃离》讲述爱的力量和无止境的背叛，讲述琐碎生活中的不安分、错过的机会，讲述一次又一次的逃离，以及人们为此付出的代价。门罗关注日常生活，善于捕捉人与人之间复杂而微妙的关系。不同年龄、不同境况中的人，在门罗朴实克制的文笔下生动鲜活，似可触摸。
每个人总会遇到什么事, 什么人, 让你觉得像肺里什么地方扎进去了一根致命的针，浅一些呼吸时可能不感到疼。可是每当需要深深吸进去一口气时，便能觉出那根针一直存在。 “生活的要义，就是满怀兴趣地活在这个世界上。睁大你的眼睛，从你所遇到的每一个人身上看到各种可能性，看到人性。要时刻注意。”



艾丽丝·门罗，加拿大著名女作家，当代短篇小说大师。
1931年出生于加拿大安大略省，迄今出版了14部短篇小说集，将加拿大总督文学奖、吉勒文学奖、英联邦作家奖、全美书评人协会奖等收入囊中。2009年获第3届布克国际奖。2013年获诺贝尔文学奖。代表作有《逃离》《亲爱的生活》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (5571319, './img/book/5571319.jpg', '简·爱', '', '世界名著', 599, '出身贫寒的简·爱在做家庭教师时，与男主人公罗切斯特产生了真挚的爱情。就在两人的婚礼上，简·爱发现罗切斯特家的阁楼上藏着一个疯女人，而她竟是罗切斯特的结发妻子。简·爱愤而离开。不久，疯女人火烧庄园，罗切斯特双目失明，并陷于贫困。就在他对生活感觉绝望之际，简·爱回到了他的身边……

《简·爱》是一部反响巨大的书。出版商在1847年10月就出版了这部作品。萨克雷称赞它是“一位伟大天才的杰作”。次年印行第三版时，《评论季刊》上提到“《简·爱》与《名利场》受到同样广泛的欢迎。乔治·艾略特则深深地被《简·爱》陶醉了”。

夏洛蒂·勃朗特（1816－1855），英国文坛著名的勃朗特三姐妹中的大姐，《简·爱》是她的第一部长篇小说，也是她的代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25684775, './img/book/25684775.jpg', '1984（插图珍藏版）', '', '世界名著', 873, '本书讲述一个实行高度集权统治，以改变历史、改变语言、打破家庭等极端手段钳制人们的思想和本能，以具有监视与监听功能的“电幕”控制人们的行为，以对领袖的个人崇拜和对国内外敌人的仇恨来维持社会运转假想的社会，通过对这个社会中一个普通人温斯顿·史密斯的生活，投射出了现实生活中极权主义的本质。每个经历或熟知这类历史事件的人，在看过《1984》后都会产生某种触目惊心的契合感。它犹如如一个鲜明的标签，它警醒着世人，莫让这种预言中的黑暗成为现实。

《1984》是奥威尔的传世之作，是世界文坛中著名的反乌托邦和反极权的政治讽喻小说。小说创作于1948年，作者将48倒置过来为84作为书名。

乔治·奥威尔（1903-1950），英国伟大的人道主义作家、社会评论家和新闻记者。1903年出生于印度，1907年举家迁回英国，后因经济原因无力深造，被迫远走缅甸，参加帝国警察部队。终因厌倦殖民行径、痴迷写作而辞去公职，辗转回到欧洲，流亡伦敦、巴黎等地，他一边深刻体验下层民众生活，一边从事文学创作，有多部作品出版。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13316565, './img/book/13316565.jpg', '黑桃皇后', '', '中短篇集', 599, '伟大诗人普希金的诗歌开创了俄国文坛诗歌创作的黄金时代，而他的小说同样是世界文学宝库中的珍品，《黑桃皇后--普希金中短篇小说选》收入《别尔金小说集》、《杜勃罗夫斯基》、《黑桃皇后》、《上尉的女儿》等四种小说。《黑桃皇后》是普希金最优秀的小说之一，它向我们展示了一幅俄国封建资本主义社会惊心动魄的画面。主人公赫尔曼是一个冒险家，为了发财他不择手段，先是骗取伯爵夫人的养女丽莎维塔的爱情，后又费尽心机潜入深府内院，企图从行将就木的老伯爵夫人那里骗取每赌必胜的三张纸牌的秘密，最后竟至拔出手枪，逼死了毫无反抗力的老伯爵夫人。当老伯爵夫人的幽灵向赫尔曼道出了纸牌秘密后，赫尔曼便疯狂地奔向赌场，一再加倍下大赌注，可是最后他志在必得的A却鬼使神差地变成了黑桃皇后，那张牌就像伯爵夫人幽灵恐怖的面容……读过普希金小说的读者在赞叹普希金小说超凡魅力的同时，往往为他的小说创作所占比重太小而遗憾。那么，只读普希金的诗歌而尚未读过他的小说的朋友可就更遗憾了。
    《黑桃皇后--普希金中短篇小说选》是“译文名著精选”之一。



亚历山大·谢尔盖耶维奇·普希金，1799年6月6日出生于沙俄莫斯科，1837年2月10日逝世于圣彼得堡，是俄国著名的文学家、伟大的诗人、小说家，及现代俄国文学的创始人。19世纪俄国浪漫主义文学主要代表，同时也是现实主义文学的奠基人，现代标准俄语的创始人，被誉为“俄国文学之父”、“俄国诗歌的太阳”（高尔基）。
《黑桃皇后--普希金中短篇小说选》收入《别尔金小说集》、《杜勃罗夫斯基》、《黑桃皇后》、《上尉的女儿》等四种小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (20572246, './img/book/20572246.jpg', '莫泊桑短篇小说精选', '', '外国现当代', 799, '本书精华收录莫泊桑25篇短篇小说经典代表作，所有著名代表作均包含其中，分为普法战争、悲喜职员、乡村轶事、爱与情欲、怪诞故事五个篇章，既囊括如必读经典名篇《羊脂球》、中学语文课文《我的叔叔于勒》、课外书推荐必读《项链》，也收录让人笑出眼泪的乡村故事《图瓦》、控诉残暴战争的名篇《两个朋友》、文字唯美的《月光》、讲述如泣如诉爱情悲剧的《修软垫椅的女人》等。



莫泊桑Maupassant（1850.8.5-1893.7.6），短篇小说之王，全名居伊·德·莫泊桑，19世纪后半叶法国文学大师。
以高超的技艺把短篇小说艺术提高到空前的水平。被评论家誉为“明晰法语的典范”和“短篇小说之王”。他拥有短暂却天才的一生：出生在诺曼底一个没落贵族家庭，自幼尝试文学创作。在普法战争中应征入伍，历任海军部、教育部职员。在此期间著有数量惊人的三百余篇短篇小说。
他患有严重的神经疾病，终身未娶，一生放浪不羁。1893年，在巴黎与世长辞，年仅43岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (5337424, './img/book/5337424.jpg', '白夜', '', '世界名著', 1299, '《白夜》是作家四十年代文学创作的代表作之一，是一部具有浓厚抒情气息的中篇。小说描写天真无邪的姑娘娜斯简卡爱上一个年轻的房客，两人约定一年后在彼得堡的一座桥上相会，但届时房客没露面，姑娘虽然有点失望，但信心依旧。

主人公“幻想家”——彼得堡的一名穷知识分子被姑娘的深情深深打动，便安慰她并接连四个晚上陪伴她在河边等候。最后房客终于出现，“幻想家”就压下刚刚升起的对娜斯坚卡的爱慕之情，为他们祝福。

陀思妥耶夫斯基(1821-1881)，与大文豪列夫·托尔斯泰、屠格涅夫等人齐名，是俄国文学的卓越代表，他走的是一条极为艰辛、复杂的生活与创作道路，是俄国文学史上最复杂、最矛盾的，作家之一。他的创作独具特色，在群星灿烂的19世纪俄国文坛上独树一帜，占有着十分特殊的地位。主要作品有《穷人》、《被侮辱与被损害的》、《死屋手记》、《罪与罚》、《白痴》、《群魔》、《卡拉马佐夫兄弟》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (161857083, './img/book/161857083.jpg', '鬼谷子（精）', '许富宏  译注', '文学经典', 1140, '《鬼谷子》是人类文明“轴心时代”产生的一部奇书，其思想内容十分丰富，涵盖了哲学、政治学、军事学、心理学、社会学、文学、情报学等多种学科，是一部可以被广泛解读的著作。《鬼谷子》提出了“捭阖”、“反应”、“内揵”、“飞箝”、“忤合”、“揣摩”等游说和谋略的原则和技巧，对纵横家学说的理论构建做出了重要贡献。它提供的智慧与谋略至今仍对现实生活中的方方面面有着指导意义。



许富宏译注。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (12124312, './img/book/12124312.jpg', 'Sons and Lovers（儿子与情人）', 'David Herbert Lawrence', '世界名著', 0, 'The third published novel of D. H. Lawrence,
        taken by many to be his earliest masterpiece, tells the story of Paul Morel, a young man and budding artist. Richard Aldington explains the semi-autobiographical nature of his masterpiece:
When you have experienced Sons and Lovers you have lived through the agonies of the young Lawrence striving to win free from his old life'. Generally, it is not only considered as an evocative portrayal of working-class life in a mining community, but also an intense study of family, class and early sexual relationships.



戴·赫·劳伦斯（David Herbert Lawrence，1885～1930）：英国诗人、小说家、散文家。出生于矿工家庭，当过屠户会计、厂商雇员和小学教师，曾在国内外漂泊十多年，对现实抱批判否定态度。他写过诗，但主要写长篇小说，共有10部，最著名的为《虹》（1915）、《爱恋中的女人》（1921）和《查太莱夫人的情人》（1928）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (50024608, './img/book/50024608.jpg', '卖花女（五幕传奇剧）', '', '文学经典', 2999, '《卖花女》讲述了语言学家Higgins用六个月时间从语言和仪态上对一个卖花姑娘Eliza进行训练，使她融入上流社会。萧伯纳在剧中以卖花女和教授之间的矛盾收场，从而讽刺上层社会所谓文雅的语言和风度，鲜明地显示劳动人民淳朴的本质远远高于上层社会的空虚外表。
葛传椝先生和俞亢咏先生为该书从语言角度进行注释，力求详尽，之所以选择这个剧本，是希望它在一般地帮助学习英语之外，特别有助于学习口语。萧伯纳的语言精练明快，而剧本本身无论从题材还是思想性艺术性方面来说，都是理想的英语读物。



作者：
萧伯纳，爱尔兰剧作家，1925年诺贝尔文学奖得主，鲁迅称他为“世界的文豪”。其主要剧作有《鳏夫的房产》、《卖花女》、《华伦夫人的职业》、《武器与人》等。改编自《卖花女》的电影《窈窕淑女》于1964年公映，由著名影星奥黛丽·赫本主演，一举赢得当年奥斯卡最佳影片在内的8项奥斯卡大奖，以及金球奖最佳导演、最佳男主角等二十余项大奖。
注解者：
葛传椝（1906—1992），复旦大学教授，上世纪50年代复旦大学英语语言文学系“三巨头”之一。著有久负盛名的《英汉四用词典》，《新英汉词典》（主要编纂者之一），以及《英语惯用法词典》、《英语写作》。
俞亢咏，当代翻译家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29440597, './img/book/29440597.jpg', '猫城记', '老舍', '中国现代', 799, '“良心是大于生命的，再见，地球先生。”
九·一八事变的第二年，33岁的老舍发表长篇讽刺小说《猫城记》，借火星上一座荒诞的猫城，述说了他眼中彼时中国的真相。由于“对人性超越时代的洞察”，《猫城记》在海外是知名度仅次于《骆驼祥子》的老舍作品，有日、法、英、德、俄、匈语六种译本。而在小说的后半部分，老舍一语成谶，预言了 自己和中国后来的诸多遭遇。
飞机坠毁在火星，“我”误入火星上最古的国“猫城”，结识了形形色色的猫人：大地主、政客、诗人兼军官的大蝎，世事洞明而敷衍的小蝎，只抢迷叶与妇女的猫兵，守着八个小妾的公使太太，杀人不犯法的外国人，打老师的学生，卖文物的学者，起哄为业的党棍，抢着投降的军阀……
一声炮响，繁华落尽。



老舍（1899—1966）
小说家，剧作家
1899年生于北京，原名舒庆春，满族正红旗人
1900年八国联军攻打北京城，其父舒永寿殉国
1918年北京师范学校毕业，任小学校长
1920年任京师郊外北区劝学员，后愤而辞职
1922年受洗为基督徒
1924年赴伦敦大学任教， 正式开始文学创作
1930年归国，先后执教于齐鲁大学和山东大学
1937年奔赴国难，直至抗战胜利
1946年应邀赴美讲学
1949年11月归国
1966年8月24日午夜，含冤自沉太平湖
太平湖现为北京一处地铁机务段');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (15925788, './img/book/15925788.jpg', 'Gulliver's Travels（格列佛游记）', 'Jonathan Swift', '世界名著', 0, 'Gulliver's Travels (1726, amended 1735), officially Travels into Several Remote Nations of the World, in Four Parts. By Lemuel Gulliver, First a Surgeon, and then a Captain of several Ships, is a novel by Jonathan Swift that is both a satire on human nature and a parody of the "travellers' tales" literary sub-genre. It is Swift's best known full-length work, and a classic of English literature.



乔纳森·斯威夫特（Jonathan Swift，1667年11月30日－1745年10月19日）：英国-爱尔兰作家。他作为一名讽刺文学大师，以《格列佛游记》和《一只桶的故事》等作品闻名于世。根据历史记载，他有多重身份。包括神职人员、政治小册作者、讽刺作家、作家、诗人和激进分子。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (49721051, './img/book/49721051.jpg', '一个陌生女人的来信', '', '世界名著', 1799, '一篇惊人的杰作，一个女人在生命尽头的炽热告白，诉说暗恋情愫的哀婉与决绝。本书以书信的形式记录一个女人在生命尽头的炽热告白，诉说了她自幼爱慕一个男人、一生不求回应的感情，道尽了暗恋情愫的哀婉与决绝。
男主人公在41岁生日当天收到一封没有署名和地址的信，这封信出自一个临死的女人，讲述了一相刻骨铭心的爱情故事，而这个故事的男主人公也就是收信的男人对此一无所知。《一个陌生女人的来信》始自18年前，她初遇男人的刹那，她还是个孩子，而后经历了少女的痴迷、青春的激情，甚而流落风尘，但未曾改变对男人的爱，直至临死前才决定告白——她躺在凄凉的命运的甲板上，雪白的泡沫把她推向了虚无……



作者：
斯蒂芬·茨威格（Stefan Zweig），奥地利小说家、剧作家和传记作家。他以细腻而饱含情感的心理描写，树立了自己的写作风格，使他的作品在世界范围内广受赞誉。托马斯·曼称赞他“以德语的创作收获了不让于英、法语作品的广泛声誉”。茨威格的代表作包括《一个陌生女人的来信》《一个女人一生中的二十四小时》《心灵的焦灼》等。
译者：
高中甫：中国社会科学院外国文学研究所研究员，代表译作有《歌德精选集》《茨威格文集》《二十世纪外国短篇小说编年选》。
韩耀成：中国社科院外文所编审，代表译作有《少年维特的烦恼》《城堡》《埃布罗河上的遭遇战》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110299023, './img/book/110299023.jpg', '局外人', '', '外国现当代', 4500, '（1）青年法语译者全新译本，展现《局外人》语言魅力。
（2）这一次终于读懂了《局外人》——法国索邦大学文学博士原创万字导读，独特角度讲解《局外人》。
（3）韩国知名设计师为《局外人》情节原创彩插，中文版授权。
（4）收录1956年美国版《局外人》加缪亲笔序言，收录1957年加缪在诺贝尔颁奖酒会上的演讲词，收录加缪珍贵照片资料。
（5）在人类文学史上，诺贝尔文学奖得主加缪的荒诞主义代表作《局外人》，以其独特的视角展示世界的荒诞性，成为二十世纪整个西方文坛具有划时代意义的伟大作品。



阿尔贝·加缪，法国著名作家、哲学家、文学理论家。1942年，他凭借《局外人》一举成名。1957年，因为“他的重要文学创作以明彻的认真态度阐明了我们这个时代人类良知的问题”，加缪获得了诺贝尔文学奖。1960年，他在前往巴黎的途中遭遇车祸身亡，年仅47岁。
加缪的作品始终从人的现实生存困境出发，揭示了世界的荒诞性。他主张人类要直面荒诞，并且在荒诞中奋起反抗，坚持真理和正义。这一思想使他成为二战后欧洲乃至全世界几代青年的“精神导师”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (51756833, './img/book/51756833.jpg', '耕种 食物 爱情', '', '文学经典', 1800, '·“我想要一个家，有一间房子，有青草的气味，有晾在绳子上的床单，有一个在喷洒的水中跑过的孩子。”
·诗意生活的典范、美国最有影响力的田园生活家克里斯汀·金博尔畅销代表作
住在纽约的克里斯汀是个环游世界的旅行作家，一次采访中，她遇见了农夫马克，并被马克以及他的生活方式深深吸引。她决定放弃城市里的一切，和马克在爱瑟农场安下了家。
这本书是克里斯汀·金博尔和马克两人在爱瑟农场第一年的生动记录。由冬到春，由夏到秋，他们一点点地为这个农场注入生命，最后以在第二年秋季丰收时节，两人在谷仓阁楼里的爆笑婚礼作结，金博尔以细致诗意又幽默生动的笔触，写出了人与人、人与食物、人与土地之间最本真动人又深沉的联结。
同时，它也是一个女人成长蜕变的旅程。她从一开始的满腔热情，经历了焦虑、怀疑甚至是恐慌，慢慢变得坚定。如今，她已深深扎根于那片土地，和马克在农场生活了14年。



克里斯汀·金博尔（KristinKimball）
1971年出生于纽约中部。1994年于哈佛大学毕业后，搬到纽约，成为一名环游世界的旅行作家。2002年的一次采访中，她认识了农夫马克，被马克及其生活方式所吸引，遂放弃一切，于2004年开始，和马克一同经营起爱瑟农场至今。《耕种 食物 爱情》这本书让她成为备受美国年轻人欢迎的田园生活代表作家，被译成多个版本。金博尔曾说：“我想要一个家，有一间房子，有青草的气味，有晾在绳子上的床单，有一个在喷洒的水中跑过的孩子。”她最终实现了自己的耕食理想，并在不断逃离又不断追寻，不断付出又不断努力的过程中，找到了那个最本真的自己。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1069308, './img/book/1069308.jpg', '变色龙', '', '世界名著', 600, '世界文学大师契诃夫在四分之一世纪的文学创作生涯中，为后世留下了大量风格独特、结构严密、语言简练、讽刺尖刻的短篇小说。在这些作品中，作者以十九世界俄国社会中所习见的凡人小事为素材，以高超的艺术手法，从独特的角度，对腐朽没落的社会制度作了有力的揭露和鞭挞，对小市民的庸俗、贪欲、投机钻营进行辛辣的讽刺，对社会底层的劳苦大众寄予深切的同情。契诃夫的短篇小说促人深思，发人深省，既让你感到西酣畅淋漓的痛快，又让你发出会心的微笑。这些短篇小说确有永恒的魅力，永远值得阅读。

在世界文坛上，契诃夫是一位罕见的艺术家。无论是小说，还是剧本，他都独辟蹊径，其艺术成就是高超的，举世公认的。关于契诃夫的小说，列夫·托尔斯泰说过：他“创造了新的形式，因此我丝毫不假作谦逊地肯定说，在技术方面契诃夫远比我为高明！……这是一个无与伦比的艺术家。”

安东·巴甫洛维奇·契诃夫( 英语：Аnton chekhov ) (1860～1904) 俄国小说家、戏剧家、十九世纪末期俄国批判现实主义作家、短篇小说艺术大师。1860年1月29日生于罗斯托夫省塔甘罗格市。但契诃夫只身留在塔甘罗格，靠担任家庭教师以维持生计和继续求学。1879年进莫斯科大学医学系。1884年毕业后在兹威尼哥罗德等地行医，广泛接触平民和了解生活，这对他的文学创作有良好影响。1904年6月，契诃夫因肺炎病情恶化，前往德国的温泉疗养地黑森林的巴登维勒治疗，7月15日逝世。他和法国的莫泊桑，美国的欧·亨利 齐名为三大短篇小说巨匠。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2073389, './img/book/2073389.jpg', '莎乐美（中英双语）', '', '世界名著', 98, '才情横溢的唯美作家奥斯卡·王尔德，绝不惮于以惊世骇俗的意象，点缀他邪魔的花园。《圣经》里枯燥而简单的故事，被奥斯卡·王尔德的妙手挖掘出最黑暗也最深刻的内涵。王尔德的莎乐美虽然仍然以圣经为蓝本，但却颠覆了以往基督教传统文化中的莎乐美形象，从此莎乐美成为现代艺术中经常出现的人物形象。在剧里，因为施洗约翰拒绝了莎乐美的爱，使莎乐美在为希律王演出了七层纱舞之后向父王要求要了约翰的头。然而当希律王把施洗约翰的头放在她面前，她却捧着约翰的头谈情说爱而拒绝了希律王的要求。这使希律王十分震怒，并下令把莎乐美同样地砍头。

欲望的纠缠，畸恋的爆发，诡异的氛围，都被王尔德在这短短的篇幅里发展到极致。

奥斯卡·王尔德，英国著名作家，19世纪下半期最为特立独行的天才。
奥斯卡·王尔德的作品立意高远，辞藻华美，成为英国唯美主义文学的最高典范。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7909061, './img/book/7909061.jpg', '茶经', '陆羽', '文学经典', 0, '《茶经》是中国乃至世界现存最早、最完整、最全面介绍茶的第一部专著，被誉为茶叶百科全书，唐代陆羽所著。此书是关于茶叶生产的历史、源流、现状、生产技术以及饮茶技艺、茶道原理的综合性论著，是划时代的茶学专著，精辟的农学著作，阐述茶文化的书。

作者将普通茶事升格为一种美妙的文化艺能，推动了汉族茶文化的发展。中国是茶的故乡，汉族人饮茶，据说始于神农时代，少说也有4700多年了。直到现在，汉族民间还有民以茶代礼的风俗。汉族对茶的配制是多种多样的：有太湖的熏豆茶、苏州的香味茶、湖南的姜盐茶、成都的盖碗茶、台湾的冻顶茶、杭州的龙井茶、福建的乌龙茶等等。

陆羽，名疾，字鸿渐、季疵，号桑苎翁、竟陵子，唐代复州竟陵人(今湖北天门)。幼年托身佛寺，自幼好学用功，学问渊博，诗文亦佳，且为人清高，淡泊功名。一度招拜为太子太学、太常寺太祝而不就。760年为避安史之乱，陆羽隐居浙江苕溪(今湖州)。其间在亲自调查和实践的基础上，认真总结、悉心研究了前人和当时茶叶的生产经验，完成创始之作《茶经》。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (48971284, './img/book/48971284.jpg', '伊凡·伊里奇之死', '', '外国现当代', 1200, '《克洛采奏鸣曲》是一个发生在19世纪俄国上流社会的爱情悲剧，是列夫·托尔斯泰小说中的经典之一。花花公子波兹德内歇夫娶了美丽的平民之女为妻。几年后平庸重复的婚姻生活使双方都感到了厌倦。此时风度翩翩的青年音乐家特鲁哈切夫斯基闯入了他们的生活。他们之间的密切交往引起波兹德内歇夫的强烈忌妒，终于在暴怒之下，波兹德内歇夫杀死了无辜的妻子。
《伊凡·伊里奇之死》描述平凡的法官吏伊凡·伊里奇罹患绝症后一步一步迈向死亡的心理过程。作者以白描的写实手法，刻画死亡狰狞、冷酷的阴影，其逼真、细腻已达到出神入化、炉火纯青之境，被公认为死亡文学中的颠峰。
《魔鬼》描写一个没落贵族被自己的情欲所控制折磨而走向毁灭之路，深刻刻画了情欲对一个人理性的那种潮水般覆没感的不可战胜性，让我们对人性的幽暗不可知的欲望有了更深的理解。



列夫·托尔斯泰（Lev Tolstoy，1828-1910年），19世纪俄国伟大的批判现实主义作家，也是世界文学史上最杰出的作家之一。他被称为具有最清醒的现实主义风格的天才艺术家，主要作品有长篇小说《战争与和平》、《安娜·卡列尼娜》、《复活》等。
许海燕（译者），男，1948年生，南京师范大学文学院教授，教学和研究方向为欧美文学、中西比较文学、中西文化交流史。有《中西文化交流史》、《莎士比亚》等专著，译著有《人生论》（托尔斯泰著）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7946666, './img/book/7946666.jpg', 'The Call of the Wild（荒野的呼唤）', 'Jack London', '外国现当代', 0, 'The Call of the Wild is a novel by American writer Jack London. The plot concerns a previously domesticated and even somewhat pampered dog named Buck, whose primordial instincts return after a series of events finds him serving as a sled dog in the treacherous, frigid Yukon during the days of the 19th century Klondike Gold Rushes.

Published in 1903, The Call of the Wild is one of London's most-read books, and it is generally considered one of his best. Because the protagonist is a dog, it is sometimes classified as a juvenile novel, suitable for children, but it is dark in tone and contains numerous scenes of cruelty and violence.

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

杰克·伦敦（1876-1916），美国20世纪最著名的作家之一。生于旧金山一个既无固定职业又无固定居所的家庭，幼年曾卖报、做童工，成年后当水手、铁路工人，因流浪而进过监狱，还曾到加拿大克朗代克地区淘金，因患坏血病而回国，从此埋头创作。著有19部长篇小说，150多篇短篇小说，3个剧本，大量文学报告集及随笔、论文，其中最为著名的有《荒野的呼唤》《海狼》《白牙》《马丁·伊登》《热爱生命》《沉寂的雪原》等。作品在全世界广为流传，是最受中国读者欢迎的外国作家之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13350476, './img/book/13350476.jpg', '论摄影（插图珍藏本）（2010年版）', '', '文学经典', 3399, '《论摄影》不仅是一本论述摄影者的经典著作，而且是一本论述广泛意义上的现代文化的经典著作。它不是一本专业著作，书中也没有多少摄影术语，尽管有志于摄影者，应人手一册。它的对象主要是知识分子、作家和文化人。
桑塔格深入探讨摄影的本质，包括摄影是不是艺术，摄影与绘画的相互影响，摄影与真实世界的关系，摄影的捕食性和侵略性。摄影表面上是反映现实，但实际上摄影影像自成一个世界，一个影像世界，企图取代真实世界。
对读者而言，这本书的丰富性和深刻性不在于桑塔格得出什么结论，而在于她的论述过程和解剖方法。这是一种抽丝剥茧的论述，一种冷静而锋利的解剖。精彩纷呈，使人目不暇接。桑塔格一向以庄严的文体著称，但她的挖苦和讽刺在这本著作中亦得到了充分的发挥。
《论摄影》出版于一九七七年，轰动一时，引起广泛的讨论，并荣获当年的全国图书批评界奖，至今仍被誉为“摄影界的《圣经》”。
本版配以60余幅世界摄影史上的珍贵照片，推出极具艺术品位与收藏价值的“插图珍藏本”，使《论摄影》真正成为图文并茂的文化经典。



苏珊·桑塔格：1933年生于美国纽约，毕业于芝加哥大学。1993年当选为美国文学艺术学院院士。她是美国声名卓著的“新知识分子”，和西蒙娜·波伏瓦、汉娜·阿伦特并称为西方当代最重要的女知识分子，被誉为“美国公众的良心”。2000年获美国国家图书奖，2001年获耶路撒冷国际文学奖，2003年获德国书业和平奖。2004年12月28日病逝于纽约。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32393416, './img/book/32393416.jpg', '边城（中英双语）', '沈从文', '中国现代', 800, '在川湘交界的茶峒附近，小溪白塔旁边，住着一户人家。独门独院里，只有爷爷老船夫和孙女翠翠两个人，还有一只颇通人性的黄狗……《边城》是沈从文的小说代表作，它以兼具抒情诗和小品文的优美笔触，描绘了湘西地区特有的风土人情；借船家少女翠翠的爱情悲剧，凸显出了人性的善良美好与心灵的澄澈纯净。《边城》独特的艺术魅力奠定了它在中国现代文学史上的特殊地位。



沈从文（1902—1988），原名沈岳焕，字崇文，湖南凤凰县人。现代著名作家、历史文物研究家、京派小说代表人物，二十世纪最优秀的中国文学家之一。他一生笔耕不辍，著作颇丰，作品结集约有八十多部，是现代作家中成书最多的一位。主要作品有：小说《边城》《长河》《八骏图》，散文集《从文自传》《湘行散记》，文论集《烛虚》《云南看云集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (5333982, './img/book/5333982.jpg', '黑郁金香', '', '外国现当代', 599, '这部小说以十七世纪荷兰资产阶级革命时期激烈的政治斗争和动荡生活为背景。主人公科尼利厄斯·范·贝莱是个完全不过问政治的青年医生。他爱好培植郁金香，并在试着培育一种没有一点杂色的大黑郁金香，因为第一个培育出黑郁金香的人能获得一笔可观的奖金。范·贝莱的邻居博克斯特尔为了得到这笔奖金，也想培育出黑郁金香。他对范·贝莱很忌妒，生怕范·贝莱捷足先得。他不择手段地监视范·贝莱的行动，暗中破坏他培育起来的郁金香。尔后，他又诬告范·贝莱藏着有损于荷兰总督制的信件，致使他无辜锒铛入狱，险些被送上断头台。在狱中，范·贝莱得到监狱看守的女儿罗莎的帮助，继续试种黑郁金香。但不幸的是，他们俩培育出来的第一棵黑郁金香被博克斯特尔窃为己有。罗莎孤身一人，勇敢地前往园艺协会所在地哈雷姆，经过据理力争，终于使黑郁金香回到了真正的主人手里，范·贝莱也被宣告无罪而重新获得自由，他和罗莎幸福地结合在一起。

本书是这部小说的简写本，讲述的是一个在十七世纪荷兰资产阶级革命背景下，主人公经历千辛万苦培育出黑郁金香的故事，小说保持了原著的主要情节，而且在写作技巧上也较好地保持了原作者的风格，文字浅近，语言生动。

大仲马（Alexandre Dumas Pere 1803-1870），十九世纪法国著名作家，法国浪漫主义文学运动的先驱。他创作的小说剧本有一百多部，最著名的有《三个火枪手》（The Three Musketeers，1843-1844），《基度山伯爵》（The Count of Monte Cristo，1844）等。他的很多作品已被译成多种文字，深受世界各地读者的欢迎。他的许多小说和剧本以历史事件为题材，《黑郁金香》（The Black Tulip）也是其中较有名的一部作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9397676, './img/book/9397676.jpg', '封神演义', '许仲琳', '中国古典', 0, '《封神演义》，俗称《封神榜》，又名《封神传》、《商周列国全传》、《武王伐纣外史》，是一部中国神魔小说，关于作者，一说是明朝的许仲琳，也有人认为是明代道教学者陆西星，另一说为《金瓶梅》的可能作者王世贞一夜写成，亦有人说是吴三桂的部下。 《封神演义》中有十余处引用道教经典《黄庭经》，作者应是道教人士。

全书共一百回。其原型最早可追溯至南宋的《武王伐纣白话文》，可能还参考了《商周演义》、《昆仑八仙东游记》，以姜子牙辅佐武王伐纣的中国历史为背景，描写了周朝与殷商的对抗与阐教、截教诸仙斗智斗勇、破阵斩将封神的故事。包含了大量民间传说和神话。有姜子牙和哪吒三太子等生动、鲜明的形象，最后以姜子牙封诸神和周武王封诸侯结尾。

许仲琳(约1560—约1630)，亦作陈仲林，号钟山逸叟，应天府(今江苏南京市)人，生平事迹不详，明朝小说家。他生活在明代中后期。著有知名小说《封神演义》，因此而得名。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (28791847, './img/book/28791847.jpg', '少爷', '', '外国现当代', 799, '《少爷》是夏目漱石的代表性作品之一，素材取自其本人离京去外地任教的经历。主人公是一名冒失、憨直且正义感未泯的青年教师，在四国一所乡村中学任数学教师。作品的时代背景为倡导“文明开化”的社会转型期，旧传统被打破，新观念未确立，各色人等粉墨登场，或正直未泯，或放纵卑劣，小说语言幽默，描写夸张滑稽，人物个性鲜明，勾画出彼时教育界人物的众生脸谱，充分展现了作者批判现实主义的风格。



夏目漱石 （ 1867.2.9-1916.12.9），本名夏目金之助。日本作家、评论家、英文学者，代表作品有《我是猫》《哥儿》《三四郎》等。被称为“国民大作家”，他的门下出了不少文人，芥川龙之介也曾受他提携。由于夏目漱石对日本文学的伟大贡献，他的头像曾被印在日元壹仟面值的钞票上，也因此很多日本年轻一代会戏称他为“之前壹仟日元上的欧吉桑”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11228402, './img/book/11228402.jpg', '一个陌生女人的来信', '', '外国现当代', 98, '《一个陌生女人的来信》是由奥地利的著名作家茨威格创作的，是其代表作之一，讲述的是一个陌生的女人，在她生命的最后时刻，饱蘸着一生的痴情，写下了一封凄婉动人的长信，向一位著名的作家袒露了自己绝望的爱慕之情。小说以一名女子最痛苦的经历，写出了爱的深沉与奉献。



斯台芬·茨威格（1881—1942），奥地利小说家、诗人、剧作家和传记作家。出身富裕犹太家庭，青年时代在维也纳和柏林攻读哲学和文学，日后周游世界，结识罗曼·罗兰和弗洛伊德等人并深受影响。创作诗、小说、戏剧、文论、传记，以传记和小说成就最为著称。第一次世界大战期间从事反战工作，是著名的和平主义者。一九三四年遭纳粹驱逐，流亡英国和巴西。一九四二年在孤寂与幻灭中自杀。代表作有短篇小说《象棋的故事》、《一个陌生女人的来信》，长篇小说《心灵的焦灼》，回忆录《昨日的世界》，传记《三大师》和《一个政治性人物的肖像》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (26004399, './img/book/26004399.jpg', '卡拉马佐夫兄弟（套装上下册）', '', '世界名著', 2999, '《卡拉马佐夫兄弟》是陀思妥耶夫斯基所著的最后一部长篇小说，同时也是他的巅峰之作。小说通过一桩真实的弑父案，描写老卡拉马佐夫同三个儿子即两代人之间的尖锐冲突。老卡拉马佐夫贪财好色，他独自霸占妻子留给儿子们的遗产，并与长子德米特里为一个风流女子争风吃醋。一天黑夜，德米特里疑心自己的情人去跟老头儿幽会，于是便闯入家园，一怒之下，差点把老头儿砸死。德米特里仓皇逃离后，躲在暗中装病的老卡拉马佐夫的私生子斯麦尔佳科夫却悄然将老爷杀死，造成了一桩震惊全俄的扑朔迷离的血案，从而引发了一连串惊心动魄的事件……



费奥多尔·米哈伊洛维奇·陀思妥耶夫斯基（1821-1881）不但是十九世纪群星璀璨的俄罗斯文坛上最伟大的小说大师之一，也是全世界范围内有史以来最复杂、最矛盾、最伟大的小说巨匠之一。他以其卷帙浩繁的创作，在对于人类复杂的甚至分裂的人性以及心理乃至变态精神的深刻描绘和深度开掘上独树一帜、无人能出其右；如果说托尔斯泰代表了俄罗斯文学的广度，陀思妥耶夫斯基则代表了俄罗斯文学的深度。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (23287871, './img/book/23287871.jpg', '风雨哈佛路', '', '文学经典', 2340, '《风雨哈佛路》主人公莉丝出生在纽约的贫民窟，尽管父母吸毒，莉丝仍然深爱着他们。她在毒品、艾滋、饥饿充斥的环境中度过童年。在学校，莉丝肮脏的衣着，和藏在头发里的虱子让她饱受同学嘲弄，终因逃课被送进女童院。15岁时，莉丝拼尽全力维持的家庭最终破碎，她开始流落街头，捡拾垃圾，偷东西，她整夜乘坐地铁，因为只有在这里才能温暖入梦。莉丝早就知道，自己的生活之外，还有一个光鲜明亮的世界，只是她与那世界始终相隔。莉丝流落街头时，母亲因艾滋感染而死，莉丝深受触动，她决定不再继续这样的生活，她要改变命运，重返高中。无处安身的莉丝常在地铁站、走廊里学习、睡觉，她用2年的时间完成了4年的课程，并获得“《纽约时报》一等奖学金”，以优异的成绩进入哈佛大学。



莉丝·默里(Liz Murray)，1980年出生于纽约市布朗克斯区，父母吸毒，15岁莉丝便无家可归。她在居无定所，流浪街头的日子里，用两年时间完成了高中四年的学业，以全优的成绩考入哈佛，并获得“《纽约时报》一等奖学金”。莉丝还曾获得“白宫计划榜样奖”，及美国脱口秀女王奥普拉·温弗瑞特别颁发的“无所畏惧奖”，更受到美国前总统克林顿的接见。2003年莉丝的故事被搬上荧幕，该片获得第55届艾美奖三项提名。如今，莉丝在全球各地发表演说，以激励人们跨越困境去追寻心中的梦想，赋予人生意义，实现自我价值。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10860210, './img/book/10860210.jpg', 'Great Expectations（远大前程）', 'Charles Dickens', '外国现当代', 0, 'Great Expectations is one of the most famous and much-loved novels by the great master of Victorian prose, Charles Dickens. Like all of his great novels, Great Expectations has Dickens's brilliant use of character and plot--along with an incredible sensibility and sympathy for the way that the British class system was constructed in the nineteenth century. The novel centers around a poor young man by the name of Pip, who is given the chance to make himself a gentleman by a mysterious benefactor. Great Expectations offers a fascinating view of the differences between classes during the Victorian era, as well as a great sense of comedy and pathos.



狄更斯（Charles Dickens, 1812～1870）：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (111395242, './img/book/111395242.jpg', '醒来的女性（全二册）', '', '外国现当代', 8180, '我们来认识一下米拉。
她是一位喜爱读书的小镇女孩，从小就是个独立而聪明的孩子。她十四岁读尼采和潘恩，开学第一天就学完了全部课本，学校只得让她跳级。可这是二十世纪三十年代的美国，女性最常见的职业是“打字员”，人生的主题则是“家庭”。母亲对她最大的期望就是“嫁个好人家”。在一个封闭的小地方，她的聪明和独立却使她成为异类。久而久之，她屈服了。她像其他女孩一样草草结婚，穿紧身褡，学做饭，把家里收拾得井井有条，生下两个孩子，努力让自己做一位“贤妻良母”。丈夫有体面的工作，她也住上了许多人梦寐以求的大房子。她举止优雅，总是面带微笑。而只有她自己知道，在生活的平静表象之下，她正在默不作声地崩溃……
《醒来的女性》是一部反映了整整一代美国女性生存境遇，令每一位普通女性心生共鸣，潸然泪下抑或热血沸腾的小说。出版以来全球销量超过2000万册，出版22种语言版本，堪称“小说版的《第二性》”，甚至间接推动了第二次女权主义运动。无数女性认为这本书写出了她们一直被压抑的内心世界，甚至改变了她们的一生。
《醒来的女性》曾被改编为电影，并获艾美奖3项提名，之后又被英国BBC改编为广播剧。
有媒体称“你常常会忘了这是一本小说，书中所写的都是我们真实的生活”。书中十余位性格各异、身份各异的女性，仿佛就是我们的母亲和长辈，是身边的朋友，也是你我自身。《醒来的女性》中是我们不曾深想的生活，是那些我们只有和最亲密的知己才会谈论的话题。你不会和人谈起婚后与另一半无法沟通的苦闷，无法说清有时“母亲”和“妻子”这两种身份会让你觉得失去自我，更不必说作为母亲，即使深爱自己的孩子，但也并不像主流讴歌的那样伟大，其实有很多厌烦甚至痛苦的时刻——因为怕被人说“想太多”。阅读书稿时，我仿佛经历了一场探索精神独立之旅，仿佛自己经历了书中人物的一生般，喜乐参半、五味杂陈，时而为作者的洞察力叹服，醍醐灌顶，觉得找到了一些困扰自己的问题的心理根源；时而对书中女性的命运感同身受，难以自抑地泪流满面。



玛丽莲·弗伦奇（Marilyn French，1929~2009年）
玛丽莲·弗伦奇出生于布鲁克林，是一位工程师和百货商店店员的女儿。她从小热爱写作，十岁便开始创作诗歌和短篇小说。1950年，在霍夫斯特拉大学就读期间，玛丽莲结婚，开始兼职打工以支援丈夫就读法学院。受波伏瓦《第二性》影响，玛丽莲一直坚持创作，希望成为一名作家。她完成了在霍夫斯特拉大学的学业，获得哲学和英语文学学士学位以及英语硕士学位，成为一名英语老师。1964年，她考入哈佛大学，由于丈夫对其写作事业的反对，两人于1967年离婚。玛丽莲于1972年获得博士学位，并于1977年出版《醒来的女性》一书，一举成名。尽管由于暴露了很多尖锐的社会问题和性别歧视问题引发舆论争议，但本书仍在全球销出2000多万册，出版22种语言版本，成为现象级的话题之作。有读者表示，这本书中所写的，就是当时女性最真实的生活。
玛丽莲一生关注女性话题，其女儿遭遇强奸也成为她持续为女性权益发声的原因之一。《醒来的女性》大获成功之后，她又陆续出版有The Bleeding Heart、Beyond Power: On Women, Men and Morals、The War Against Women等书。
因其巨大的影响力，她的名字曾出现在著名流行乐团ABBA（阿巴合唱团）的歌词中。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (48910169, './img/book/48910169.jpg', '枕草子', '', '文学经典', 3000, '《枕草子》大约成书于1001年，开日本随笔文学之先河。
全书共有305段，分为类聚、日记、随想三大内容。类聚是受唐朝李义山《杂篡》的影响，罗列生活中不同性质与类别的事物，如“山”、“海”、“扫兴的事”、“高雅的东西”，涉及地理风貌、草木花鸟、内心情感、生活情趣等等，非常丰富地体现出作者清少纳言细腻的观察和审美趣味。日记记录了作者在宫中的生活，其中有反映她与皇后藤原定子感情深笃的经历，以及她在宫中生活的片断，这部分内容深映古典风貌，可从中了解日本平安时代皇室贵族的生活状态和品味素养。随想则是对自然与人生的随感，尤其可见作者明快、自由的生活态度。



清少纳言，生于966年左右，真实姓名不详。“清”取自家族姓氏“清原”，“少纳言”为宫中官职。出身于书香门第，汉学修养深厚，与当时的紫式部、和泉式部并称平安时代的“王朝文学三才媛”。
译者周作人（1885—1967），浙江绍兴人，中国现代著名散文家、翻译家、思想家。一生著译传世约1100万字，其中翻译作品居一半有余。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13447106, './img/book/13447106.jpg', '一九八四：双语珍藏本', '', '世界名著', 1999, '《一九八四》是奥威尔的传世之作，堪称世界文坛最著名的反乌托邦、反极权的政治讽喻小说。他在小说中创造的“老大哥”、“双重思想”、“新话”等词汇都已收入权威的英语词典，甚至由他的姓衍生出“奥威尔式”（Orwellian）、“奥威尔主义”（orwellism）这样的通用词汇，不断出现在报道国际新闻的记者笔下，足见其作品在英语国家之深远。
“多一个人看奥威尔，就多了一份自由的保障，”有论家如是说。



乔治·奥威尔：英国伟大的人道主义作家、新闻记者和社会评论家，著名的英语文体家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (954085, './img/book/954085.jpg', '动物庄园', '', '外国现当代', 1200, '曼娜庄园里的一头猪“老麦哲”（Old Major）临死前号召庄园里的动物反抗人类剥削，建立动物自己当家做主的共和国。老麦哲死后，庄园里的两头猪继承了他的思想，将其总结为“动物主义”，并以此为革命纲领领导了一场起义，将人类赶出了庄园，实现了“动物当家做主”的愿望，并把庄园更名为“动物庄园”，同时制定了宪法性质的“七诫”。但起义成功不久以后，作为领导集团的猪发生内部政治斗争。革命领袖之一“斯诺鲍”（Snowball）被宣布为革命的叛徒遭到驱逐，而另一革命领袖“拿破仑”获得了庄园的绝对领导权。此后，猪领导集团获得了越来越多的特权，最终变成了比人类更甚的剥削者……

《动物庄园》（Animal Farm），也译为《动物农庄》《动物农场》等，是英国作家乔治•奥威尔的一部著名的反乌托邦寓言小说。评论家普遍认为，故事的原型是十月革命后的苏联，作者本人也曾在写给伊冯•达维（Yvonne Davet）的信中提到，他这部小说事实上是反对斯大林的。

乔治•奥威尔（George Orwell，1903—1950），原名埃里克•阿瑟•布莱尔（Eric Arthur Blair），英国小说家，记者。其作品多以揭示社会不公，反对极权，提倡社会民主主义为主题，代表作为政治讽刺小说《动物庄园》（1945）和《一九八四》（1949）。在这两部作品当中，奥威尔揭露了掩盖在社会主义名义下的极权主义，而小说中对极权主义政权的语言也在之后的历史当中不断得到印证。他在小说中使用的“老大哥”（Big Brother）、“新话”（Newspeak）、“双重思想”（Doublethink）均被收入英文词典，并作为讽刺词汇被大量使用。由于他的作品在政治领域的影响，由他的名字衍生出“奥威尔主义”（Orwellism）和“奥威尔式”（Orwellian）甚至成为了日常用语，用来指代奥威尔小说中描述的那种极权政体。

郝海龙（译者），1988年生于陕西府谷，80后诗人。毕业于中国人民大学国际经济系，从大四起从事GRE教学工作，即将赴法攻读经济学博士。
Blog: http://haohailong.net    Twitter: @haohailong

责任编辑 郝海龙
封面设计 周南');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (160996331, './img/book/160996331.jpg', '项塔兰2', '', '外国现当代', 2400, '林巴巴能活下来，靠的是他遇到的人。
逃狱出来的林巴巴在孟买经历了贫民窟的慷慨收容，在这里邂逅了绿眼睛的神秘女人卡拉、总有着开朗笑容的朋友普拉巴克、有教父般地位的黑帮大佬哈德拜和与他惺惺相惜的打手阿布杜拉。他不但在孟买扎下了根，而且成为哈德拜重点培养的新人，跟着他的手下练习生存的技能。
但当生活中最重要的人相继离去，再坚强的人也会被摧毁。在安顿好朋友的家人之后，生活该怎样继续，他拿不出答案。



格里高利·大卫·罗伯兹（Gregory David Roberts），澳大利亚知名作家，一生极富传奇色彩。
1952年生于墨尔本，青年时开始写作并发表小说。26岁身染毒瘾，婚姻破裂，抢劫银行，被判入狱。后逃狱至印度，在那里过着流亡生活，加入过孟买黑帮，参加过游击队。在印度十年的摸爬滚打中，他得以深入接触印度社会，既见识了最低等的贫苦，也经历了最痛的苦难，最终迎来了自我的觉醒。这段印度流亡岁月，便成了《项塔兰》最真实的蓝本。1990年他在德国被捕，决心坦然面对过去，入狱服刑。1997年获释后，他写下了《项塔兰》这部厚达千页的自传体小说，并凭借此书声名鹊起，从此成为专职作家。2014年他宣布退出公共视野，专注于陪伴家人和新写作计划。2015年，《项塔兰》续篇《山之影》出版。2020年4月，他携带精神成长的非虚构作品回归，并持续在个人网站上与读者交流。
译者：黄中宪，专职译者，译有《天国之秋》《米开朗琪罗与教皇的天花板》《新艺术的故事》《湖南人与现代中国》《哈布斯堡的灭亡》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (37512866, './img/book/37512866.jpg', '爱的进化论', '', '文学经典', 1999, '《爱的进化论》一书可以看做是《爱情笔记》、《爱上浪漫》的出版20周年延续版，本书以文学描写的手法，描述了一对夫妻在婚姻生活中所面临的感情、孩子、性关系、职业、争吵甚而增肥、死亡等等问题，其中有一句很打动人心：德波顿在描写这些时，直言不讳，表现出完全可靠的、令人震惊的诚实。



阿兰·德波顿（Alain de Botton），英伦才子型作家，生于1969年，毕业于剑桥大学，现住伦敦。著有小说《爱情笔记》（1993）、《爱上浪漫》（1994）、《亲吻与述说》（1995）及散文作品《拥抱逝水年华》（1997）、《哲学的慰藉》（2000）、《旅行的艺术》（2002）、《身份的焦虑》（2004）、《无聊的魅力》（2005）、《幸福的建筑》（2007）、《工作颂歌》（2009）、《机场里的小旅行》（2009）、《写给无神论者》（2012）、《新闻的骚动》（2015）。他的作品已被译成二十几种文字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7621395, './img/book/7621395.jpg', 'Walden（瓦尔登湖）', 'Henry David Thoreau', '世界名著', 0, 'Thoreau lived alone in a secluded cabin at Walden Pond. It is one of the most influential and compelling books in American literature. This new paperback edition - introduced by noted American writer John Updike - celebrates the 150th anniversary of this classic work. Much of Walden's material is derived from Thoreau's journals and contains such engaging pieces as "Reading" and "The Pond in the Winter." 

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

书中记录了作者隐居瓦尔登湖畔，与大自然水乳交融、在田园生活中感知自然重塑自我的奇异历程。读本书，能引领人进入一个澄明、恬美、素雅的世界。

亨利·戴维·梭罗（1817-1862），美国超验主义作家。他于1845年春天，在老家康科德城的瓦尔登湖边建起一座木屋，过起自耕自食的生活，并在那里写下了著名的《瓦尔登湖》一书。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (138087710, './img/book/138087710.jpg', '雨果诗选', '', '文学经典', 3300, '本书精选雨果主要诗集《颂诗集》、《新颂歌集》、《颂诗与长歌》、《东方吟》、《秋叶集》、《黄昏之歌》、《心声集》、《光与影》、《静观集》、史诗《历代传说》、《上帝》和《撒旦的末日》中的优秀诗篇翻译而成。



维克多·雨果（Victor Hugo，1802年2月26日—1885年5月22日），法国19世纪前期积极浪漫主义文学的代表作家，人道主义的代表人物，法国文学史上卓越的资产阶级民主作家，被人们称为“法兰西的莎士比亚”。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章，在法国及世界有着广泛的影响力。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24026499, './img/book/24026499.jpg', '校园秘史', '', '外国现当代', 3799, '新英格兰一所大学里有一群古怪的学生，他们与学校里的其他学生格格不入。他们受魅力非凡的老师的影响，发现了一种独特的生活和思考方式，以为可以借此摆脱单调平庸的当代生活。但他们突破界限后，生活天翻地覆。他们这才发现，真正地活着是多么难，而杀戮又是多么容易……
本书融合文学和惊悚小说写法，哥特氛围浓厚，是唐娜·塔特成名作，畅销数十年，已成经典。



唐娜·塔特（Donna Tartt），美国当代著名女作家，1963年出生，在密西西比州格林纳达长大，五岁时写了人生第一首诗，十三岁时发表了第一首十四行诗。1981年就读密西西比大学，后转学至贝林顿学院。大一时就因写作才能受到注意，被著名作家巴里·汉纳招入其短篇小说课程研究生班。汉纳称其为“难得一见的天才，文学之星”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (5450939, './img/book/5450939.jpg', '变形记', '', '外国现当代', 999, '弗朗茨·卡夫卡(1883-1924)，奥地利小说家，生前鲜为人知，其作品未受到重视，身后文名鹊起，蜚声世界文坛。他的《城堡》、《失踪者》、《诉讼》等小说在全世界广为流传，对现代派文学产生了极大的影响；他被推崇为现代派文学的奠基人，被誉为“作家中之作家”；他的小说已成为许多作家必定研读的作品，被认为是“需要用心去阔读的作品”。
《变形记——卡夫卡中短篇小说集》囊括了卡夫卡所有的中短篇小说，其中《变形记》、《在流放地》、《在法的大门前》、《饥饿的艺术家》、《乡村教师》、《中国长城建造时》、《一条狗的研究》等都是脍炙人口的名篇。它们均采用象征、隐喻、夸张等手法，情节生动，语言简洁流畅；故事怪诞离奇，无确定的时间和地点，无前因后果，给人以梦幻、神秘、奇特的感觉。作品的主人公几乎都处于一种身不由己的境地，他们在离奇古怪的世界中都有自己的目标，但往往又以失败而告终。

对于卡夫卡的评价及其作品的寓意，学术界历来就众说纷纭，莫衷一是，正是这种独到之处，才使人们几十年来孜孜不倦地玩味和研究它们，才是它们魅力永存的原由。
译界前辈、北大救授张荣昌先生潜心研究卡夫卡数十年，并独自担纲翻译了《变形记——卡夫卡中短篇小说集》。

卡夫卡(1883—1924)，奥地利著名小说家。出生于奥匈帝国统治时期的布拉格，父亲是一个成功的犹太商人。卡夫卡曾攻读文学，后改学法律。先后供职于一家保险公司和工人保险所，因肺病辞职。后埋头写作。曾两度订婚，却因健康关系一直未婚。1924年死于肺病。卡夫卡最杰出的作品当数长篇小说《审判》、《城堡》和短篇小说《变形记》，这些作品的主题、风格对后来的荒诞派戏剧、黑色幽默小说产生了重要影响。凭借这些作品，他被誉为20世纪最优秀的作家之一，西方现代派文学的先驱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (124608990, './img/book/124608990.jpg', '鲁迅文学全集（全7册）', '鲁迅', '中国现代', 29800, '鲁迅是中国现代伟大的文学家、思想家。他是一位高产作家，涉足的领域也很广泛。全套《鲁迅全集》总计有600多万字，共20卷。作品类型包括文学创作、古籍校辑、文艺理论、翻译作品等。
诚如蔡元培所说：“鲁迅著作方面较多，蹊径独辟，为后学开示无数法门。”但是对于一般的读者而言，一部《鲁迅全集》实在是太过繁多。鲁迅的所有作品中，以文学作品最为一般读者所了解和喜爱。本套书收全了鲁迅所写的小说、杂文、散文，以及部分诗歌。编校的底本采用的是1938年鲁迅先生纪念委员会主持编订的《鲁迅全集》。在编辑过程中，尽可能保留了原版的样貌。
全书内容和编排体例均与原版相同，只调整了个别篇章的内容。全书文字校订方面，除了将繁体竖排转为简体横排外，仅改正了原版中个别错字和标点。其中通假字和鲁迅习惯用字，完全按照原版保留。另有外国人名、地名等，均保留原版的译法。



鲁迅（1881－1936），原名周树人，字豫才，小名樟寿，至三十八岁，始用鲁迅为笔名。浙江省绍兴人。中国现代伟大的文学家、思想家。
幼时就读于绍兴府城内私塾三味书屋，1898年考入江南水师学堂，1899年改入江南陆师学堂附设矿路学堂，1902年被选派赴日本留学，入读东京弘文学院，1904年转入仙台医专学医。1906年终止学医，在东京研究文艺。
1909年回国，在浙江两级师范学堂和绍兴中学堂任教。1912年民国政府成立后，先后在教育部及北京师范大学、北京大学、厦门大学、中山大学等校任职。
1918年第1次以“鲁迅”为笔名，在《新青年》发表了第1篇小说《狂人日记》。此后陆续出版小说集《呐喊》《彷徨》，论文集《坟》，散文诗集《野草》，散文集《朝花夕拾》，杂文集《热风》《华盖集》《华盖集续编》等专集。1926年间编著《汉文学史纲要》《而已集》及《故事新编》的部分作品。1927年到上海，专事著作。陆续写作了《南腔北调集》《三闲集》《二心集》《伪自由书》《准风月谈》《花边文学》及三本《且介亭杂文》等大量杂文，抨击时弊、揭露黑暗，成为中国现代文化界的精神领袖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1063447, './img/book/1063447.jpg', '曼弗雷德', '', '文学经典', 600, '本书为哈佛经典丛书第十八卷——“现代英国戏剧”中的一部。这里所指“现代”为本书编著者所处年代的时代划分方式。现称“古典主义”。  




诗剧《曼弗雷德》是英国诗人拜伦游弋欧陆时创作的作品，是诗人的代表作之一。曼弗雷德更是典型的“拜伦式英雄”，高傲、孤独、叛逆、浪漫：三幕诗剧中，他上穷碧落下黄泉，却终究无法摆脱爱欲的苦楚，得到灵魂的平静。

走进《曼弗雷德》，阿尔卑斯的雪山奇丽，超自然的宇宙浩渺，主人公的个性和命运更令人叹惋、感念、深思。

乔治·戈登·拜伦（1788-1824），是英国19世纪初期伟大的浪漫主义诗人。其代表作品有《恰尔德·哈罗德游记》、《唐璜》等。在他的诗歌里塑造了一批“拜伦式英雄”。

责任编辑 程之又
封面设计 Marina');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25291175, './img/book/25291175.jpg', '伊索寓言全集（英汉对照）', '', '文学经典', 799, '《伊索寓言全集（英汉对照）》是世界上最早的寓言故事集，是西方寓言文学的范本，也是世界上流传最广的经典作品之一。现存的《伊索寓言》收入了古希腊、古罗马时代流传下来的一系列寓言故事，相传由伊索创作.经后人汇编成书，归在伊索名下。《伊索寓言》的故事言简意赅，平易近人，却寓意深刻，富有哲思。这些小故事脍炙人口，家喻户晓，是文学史上的重要财富，也是人类文明史上的一座丰碑，深刻影响了西方世界的伦理道德和政治思想。柏拉图、亚里士多德、莎士比亚、马克思等历代哲学家、文学家、思想家都十分推崇《伊索寓言》。



伊索，约公元前6世纪的希腊寓言家。他曾是萨摩斯岛雅德蒙家的奴隶，曾被多次转卖，但因知识渊博，聪颖过人，最后获得自由。此后。他开始环游世界，为人们讲述寓言故事，深受人们喜爱。公元前5世纪末，“伊索”这个名字在古希腊已尽人皆知了，当时的古希腊寓言都归在他的名下。现在常见的《伊索寓言》是后人根据拜占庭僧侣普拉努得斯搜集的寓言以及后来陆续发现的其他古希腊寓言传抄本编订的。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (29440832, './img/book/29440832.jpg', '正红旗下', '老舍', '中国现代', 599, '《正红旗下》是老舍未完自传体长篇小说遗作，手稿共十一章，一百六十四页。一九六六年八月二十四日，老舍自沉于北京太平湖，这部作品与他的人生，戛然而止。
老舍为旗人，隶属“满洲八旗”的“正红旗”，这也是书名的由来。老舍从出生写起，当时正是清朝末年，社会动荡，民生凋敝。眼看着大清王朝走向没落，养尊处优的八旗子弟们也在末路挣扎……随着义和团兴起，洋人到来，北京老百姓平静的生活被打破，一个个人物在老舍笔下栩栩如生：老实巴交的父亲、善良正直的王掌柜、尖酸刻薄的姑母、聪明能干的福海二哥、妄自尊大的牛牧师……这些身处在动荡历史洪流中的大清子民，都走向了不同的命运……



老舍（1899-1966）
小说家、剧作家。
1899 年生于北京，原名舒庆春，满族正红旗人；
1918 年北京师范学校毕业，任小学校长；
1924 年赴英，任教于伦敦大学东方学院，正式开始文学创作；
1930 年归国，先后任教于齐鲁大学和山东大学；
1937 年奔赴国难，直至抗战胜利；
1966 年8 月24 日午夜，自沉太平湖。
代表作
《骆驼祥子》（1936）
《四世同堂》（1944-1948）
《茶馆》（1957）
《正红旗下》（1962）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35731220, './img/book/35731220.jpg', '追忆似水年华（第一卷）', '', '外国现当代', 1700, '《追忆似水年华》是一部划时代巨著，是二十世纪世界文坛最重要的小说之一，与《尤利西斯》并称意识流小说的巅峰。这部小说以清新灵动的独特艺术风格，借助超越时空的潜在意识，使逝去的时光在他笔下重现，从中抒发对故人、对往事的无限怀念和难以排遣的惆怅。安德烈·莫洛亚曾说过：“普鲁斯特简单的、个别的和地区性的叙述引起全世界的热情，这既是人间最美的事情，也是最公平的现象。就像伟大的哲学家用一个思想概括全部思想一样，伟大的小说家通过一个人的一生和一些最普通的事物，使所有人的一生涌现在他笔下。”



马塞尔·普鲁斯特，在法国乃至世界文学史上占据着极其重要的地位。他在小说创作中实现了一场“逆向的哥白尼式革命”，人的精神重又被安置在天地的中心。小说的目标变成描写为精神反映和歪曲的世界。他改变了小说的传统观念，对日后形形色色新的小说流派的出现，产生了深远的影响。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22358531, './img/book/22358531.jpg', '纯真博物馆', '', '外国现当代', 1800, '一个爱情故事。又不仅止于爱情。
伊斯坦布尔，1975年，有婚约在身的30岁少爷凯末尔爱上了自己的穷亲戚、18岁的清纯美少女芙颂。可两人的爱情来而复去，凯末尔想找回爱人的心，自此追寻便是八年，但还是迟了……
凯末尔爱芙颂的一切，也爱芙颂爱过的，甚至触碰过的一切。痴情、忧伤的男人收集着心上人摸过的所有物品，那些盐瓶、小狗摆设、顶针、笔、发卡、烟灰缸、耳坠、纸牌、钥匙、扇子、香水瓶、手帕、胸针……，甚至是4213个烟头。凯末尔用十五年的时间走完1743个博物馆，创造出独一无二的“纯真博物馆”，那所有的物件被理为这座爱情博物馆的珍藏，纪念他永失的所爱。
依托于凯末尔的激情，帕慕克对时间、欲望及占有进行了一场睿智的沉思，这其中富含作者年轻时代生活城市的细节与意涵：国产品牌，电影明星，街道，阶层间、传统与现代间错综复杂的社会关系。就好像，纯真博物馆不是为了纪念芙颂，更是为了伊斯坦布尔。



奥尔罕·帕慕克（OrhanPamuk，1952－），当代欧洲最杰出的小说家之一，享誉国际的土耳其文学巨擘。出生于伊斯坦布尔，曾在伊斯坦布尔科技大学主修建筑。2006年获得诺贝尔文学奖，作品总计已被译为50多种语言。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9332640, './img/book/9332640.jpg', '华杉讲透《孙子兵法》', '华杉', '文学经典', 1980, '这回彻底读懂《孙子兵法》！通俗通透解读经典战例，逐字逐句讲透兵法原意。
《孙子兵法》6111字，似乎每个字都艰深玄奥，让很多人望而却步；其实，只要抓住兵法的根本思想，就会发现处处豁然开朗、字字明明白白。
本书作者华杉，研究孙子兵法二十余年；在本书中，抓住兵法根本思想，通过155个经典战例，将《孙子兵法》的原意剖析得详尽透彻。同时援引2000多年来，解读《孙子兵法》的传世注家曹操、杜牧等11人的注解，从不同角度还原兵法原意。

全书通俗流畅，精彩纷呈；背水一战、围魏救赵等经典战例，更是讲解得令人身临其境，犹如置身战场上空，看交战双方兵马调动，浴血奋战，在震天的厮杀声中演绎着兵法的深邃思想。
翻开本书，直窥《孙子兵法》堂奥，既简单、又深邃、既朴实、又玄妙；开启一场通往智慧的非凡阅读体验。
本书在着力讲透兵法原意的同时，尤其针对人们对《孙子兵法》的普遍误读、误解，做了鞭辟入里的详解分析。华杉先生研究《孙子兵法》二十多年，本书的部分内容早已通过各种内部演讲、微博、微信等媒介，在坊间广为流传。

华杉，生于1971年，现居上海。自幼熟读经史，兵书战策、儒学经典烂熟于心，又广泛涉猎西方哲学，融会贯通，观点自成一家。
另有传播学专著《超级符号就是超级创意》，畅销二十万册。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118544619, './img/book/118544619.jpg', '老人与海（中英双语珍藏版）', '', '外国现当代', 1599, '《老人与海》是海明威的代表作，为海明威夺得普利策奖和诺贝尔文学奖。本书讲述了古巴老渔夫圣地亚哥与大鱼搏斗的故事，塑造了文学史上典型的硬汉形象，宣扬了不畏艰难、不屈服于命运的斗争精神。



欧内斯特·米勒·海明威（Ernest Miller Hemingway，1899—1961），美国著名作家，诺贝尔文学奖得主，一向享有“文坛硬汉”之誉，写作风格以简洁著称，对美国文学及20世纪文学的发展有极深远的影响。主要著作有《老人与海》《太阳照常升起》《永别了，武器》《丧钟为谁而鸣》等。《老人与海》获得过1953年的普利策小说奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (46978697, './img/book/46978697.jpg', '儒林外史', '吴敬梓', '中国古典', 1400, '《儒林外史》是一面封建社会的照妖镜。它通过对封建文人、官僚豪绅、市井无赖等各类人物无耻行为的真实生动的描写，深刻地揭露了行将崩溃的封建制度的腐朽性，强烈地抨击了罪恶的科举制度，并涉及了政治制度、伦理道德、社会风气等等，客观上否定了整个封建制度。否定、鞭挞科举制度，谴责官僚集团，揭露封建礼教，同情人民群众，这样一些内容使《儒林外史》成为一部具有进步的民主思想的名著。被科举制度害得精神失常、心理变态的范进；本是贫寒青年，但在黑暗社会的熏染下逐渐腐蚀变质，抛弃糟糠之妻，成了忘恩负义的卑鄙小人的匡超人；掠夺他人的土地，霸占寡妇的财产，专靠欺诈哄骗饱食终日的严贡生等人物形象，是中国讽刺文学中最早出现、最具影响的艺术典型。《儒林外史》还写了一些下层人民，表现了作者对他们深切的同情和热爱，颂赞他们正义、朴实的高贵品质和非凡的才能。鄙视功名的王冕，真诚善良的伶人鲍文卿，淳朴的农村小生产者卜老爹和牛老爹，便是这类人物的代表。



吴敬梓（1710～1754），字敏轩，又字文木，全椒（在安徽）人，著有《儒林外史》和《文木山房集》等。吴敬梓虽是名门望族的后代，小时深受儒家思想的熏陶，但由于经济地位的迅速变化，使他接触了劳动人民，看到了社会的黑暗和科举制度的罪恶。因为思想上有进步的一面，并且掌握了描写现实的讽刺手法，所以才能在晚年写出《儒林外史》这部十分杰出的长篇讽刺小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110873040, './img/book/110873040.jpg', '格拉斯医生', '', '外国现当代', 1299, '《格拉斯医生》是瑞典作家雅尔玛尔·瑟德尔贝里在1905年出版的被称为“鲜活的经典”的小说。小说以医生格拉斯的日记展开故事。少年时代的他是敏感的，有对性事的厌恶恐慌，对爱情的美好憧憬，也有过纯洁的仲夏夜的初吻。但因女孩数日后的溺水而亡，成为他最珍贵和最痛苦的生命的精华。



他对伪善和假道德深深厌恶。到底什么是医生的职责，什么是对生命的尊重？这一直是困扰他的问题……');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (154593025, './img/book/154593025.jpg', '杜甫：中国最伟大的诗人', '洪业 著', '文学经典', 6200, '“诗圣”杜甫何以荣膺“中国最伟大的诗人”之称号？洪业身处日寇囹圄，欲以杜甫诗晨祷夕诵；自述平生以杜诗慰其大悲大喜。后寓居大洋彼岸，用英文写就《杜甫：中国最伟大的诗人》（Tu Fu ：China 's Greatest Poet），这部由哈佛大学出版社于1952年出版的杜甫传记，迄今为止仍是海外汉学领域有关杜甫研究的最重要的著述。洪业的传记书写寄寓个人感情，全书译引杜诗达374首，融合史事，逐一析释，力求考实诗人生平踪迹。译者曾祥波专研杜诗，研、译相得，译笔生动流畅。书后附原书索引、洪业自述杜甫传记写作文章两篇；另选录洪业英译杜甫巅峰之作七律《秋兴八首》，中英对照，可资赏鉴。此书中译本初版于2011年，2014年收入《海外汉学丛书》，此为全新修订精装本。



洪业（1893—1980），号煨莲（William）。福建侯官人。现代著名史学家、教育家。先后就读于卫斯良大学、哥伦比亚大学、纽约协和神学院，获得文学学士、文学硕士、神学学士等学位。1923年回国，被聘为燕京大学历史系教授，任大学文理科科长，先后兼任历史系主任、大学图书馆馆长、研究院文科主任及导师等。创办《燕京学报》，并以哈佛—燕京学社引得编纂处主任总纂哈佛—燕京学社《引得》64种。1946年春赴美讲学，1948至1968年兼任哈佛大学东亚系研究员。1980年在美国去世。其学术名篇有《考利玛窦之世界地图》《礼记引得序》《春秋经传引得序》《杜诗引得序》《〈蒙古秘史〉源流考》《破斧》等。所撰《礼记引得序》于1937年获法国巴黎茹理安（一作儒莲）奖金。主要著述见《洪业论学集》（北京：中华书局，1981年）、Tu Fu：China 's Greatest Poet（美国：哈佛大学出版社，1952年）。
曾祥波，四川大学中文系文学学士，北京大学中文系文学硕士、博士。曾在美国威斯康星大学—麦迪逊分校东亚系作访问学者。现为中国人民大学文学院副教授。著有《杜诗考释》《宋诗史释》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25965827, './img/book/25965827.jpg', '圣诞故事集', '', '世界名著', 999, '从1843年到1848年间（1847年除外），狄更斯每年圣诞节发表一部中篇小说，共得五篇，集结出版后名为《圣诞故事集》。这些小说绝不仅仅是纯粹的应景式作品，它们集中表现了作者调和社会矛盾的梦想和感伤失望的情绪。仅以其中最著名的《圣诞欢歌》为例，故事描写了一个吝啬的老商人在圣诞夜被三个幽灵带着遍览穷苦人的善意、狠心人的下场，于是从此变为慷慨仁爱之人……《圣诞故事集》在英国深入人心，其中的人物几乎家喻户晓。许多评论家认为，它的出版，标志着狄更斯的创作进入了繁荣期。



狄更斯，1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10166542, './img/book/10166542.jpg', '变形记', '', '外国现当代', 999, '本书囊括了卡夫卡所有的中短篇小说，其中《变形记》|《在流放地》、《在法的大门前》、《饥饿的艺术家》、《乡村教师》等都是脍炙人口的名篇。它们均采用象征、隐喻、夸张等手法，情节生动，语言简洁流畅；故事怪诞离奇，无确定的时间和地点，无前因后果，给人以梦幻、神秘、奇特的感觉。作品的主人公几乎都处于一种身不由己的境地，他们在离奇古怪的世界中都有自己的目标，但往往又以失败而告终。



卡夫卡(1883—1924)，奥地利著名小说家。出生于奥匈帝国统治时期的布拉格，父亲是一个成功的犹太商人。卡夫卡曾攻读文学，后改学法律。先后供职于一家保险公司和工人保险所，因肺病辞职。后埋头写作。曾两度订婚，却因健康关系一直未婚。1924年死于肺病。卡夫卡最杰出的作品当数长篇小说《审判》、《城堡》和短篇小说《变形记》，这些作品的主题、风格对后来的荒诞派戏剧、黑色幽默小说产生了重要影响。凭借这些作品，他被誉为20世纪最优秀的作家之一，西方现代派文学的先驱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (12739605, './img/book/12739605.jpg', '震撼世界的十天', '', '文学经典', 1800, '1917年，一件撼动整个世界的大事发生了。
它就是俄国的十月革命。无论评说如何，它都已经也将继续给这个世界留下深深的印记。为什么要读历史？不是害怕忘记，而是不能失忆。或许，有一句话其实我们应该这样说：我忆故我在。失忆的人也一同失去了自我，一个人能够记忆多少他的自我才有多少。如果我们对当下之前的一切一无所知，那么所谓“思考”只是一种想象的存在。现在，美国记者和社会主义者约翰·里德，亲历并记下了这开辟人类新纪元的十天，为后人留下了弥足珍贵的第一手历史资料。
伟大的时刻成就了伟大的书。这是一部史诗般的报告文学。阅读它，能够让你走进历史的纵深，直面那一幕幕触动内心的生活场景。它能够为你还原那一个个有血有肉的人物，重现那波诡云谲的社会画面。“这是世界上第一本详尽记述十月革命的历史性文献”。它是一件历史标本，也可以说是历史的脚本。它是创世纪，也可以说是启示录。它能让你感受到，历史并不遥远。
所以，本书所述永远都是一部鲜活的历史。所谓革命，也许一直都在发生。但是，还很少有人像里德这样生动地记载过。是的，一颗诗人的心灵，一双记者的眼睛，它会为你讲述什么呢？历史，就是让有心人去看见沧桑，就是从过往看见它的来世。这一点里德做到了。

1919年第一版的时候，它就成为畅销书。它曾经为列宁所推荐，被爱森斯坦改编为同名电影。它已经成为历史阅读中不可遗漏的经典。历史是怎么形成的？社会是如何变化的？人与人类的命运又是怎么一回事？这本书都能够带给你深刻的认识。这本书还能够带给你俄国人的感知，美国人的视角，最后是中国人的况味。
这是一本名副其实的长销书，时至今日仍然不断再版，将来也必会如此。十月革命震撼了世界，而且深刻地影响了中国的历史进程。了解那场革命，这可以说是最好的一本书，或者说是首选的书！
电影《赤色分子》改编自作者的真实经历，也反映了本书所讲述的历史进程。

约翰·里德（1887-1920），美国记者、诗人、共产主义活动家。在大众文化中，他已经成为一个含义多样的符号。有些人简单地认为，他是一个“浪漫革命者”，披着革命外衣的“花花公子”。
里德出身富商家庭，毕业于哈佛大学。他的家族涉足机械制造、燃气工程和钢铁冶炼等等行业。哈佛期间，他曾列席共产主义俱乐部的会议，但没有加入组织。里德立志成为一名记者，并为之不懈努力。他一身遭到的逮捕多达20余次。第一次是在1913年的新泽西，他参与组织“美国丝绸城”的罢工。同年秋，他被派往墨西哥报道墨西哥革命。一系列杰出文章为这位战地记者赢得了全国性声誉。
1920年10月17日，他在妻子紧握的手心中死去。人们以英雄之礼为他举行了国葬，把他安埋在克里姆林宫红场墓园。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21271969, './img/book/21271969.jpg', '更多的人死于心碎', '', '外国现当代', 2300, '著名植物学家贝恩·克拉德事业上成就斐然，生活上却不尽人意。他是个理想主义者，向往一种纯洁浪漫的爱情，一个共享天伦之乐的传统家庭。在第一次婚姻失败以后，贝恩吃尽了追求女人的苦头。他独身十五年，尔后与一位比自己年轻二十岁的妙龄女郎结婚。可这位名医家的独生女并非自己的理想妻子，贝恩内心深处仍有那么一种无以排遣的孤独感。他原想根据自己的理想设计生活、设计自己，结果却被生活所设计。他不得不在夜深人静时在祷告中向上帝哭诉：天哪，哀伤更致命啊！



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。一九二四年，举家迁至美国芝加哥。一九三三年，贝娄考入芝加哥大学。两年后，转入西北大学，于一九三七年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
一九五三出版的《奥吉·马奇历险记》使他一举成名，奠定了他的文学地位。其后，他陆续出版了《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (58252598, './img/book/58252598.jpg', '巴黎圣母院（作家榜经典）', '', '世界名著', 7800, '◆全新完整译本：法国总统总理推荐！译者荣获7项大奖！全新完整珍藏版，这次彻底读懂《巴黎圣母院》！
◆雨果成名杰作：不可不读的爱情经典，雨果用它征服世界！
巴黎圣母院神父克洛德，对少女爱丝梅拉达一见倾心，指使养子卡西莫多将他绑架。
英俊的皇家卫队长菲比斯，解救并赢得了爱丝梅拉达的芳心。克洛德妒火中烧，暗杀卫队长，并嫁祸爱丝梅拉达……
当遭遇生死时刻，爱丝梅拉达终于发现：在这个世界上，有人多恨你，就有人多爱你！



维克多·雨果（Victor Hugo，1802.2.26-1885.5.22）
世界文学巨匠，小说家，诗人，剧作家。生于法国军官家庭，父亲是拿破仑麾下的将军。中学时代起，已显露出文学上的天赋。21岁出版第一本诗集《颂歌集》，26岁成为名声大噪的作家，是当时世界浪漫主义文学运动的领袖。
1830年，法国七月革命初始，他将家人安置妥当，开始闭门创作第一部长篇小说《巴黎圣母院》。五个月后，这部震撼人心的巨著横空出世，从此风靡世界。
49岁时，因捍卫共和思想流亡20年。期间，完成了震惊全球的巨著《悲惨世界》。
1870年，他回归故土时，已年届68岁。4年后，生平最后一部长篇历史小说《九三年》问世。
1885年5月22日，83岁的雨果在巴黎安然离世。依照他的遗嘱，捐给穷人五万法郎，乘坐穷人的灵车去坟地。法国政府为其举行国葬，超过200万人街边送行，与历代名人同葬先贤祠。
山飒
生于北京，著名旅法作家、诗人、画家，法中基金会创办人之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (38002384, './img/book/38002384.jpg', '咏而归', '李敬泽', '文学经典', 2940, '“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”书名《咏而归》便由此而来。这本书大概也是咏，所咏者古人之志、古人之书，是自春秋以降的中国传统。而归，是归家，是向可归处去。
本书收录了李敬泽历年来所写的有关古人古典的短文，长文一概不取。以春秋先秦为主，兴之所至，迤逦而下，至于现代乡野。最后落到几篇谈闲情的文章上去，由家国天下，归结到春水春风、此身此心。
阅读经典，不止是正襟危坐，更可以像古人一样，轻松、快乐、自由。编这一本《咏而归》，不外乎是，从古人的选择和决断中，从他们对生命丰沛润泽的领会中，在趣味里追怀古人的风致，学习安顿自己，找到一个归处。引古人之精神，接通此时之人的心与眼，使心有所安，使眼有所归。



李敬泽，1964年出生，1984年毕业于北京大学。曾任《人民文学》杂志主编，现为中国作家协会副主席、书记处书记。
2000年获中华文学基金会冯牧文学奖优秀青年批评家奖。
2005年获《南方都市报》华语文学传媒大奖年度文学评论家奖。
2007年获鲁迅文学奖文学理论评论奖。
2014年获《羊城晚报》花地文学榜年度评论家金奖。
2016年获十月文学奖。
2017年获《南方都市报》华语文学传媒大奖年度散文家奖。
著有各种理论批评文集和散文随笔集10余种。2014年出版评论集《致理想读者》，2017年出版《青鸟故事集》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24608325, './img/book/24608325.jpg', '闹花丛', '姑苏痴情士', '中国古典', 399, '《闹花丛》是姑苏痴情士的小说。叙述了明代弘治年间，南京应天府上元鼎官家子弟庞文英，与五个女子的恋爱婚姻和风流韵事。庞大英才高学富，貌美年少，美女纷至沓来，主动地投怀入抱，于是一妻四妾，欢乐美满。



明弘治年间，南京应天府上元县官家子庞国俊，字文英，年少俊美，文采飞扬，又勤勉自励，苦读不辍，十五岁即以县第一名中秀才。有些大户人家遣媒人来提亲，文英因其中无有才色俱佳者，故一概婉言拒绝。十五岁那年，文英应乡试。梓潼帝君托梦，断言在看金榜日必逢佳偶。文英与朋友上街看榜，见一绝色女子，不由心旌摇荡，尾随至刘状元府邸。女子入门后，请丫环将文英引入，二人互通姓名。女子乃刘状元之女玉蓉，对文英的道德文章颇有耳闻，今亲见其人，情不能已，终褪尽罗裳，与文英成就好事。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (15925190, './img/book/15925190.jpg', 'The Four Million（四百万）', 'O. Henry', '世界名著', 0, 'Written in 1906 when roughly four million people lived in New York City, it opens with a reference to Ward McAllister's "assertion that there were only "400" people in New York City who were really worth noticing. To O. Henry,
        however, everyone in New York counted. He had an obvious affection for the city, which he called "Bagdad-on-the-Subway".



欧·亨利（O.Henry 1862～1910年），原名：威廉·西德尼·波特（WilliamSydneyPorter）：世界著名 的短篇小说家。他的一生富于传奇性，当过药房学徒、牧牛人、会计员、土地局办事员、新闻记者、银行出纳员。他的创作紧随莫泊桑和契诃夫之后，而又独树一帜。曾被评论界誉为曼哈顿桂冠散文作家和美国现代短篇小说之父。他的作品有“美国生活的百科全书”之誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10545838, './img/book/10545838.jpg', '带灯', '贾平凹', '言情', 2400, '《带灯》是贾平凹带给文坛、带给读者的又一惊喜，作品不仅保持了作者以往的艺术特点，更是达到了新的文学高度。小说的主人公是一个名叫“带灯”的女乡镇干部，她原名叫“萤”，即萤火虫，像带着一盏灯在黑夜中巡行。这个名字也显示了带灯的命运，拼命地燃烧和照亮，却命里注定地微弱无力，终归尘土。带灯是镇综合治理办公室的主任，她容貌美丽、孤芳自赏却又有那么一点不合时宜，主要负责处理乡村所有的纠纷和上访事件，每天面对的都是农民的鸡毛蒜皮和纠缠麻烦。农村的琐事让人心烦又让人同情，带灯在矛盾中完成着自己乡镇干部的职责，她既不愿意伤害百姓，又要维持基层社会的稳定。带灯从一出场，就浮现着与众不同的超然脱俗，她有丰富的内心和丰沛的情感，她更愿意在乡间的山风树谷中寻找安宁。她每天面对最让人无法摆脱的杂乱，内心却不短向上飞升，带灯在现实中无处可逃的时候，她把精神理想寄托放在了远方的情感想象之中，远方的乡人元天亮成了她在浊世中的精神寄托，她在不断地给他写信，向他诉说。所以，带灯的痛苦是无法救赎的，她既无法摆脱现实，又没有能力得到解脱。带灯是这个时代的悲剧，她注定要燃烧了自己来祭奠理想。



贾平凹，一九五二年古历二月二十一日出生于陕西南部的丹凤县棣花村。父亲是乡村教师，母亲是农民。文化大革命中，家庭遭受毁灭性摧残，沦为“可教子女”。一九七二年以偶然的机遇，进入西北大学学习汉语言文学。此后，一直生活在西安，从事文学编辑兼写作。出版的主要作品：《浮躁》《废都》《白夜》《土门》《高老庄》《怀念狼》《秦腔》《高兴》等。以英、法、德、俄、日、韩、越等文字翻译出版了二十余种版本。曾获全国文学奖多次，及美国美孚飞马文学奖，法国费米那文学奖和法兰西文学艺术荣誉奖。2008年，《秦腔》获得第七届茅盾文学奖。《古炉》上市半年以来，获得数十奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8237219, './img/book/8237219.jpg', 'The Prince（君主论）', '', '文学经典', 0, 'he Prince is a 16th-century political treatise by the Italian diplomat and political theorist Niccolò Machiavelli. From correspondence a version appears to have been distributed in 1513, using
        a Latin title, De Principatibus (About Principalities). However,
        the printed version was not published until 1532, five years after Machiavelli's death. This was done with the permission of the Medici pope Clement VII, but "long before then, in fact since the first appearance of the Prince in manuscript, controversy had swirled about his writings".

Although it was written as if it were a traditional work in the mirrors for princes style, it is generally agreed that it was especially innovative. This is only partly because it was written in the vernacular Italian rather than Latin, a practice which had become increasingly popular since the publication of Dante's Divine Comedy and other works of Renaissance literature.

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

尼科洛·马基雅维里(Niccolò Machiavelli 1469—1527)是意大利佛罗伦萨的政冶家、外交家；同时是一位思想家——政治思想家。马克思曾经肯定马基雅维里及其后一些近代思想家在国家观上摆脱神学的束缚说，他们“已经用人的眼光来观察国家了，他们都是从理性和经验中而不是从神学中引出国家的自然规律；”并且又一次指出马基雅维里及其后的一些近代思想家使政治研究独立于道德，他说：“从近代马基雅维里……以及近代的其他许多思想家谈起，权力都是作为法的基础的，由此，政治的理论观念摆脱了道德，所剩下的是独立地研究政冶的主张，其他没有别的了。”马基雅维里是第一个使政治学独立，同伦理家彻底分家的人，有“资产阶级政治学奠基人”之称，并且是历史家、军事著作者、诗人和剧作家。在所有这些方面都有其传世的著作，包括《君主论》、《论提图斯·李维著〔罗马史〕前十卷》三卷(下称《李维史论》)、《佛罗伦萨史》八卷、《兵法》(直译：《战争的艺术》)七卷、《曼陀罗华》(喜剧)，还有其他剧本、诗、文以及大量的关于出使各国的情况报告和通讯等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8217816, './img/book/8217816.jpg', '背影', '朱自清', '文学经典', 0, '《背影》是朱自清的第一本散文集，1928年10月由开明书店出版。 分甲乙两辑，并有序文一篇：《论现代中国的小品文》。甲辑、女人、白种人——上帝之骄子、背影　、阿河、哀韦杰三君、飘零、白采、荷塘月色、一封信、梅花后记、怀魏握青君、儿女、乙辑、旅行杂记、殷勤的招待、“躬逢期盛”。

两辑的文字，风格有些不同；怎样不同，我想看了便会知道。关于这两类文章，我的朋友们有相反的意见。郢看过《旅行杂记》，来信说，他不大喜欢我做这种文章，因为是在模仿着什么人；而模仿是要不得的。这其实有些冤枉，我实在没有一点意思要模仿什么人。他后来看了《飘零》，又来信说，这与《背影》是我的另一面，他是喜欢的。但火就不如此。他看完《踪迹》，说只喜欢《航船中的文明》一篇；那正是《旅行杂记》一类的东西。这是一个很有趣的对照。我自己是没有什么定见的，只当时觉着要怎样写，便怎样写了。我意在表现自己，尽了自己的力便行；仁智之见，是在读者。

朱自清（1898-1948），出生于江苏东海，定居于扬州。著名作家、学者。早年热心于倡导写作新诗，1921年春参加文学研究会后，专注于散文创作，发表了《桨声灯影里的秦淮河》、《荷塘月色》等散文名篇，文字之美，被认为标志了白话文系统里美文的最高成就。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (28602670, './img/book/28602670.jpg', '弗兰肯斯坦', '', '世界名著', 1099, '“我们每个人都来写个鬼怪故事吧！”1816年夏天，拜伦和雪莱夫妇在瑞士日内瓦湖畔度假。为打发阴雨绵绵的烦闷时光，拜伦勋爵提议。最终，两位大诗人的故事不了了之，而玛丽•雪莱的构想却丰富成书，塑造了欧美文学史上经典的怪物形象：弗兰肯斯坦。
《弗兰肯斯坦》在传统哥特小说的基础上融入大量浪漫主义元素，被公认为世界上第一部真正意义上的科幻小说，它催生了一整个系列的恐怖故事，并被多次改编成电影和戏剧。
小说主人公弗兰肯斯坦是一名疯狂痴迷于科学实验的学生，力图用人工创造出生命，在实验室里制造了一个模样奇丑无比的怪物。怪物因无法融入人类族群而生愤懑，誓死报复其缔造者。



玛丽·雪莱（1797—1851）英国著名小说家，以《弗兰肯斯坦》闻名于世，被誉为“科幻小说之母”。生于书香门第，父亲是哲学家，母亲是激进的女权主义者。玛丽•雪莱后与浪漫主义诗人珀西•雪莱私奔。创作《弗兰肯斯坦》时年仅十九岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (53135196, './img/book/53135196.jpg', '汪曾祺集：旅食集', '汪曾祺', '文学经典', 3360, '本集取名“旅食”，说明这里的文章都是记旅游与谈吃的。
汪曾祺所作游记尤重风景的人文意义，其文兼具文化性与文学性；汪曾祺谈吃的文章，也多文化意蕴，并非老饕炫技或者标榜见多识广，故有余味。



汪曾祺，江苏高邮人，一九二〇年生。一九三九年就读于西南联合大学，为沈从文先生的及门弟子。约一九四〇年开始发表散文及小说。大学时期受阿索林及弗吉尼亚·吴尔夫的影响，文字飘逸。以后备尝艰难辛苦，作品现实感渐强，也更致力于吸收中国文学的传统。毕业后曾做过中学教员，历史博物馆的职员。一九四九年以后，做了多年文学期刊编辑。曾编过《北京文艺》《说说唱唱》《民间文学》。一九六二年到北京京剧院担任编剧，直至离休。著有小说集《邂逅集》《晚饭花集》《菰蒲深处》《矮纸集》，散文集《蒲桥集》《晚翠文谈》《塔上随笔》《独坐小品》《旅食集》《逝水》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (18208965, './img/book/18208965.jpg', '月亮和六便士', '', '外国现当代', 1400, '书中的主人公“我”是伦敦怀才不遇的作家，偶然间认识了一位证券经纪人，对方在人届中年后突然响应内心的呼唤，离经叛道舍弃一切，先是奔赴巴黎，后又到南太平洋的塔希提岛与土著人一起生活，全身心投入绘画，并在死后声名大噪。“我”在他成名后开始追溯与艺术家家曾经的来往与对方之后的人生经历。艺术家的故事以生极落魄、死备哀荣的法国后印象派画家高更的生平为基础。



威廉·萨默赛特·毛姆，英国小说家、戏剧家。1874年1月25日生于巴黎。父亲是律师，当时在英国驻法使馆供职。小毛姆不满十岁，父母就先后去世，他被送回英国由伯父抚养。毛姆进坎特伯雷皇家公学之后，由于身材矮小，且严重口吃，经常受到其他孩子的欺凌和折磨，有时还遭到冬烘学究的无端羞辱。孤寂凄清的童年生活，在他稚嫩的心灵上投下了痛苦的阴影，养成他孤僻、敏感、内向的性格，却也让他变得坚强和富有同情心。幼年的经历对他的世界观和文学创作产生了重要的影响，在此后创作的多篇著作中无不透露出对人生、艺术、信仰的深刻剖析。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31440868, './img/book/31440868.jpg', '少年漂泊者', '蒋光慈', '中国现代', 199, '小说以书信体的形式，描述了农村少年汪中在父母双亡之后漂泊四方，经历艰难曲折，最终走上了自觉地为革命事业而英勇斗争的道路。主要人物形象激励过许多在黑暗中找不到出路的青年走上革命道路，而这部小说也因最早歌颂党的领导、最早塑造优秀共产党人形象，从30年代起一直被国民党当局查禁。



蒋光慈（1901～1931），安徽霍邱（今安徽金寨县白塔畈镇白大村河北组白大小街）人。 民国10年(1921)赴苏联莫斯科东方大学学习。次年加入中国共产党，回国后从事文学活动，曾任上海大学教授。民国16年与阿英、孟超等人组织“太阳社”，编辑《太阳月刊》、《时代文艺》、《新流》、《拓荒者》等文学杂志，宣传革命文学。著有诗集《新梦》、《哀中国》，小说《少年漂泊者》、《野祭》、《冲出云围的月亮》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2928915, './img/book/2928915.jpg', '骆驼祥子', '老舍', '影视原著', 599, '《骆驼祥子》是老舍用同情的笔触描绘的一幕悲剧：二十年代的北京，一个勤劳、壮实的底层社会小人物怀着发家、奋斗的美好梦想，却最终为黑暗的暴风雨所吞噬。它揭示了当时“小人物”的奴隶心理和希望的最终破灭。随着祥子心爱的女人小福子的自杀，祥子熄灭了个人奋斗的最后一朵火花。这是旧中国老北京贫苦市民的典型命运。

《骆驼祥子》是我国的长篇小说创作有着悠久的历史，而作为现代意义上的长篇小说则是五四新文学运动之后受中外文学交互影响而产生的。五四时期的文化启蒙运动使小说这个古老的文学样式在华夏大地上从“稗官野史”升级到与诗文同等甚至更重要的地位，从茶余饭后的消遣娱乐变为作家和读者表现人生、看取社会的重要手段，在语言与形式上也经历了由文言章回体到现代形态的蜕变。自二十世纪二十年代始，在白话短篇小说发展兴盛的基础上，长篇小说也孕育萌芽，三十年代达到创作的高峰，出现了巴金、老舍、茅盾、张恨水、李劫人等重要作家和以《家》、《骆驼祥子》、《子夜》、《金粉世家》、《死水微澜》为代表的重要作品，立体深刻地反映了中国当时的社会生活和国民的生存状态，成为中国现代文学史上的经典篇章。

老舍（1899―1966），现代著名作家。出身北京贫民家庭，1924年赴英国教书，1930年回国后长期在青岛大学等校任教授。擅长表现北京下层人民的贫苦生活及其悲惨命运。主要作品有《骆驼祥子》、《四世同堂》、《月牙儿》等小说。解放后热情歌颂新社会，创作了《龙须沟》、《茶馆》等二十多个剧本以及大量的小说、散文、荣获“人民艺术家”称号。曾任全国人大代表、中国文联副主席等职。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31521876, './img/book/31521876.jpg', '老实人（傅雷全集）', '', '世界名著', 499, '《老实人》这本书可以说是充满着讽刺幽默以及对人世无尽关怀的哲学小说，同时它也是一本当代青年不可不读的经典名著。主题是批判盲目乐观主义哲学，小说中的主人公老实人是一个天真淳朴的男青年，他相信乐观主义哲学，在他看来，世界是完美的，一切人和一切事物都尽善尽美，“在这最美好的世界上，一切都走向美好”。然而他一生的遭遇却是对他的“哲学”一个极大嘲讽。



伏尔泰（他的法文原名：Voltaire，生于公历纪元1694年11月21日—逝于公历纪元1778年5月30日，享年83岁），本名弗朗索瓦-马利·阿鲁埃（法文原名：François-Marie Arouet），伏尔泰是他的笔名，法国启蒙思想家、文学家、哲学家、著名学者、作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (14260623, './img/book/14260623.jpg', 'Moll Flanders（摩尔·弗兰德斯）', 'Daniel Defoe', '外国现当代', 0, 'The Fortunes and Misfortunes of the Famous Moll Flanders (commonly known as simply "Moll Flanders") is a novel written by Daniel Defoe in 1722.
Defoe wrote this after his work as a journalist and pamphleteer. By 1722,
        Defoe had become recognized as a novelist, with the success of Robinson Crusoe in 1719. His political work was
        tapering off at this point,
        due to the fall of both Whig and Tory party leaders with whom he had been associated;
Robert Walpole was beginning his rise, and Defoe was never fully at home with the Walpole group. Defoe's Whig views are nevertheless evident in the story of Moll, and the novel's full title gives some insight into this and the outline of the plot:
"The Fortunes and Misfortunes of the Famous Moll Flanders, Etc. Who Was Born In Newgate, and During a Life of Continu'd Variety For Threescore Years, Besides Her Childhood, Was Twelve Year a Whore, Five Times a Wife [Whereof Once To Her Own Brother], Twelve Year a Thief, Eight Year a Transported Felon In Virginia, At Last Grew Rich, Liv'd Honest, and Died a Penitent. Written from her own Memorandums."



丹尼尔·笛福（Daniel Defoe，1660年-1731年4月24日）：英国小说家，新闻记者，小册子作者。其作品主要为个人通过努力，靠自己的智慧和勇敢战胜困难。情节曲折，采用自述方式，可读性强。并表现了当时追求冒险，倡导个人奋斗的社会风气。其代表作《鲁滨逊漂流记》闻名于世，鲁滨逊也成为与困难抗争的典型，因此他被视作英国小说的开创者之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8220274, './img/book/8220274.jpg', '孽海花', '曾朴', '中国古典', 0, '在今见的五百多部晚清小说中，江苏人曾朴的《孽海花》以其高出群伦的立意、大胆进步的思想、对达官名士生动的刻画和巨大的影响，成为晚清小说中当之无愧的巨擘。
《孽海花》共三十五回，但其精华部分只是1905年出版的前二十回。作者通过上流社会中的达官名士的活动和言论，反映了中国自同治初年到甲午战败这三十年间，知识分子从蒙昧闭塞、自我陶醉到睁眼看世界、并进而探索强国富民之路的心路历程。这正是《孽海花》小说最值得珍视的价值。

小说规模宏阔，人物众多，且大多都有原型。它以状元洪钧、妓女赛金花为主人公，涉及数百位达官名士，具有很高的认识价值。
《孽海花》在艺术上远远高出其他晚清小说。人物有生活，有性格，笔笔有来历。小说结构工巧，文采斐然，笔触老到，显示出曾朴深厚的文学素养和文字功底。
《孽海花》一经推出，立刻引起轰动，连印十五版，仍供不应求。文学大家林琴南甚至发出于“吾于《孽海花》叹观止矣”的赞叹。

曾朴（1871-1935），字孟朴，江苏常熟人。出身官宦，以科举入仕。曾入洋务派办的同文馆学习法文，参加了维新派的一些活动。1900年后，曾朴弃官创办小说林书社，出版小说并译介作品。后又在上海开办真美善书店，创办《真美善》杂志。曾朴能诗能文，除《孽海花》和自传体小说《鲁男子》外，还有《未理集》、《推十合一室文存》等诗文集多部。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (129621281, './img/book/129621281.jpg', '萨拉戈萨手稿（上下册）', '', '幻想', 6899, '☆文学史上的怪奇杰作，比肩《一千零一夜》《十日谈》的史诗巨著
☆普希金、卡尔维诺、萨曼·鲁西迪诚挚推荐
☆电影版深受导演斯科塞斯、科波拉、大卫·林奇推崇
☆国内读者期待多年，完整中译本首度问世
亲爱的阿方索，
我们来到这里并非因为偶然……
我们在等你。
瓦隆卫队的年轻军官阿方索赶赴马德里加入他的军队。但他很快就发现，他被困在一家神秘的路边客栈，和形形色色的怪人待在一起：小偷、强盗、贵族、妓女与吉卜赛人。他在六十六天里记录下他们的故事。大约四十年后，这部手稿在一个锁起来的箱子里被发现。
这部关于伪装、魔法、幻想，关于荣誉与怯懦、着魔与诱惑的书，生动刻画了各色人物。小说使用了怪谈、魔幻、爱情、喜剧、哥特等文风，故事中套着故事，被誉为堪比《十日谈》与《一千零一夜》的杰作。



扬·波托茨基（Jean Potocki）
波兰贵族、旅行家、人种学家、埃及古物学家、语言学家、旅行家、启蒙运动期间受欢迎的作家。他的人生经历和功绩，使他在波兰成为一个传奇人物。在波兰之外，他以《萨拉戈萨手稿》闻名。
1761年，他出生在波兰一个贵族之家。在日内瓦和洛桑接受教育，两次在波兰军队服役，担任工程兵团指挥官，还曾以马耳他骑士团新人的身份在战舰上待过一段时间。他在法国待过一段时间，随后回到波兰，成为知名出版家，出版报纸和小册子。1788年，他在华沙成立自由出版社，创建了这座城市的第一个自由阅读室。
1790年，他乘坐热气球在华沙升空，成为波兰第一个乘坐热气球的人，此举为他赢得巨大声誉。他结过两次婚，有五个孩子。他的第一次婚姻以离婚收场。从他的两次婚姻中诞生了许多诽谤性的传闻。1812年，他心力憔悴，身体状况恶化，回到在波多利亚的庄园。他在人生的最后两年里完成了小说《萨拉戈萨手稿》。1815年去世，享年54岁。
方颂华
南京大学法语系硕士，现居上海。主要译作有《吾栖之肤》《自由》《感谢这一刻》《欧洲思想的危机》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118782412, './img/book/118782412.jpg', '给所有人的黑塞童话', '', '文学经典', 7980, '黑塞的童话并非以很久很久以前开头并不全然以人或动物作为主角年迈的高山、固执的藤椅、骄傲的少年、丑陋的矮人所有的生命，全都在一场杂沓着无法摆脱的困难中活着寻找各自的结局。
本书收录了黑塞的20篇童话作品，从十岁时写下的*篇童话《两兄弟》，到献给爱妻的《鸢尾花》，再到源自烽火戏诸侯的《周幽王》，黑塞在他的故事中注入了对人生目的的思考，对战争的批判，以及永恒不变的对自我的探寻。



赫尔曼·黑塞（Hermann Hesse，1877～1962年），20世纪德语文学代表人物之一，1946年荣获诺贝尔文学奖，被誉为“德国浪漫派最后一个骑士”。
黑塞的作品被译为六十多种语言，全球销量约一亿五千万册，主要作品有《悉达多》《荒原狼》《在轮下》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9002894, './img/book/9002894.jpg', '契诃夫独幕剧集', '', '世界名著', 1499, '《契诃夫独幕剧集》为契诃夫戏剧全集中的一卷，内容为契诃夫独幕剧集，收录《大路上》、《论烟草有害》、《天鹅之歌》、《熊》等独幕剧共九种，均短小而富意趣，部分作品有实验色彩，体现契诃夫在独幕剧上的特殊风格探索，是契诃夫戏剧创作光谱中不可缺少的组成部分。译者李健吾是公认的外国文学翻译大家，译文质量上乘。本书在文化生活出版社1948年所出的繁体竖排版本基础上进行编辑修订，该译本十分珍贵，市面上已难以寻见。

契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24628842, './img/book/24628842.jpg', '媚娘艳史', '嘉禾餐花主人', '中国古典', 600, '武则天，中国历史上唯一的女皇帝，她的美貌与智慧围绕着皇权写下了一生的传奇。而她的闺房之乐，也成为千百年来后人津津乐道的桃色话题。秘密的深宫，秘密的闺房，秘密的男女情事，总能挑逗起凡夫俗子最本能的欲望。本书坦诚以对，读者各自修行。



《媚娘艳史》原名《新镌浓情快史》，是古代坊间传阅读最高的同类型小说。武则天一生中有过很多男人，他们或是武则天攀上权力顶峰的人梯，亦或是她情欲蠢动的慰藉。这些在正经史书上都有详实的记录。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1184737, './img/book/1184737.jpg', '中国哲学简史', '', '文学经典', 2280, '中国现代哲学家冯友兰先生于1947年在美国宾夕法尼亚大学担任讲座教授，讲授中国哲学史，其英文讲稿经整理写成《中国哲学简史》，于1948年由美国麦克米伦出版公司出版。此书一出，立即成为西方人了解和学习中国哲学的最佳入门书，其后又有多种外国语种的译本出版，五十多年来，一直是世界许多大学中国哲学的通用教材。
此书“冶哲学史经验与哲学心得于一炉，以二十万字述几千年中国哲学史，简明，生动，出神入化”，但直到二十世纪八十年代，才由冯友兰的学生涂又光先生第一次根据英文本译成中文，由北京大学出版社于1985年出版，首版印刷十万册，很快售罄，成为当时学术界的畅销书。

我国当代著名学者赵复三先生于21世纪初重新翻译了此书，译文准确、通俗地传达了冯先生原著的精神。此插图修订版即以赵先生译文为底本，参照英文原版和涂译修订了明显的错误，并配以大量图片以期作为正文的延伸与补充，希望这些插图能够帮助读者理解书中的内容，增进阅读的乐趣。

冯友兰，字芝生，河南唐河人。1912年入上海中国公学大学预科班，1915年入北京大学文科中国哲学门，1919年赴美留学，1924年获哥伦比亚大学博士学位。回国后历任广东大学、燕京大学教授、清华大学文学院院长兼哲学系主任。抗战期间，任西南联大哲学系教授兼文学院院长。1946年赴美任客座教授。1947年任清华大学校务会议主席。曾获美国普林斯顿大学、印度德里大学、美国哥伦比亚大学名誉博士学位。1952年后为北京大学哲学系教授、中科院哲学社会科学部委员。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (15465683, './img/book/15465683.jpg', '能断：金刚经给你强大', '', '文学经典', 1799, '这是一本能断人生各种执著，给身心带来强大正能量的生命开示录。只要你掌握了哪怕其中短短一句的智慧，苦不苦什么的都会无所畏。
当然，假如你不太懂其中的意思，它也并非对你没有利益。当自己遭逢磨难、疾病、不顺时，单单是抄写或念诵一遍此经，就有助于逢凶化吉、遇难成祥。甚至只是把它放在家里，或带在身边，此处也相当于有了佛塔，能化解诸般灾祸，增添无边吉祥。
这一点，不管你是否信仰佛教，都会如此！

一、即使你从来没读过，没听过《金刚经》，那人生的很多违缘可能较难化解，而如果把《金刚经》请回家，或带在身边，就相当于与佛在一起，时时、事事皆受佛法甘露的润泽。
二、《西藏生死书》作者索甲仁波切，著名演员陈坤、孙俪由衷推荐的藏地上师。
三、哈佛大学、华盛顿大学、哥伦比亚大学、德国马普研究所等众多欧美院校极受欢迎的心灵讲师之一。
四、备受清华、北大、复旦、港大等高校师生欢迎的心灵导师。
五、经文宣讲中，结合了藏地、汉地众多译本所长，并广泛引用佛菩萨及前辈圣者的教证，次第传承出“《金刚经》能断一切苦，能带给人无尽强大”的丝丝密意，圆满显现藏传佛教讲经的特色。

索达吉堪布，生于1962年，依止法王如意宝晋美彭措为根本上师，驻锡于喇荣五明佛学院。多年来，堪布不仅将大量藏文经论译成了汉语，而且还将汉文典籍译成藏文，使更多的人不会因语言障碍，而错失珍贵的人类文化精髓。
1990至1999年，堪布曾前往欧美及东南亚等多国弘法。近年来，又应邀前往清华、北大、人大、复旦、港大等高校，与众多知识分子进行交流，深入浅出地展示佛教奥秘，引导大家正确面对学业、情感、工作、人生等问题。并与诸多海内外科学家，对宏观、微观的生命科学，以及环保、和平、道德等方面理念，一直以来深入探索，希望提升一切生命的福祉。
堪布常说：“我不知道自己能活多长时间，但只要有一口气，哪怕只有一个人听法，我也会尽心尽力用佛法饶益他。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (14260951, './img/book/14260951.jpg', 'Mary Barton（玛丽·巴顿）', 'Elizabeth Cleghorn Gaskell', '外国现当代', 0, 'Mary Barton is the first novel by English author Elizabeth Gaskell, published in 1848. The story is
set in the English city of Manchester between 1839 and 1842, and deals with the difficulties faced by the Victorian lower class. It is subtitled 'A Tale of Manchester Life'.



盖斯凯尔夫人（1810-1865）：女，十九世纪英国作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (29440715, './img/book/29440715.jpg', '骆驼祥子', '老舍', '影视原著', 699, '北京青年祥子的梦想，就是挣出一辆车，就像身经百战的武士赢得一颗徽章，可以使他自由、独立。他早出晚归、风风雨雨地拼搏，打动了车厂老板的女儿虎妞，泼辣的她设计嫁给了这个比自己小十多岁、老实勤奋的大男孩。就在祥子觉得离梦想一步步越来越近时，厄运却悄悄降临。岳父的刁难和失踪，虎妞的难产去世，社会局势的混乱，使得他举步维艰。困顿的岁月里，他与邻家女孩小福子由怜生爱，小福子因生活所迫卖身为娼，祥子说：“等着吧！等我混好了，我来！一定来！”
“可是，祥子你得从此好好的干哪！”他嘱咐着自己。“干吗不好好的干呢？我有志气，有力量，年纪轻！”他替自己答辩：“心中一痛快，谁能拦得住祥子成家立业呢？把前些日子的事搁在谁身上，谁能高兴，谁能不往下溜？那全过去了，明天你们会看见一个新的祥子，比以前的还要好，好的多！” 可是，命运啊……



老舍（1899-1966）
小说家、剧作家。
1899 年生于北京，原名舒庆春，满族正红旗人；
1918 年北京师范学校毕业，任小学校长；
1924 年赴英，任教于伦敦大学东方学院，正式开始文学创作；
1930 年归国，先后任教于齐鲁大学和山东大学；
1937 年奔赴国难，直至抗战胜利；
1966 年8 月24 日午夜，自沉太平湖。
代表作
《骆驼祥子》（1936）
《四世同堂》（1944-1948）
《茶馆》（1957）
《正红旗下》（1962）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (12062205, './img/book/12062205.jpg', '知行合一王阳明 （1472～1529）', '度阴山', '文学经典', 1200, '道破天机！深入全面解读知行合一及其创始人王阳明的通俗全传！了解王阳明都读这本！
在蛮荒的龙场，王阳明悟出了“圣人之道，吾性自足”，即人人皆有良知。而在血腥的沙场和险恶的朝堂，让龙场悟道实际发挥作用的，是“知行合一”，即遵循内心的良知，便能达到宁静于内、无敌于外的境界。
如果心学是圣贤功夫，那么知行合一则是俗世智慧。知行合一并非得自顿悟，而是在磨难中不断反思、修练，最终砥砺出的生命境界。
在经历了当众廷杖的奇耻、下狱待死的恐惧；流放南蛮的绝望、瘟疫肆虐的危险；荒山
野岭的孤寂、无人问津的落寞，直至悟道的狂喜、得道的平静后，王阳明不但求得了内心的安宁，而且逐渐通过“知行合一”拥有了足以改变世界的力量。
凭借知行合一的强大力量，王阳明率文吏弱卒，荡平了江西数十年巨寇。
凭借知行合一的强大力量，王阳明以几封书信，一场火攻，三十五天内平定了宁王之乱。
凭借知行合一的强大力量，王阳明从根本上扫清了困扰明政府多年的广西部族匪患。
本书通过讲述王阳明的辉煌传奇，为您剖析知行合一的无边威力。



度阴山：中国人民大学史学硕士，畅销书《帝王师：刘伯温》作者。大学时便反复诵读王阳明的《传习录》，至今已可倒背，深信王阳明事功与“良知”和“知行合一”之间的因果关系，遂以近十年之功，厚积薄发，著成这部唯一从“知行合一”角度阐释王阳明人生的通俗全传。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (46678357, './img/book/46678357.jpg', '罪与罚', '', '世界名著', 2100, '本书以一桩刑事案件为题材，叙述一个贫困大学生犯罪的过程，以及所受到的道德与良心上的惩罚，是一部剖析罪犯内心世界的心理小说。



陀思妥耶夫斯基（1821—1881），俄国伟大的现实主义作家，也是文学创作思想极为复杂的作家。擅长心理描写，细腻而深刻地揭示人的精神上的病态情绪。代表作有长篇小说《白痴》《卡拉马佐夫兄弟》《被欺凌与被侮辱的》《群魔》等。
译者：朱海观（1908—1985），安徽寿县人，毕业于南京金陵大学。译著有《老人与海》（海明威著）、《苏联文艺论集》（法捷耶夫等著）、《卡腊－布迦日海湾》（帕乌斯托夫斯基著）等。
王汶（1922—2010），江苏吴江人。1949年起从事翻译工作，五十余年笔耕不辍。译著有《人和自然》（伊林著）、《森林报》（比安基著）、《柯丘宾斯基小说选》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21522157, './img/book/21522157.jpg', '彷徨少年时', '', '外国现当代', 1032, '这部《彷徨少年时》描写了少年辛克莱追求自我的艰难历程。全篇以黑塞标志性的抒情笔调写就，是一部描述贯彻真正自我过程的、探索自我命运的心理小说，可以说是黑塞纪念碑式的名作。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (20284473, './img/book/20284473.jpg', '人鼠之间', '', '外国现当代', 1999, '莱尼身高两米，力气大得吓人，但心智像个孩子。
乔治从小和他一起长大，是他唯一的朋友。乔治带着莱尼到处打零工糊口。莱尼单纯善良，可常常闯下大祸。莱尼每次闯祸，乔治就必须带着他逃亡，永无休止地流浪。
乔治和莱尼有一个卑微的梦，希望有一天可以存够钱买一小块地。他们可以在属于自己的小天地里种种菜，养鸡养猪，养莱尼最心爱的兔子。他们可以不必再流浪。　　他们又流浪到一座农场。这一次，永无休止的流浪终于到了尽头，梦想也到了尽头。乔治终于帮莱尼找到一个地方。在那里，莱尼永远不会再闯祸，永远不会再受伤害，永远不需要再逃亡……

约翰·斯坦贝克是地位崇高的文学大师，也是最受美国民众喜爱的畅销作家。他1968年过世之后，作品每年仍持续卖出两百万册，累计迄今已将近一亿册，其中超过半数是《愤怒的葡萄》《人鼠之间》这两部代表作。
斯坦贝克之所以深受美国人民欢迎，主要是因为他描写的人物正是最基层的社会大众。他刻画出他们面对困境时所展现出来的人性光辉：善良，同情，以及为生存而奋斗的勇气。
《人鼠之间》是美国中学十部必读经典之一。可谓一部真正的文学经典。

约翰·斯坦贝克（John Steinbeck），20世纪美国最伟大的作家之一，1962年诺贝尔文学奖得主。代表作有《愤怒的葡萄》（The Grapes of Wrath）、《伊甸园东》（East of Eden）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9005098, './img/book/9005098.jpg', '万尼亚舅舅·三姊妹·樱桃园', '', '世界名著', 1499, '本卷收录多幕剧《万尼亚舅舅》、《樱桃园》及《三姐妹》。《万尼亚舅舅》讲述一个盲目崇拜者对“名教授”的绝望和一个想造福后代的乡村医生幻想的破灭。《三姐妹》中三位女主角梦想去莫斯科，可是“去”的行为始终只是象征，被她们不断透支。《樱桃园》是契诃夫晚年的一部力作，讲述一俄罗斯贵族女士与其家人在宅邸将要被拍卖抵押债款前，回到了家乡，在剧终时售出宅邸，且在樱桃园里的樱桃树被砍倒的声音中离开家乡，表现贵族无力维持社会地位，中产阶级无法在新兴的功利主义中找到意义。三部剧在国内都曾被多次排演。本书译者焦菊隐先生是北京人民艺术剧院的前副院长，也是国内较早译介契诃夫的专家，且有丰富的话剧艺术经验，他翻译的《海鸥》、《伊凡诺夫》、《樱桃园》、《三姊妹》等，受到业内人士的高度评价，自上世纪八十年代以来未见重版，学界及读者间对再版和结集的呼声非常高。

契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21530495, './img/book/21530495.jpg', '圣诞假日', '', '外国现当代', 1392, '查利·梅森在二十三岁这年独自前往巴黎度过圣诞假日。本该轻松愉快的旅行，因为一名女子变成了一场超出他人生体验的冒险，而查利也第一次认真地审视起生命的意义。
查利很庆幸他从这场噩梦中醒过来了，但这场噩梦有一种可怕的真实感，让其他的一切都变得虚幻。似乎有一种力量，一种模糊的含义，让他与家人——他的父亲，他的母亲，他的妹妹，这三个与他最亲近之人——一起分享的生活，以及更大范围内的，机遇已经为他安排好的舒适环境中那虽略乏味却颇体面的生活，都成了一出皮影戏。



威廉·萨默塞特·毛姆（1874—1965）
英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录，都广受好评，代表作有《人性的枷锁》《月亮与六便士》《寻欢作乐》《刀锋》《面纱》等。他的小说机智、幽默，常在讥讽中潜藏对人性的怜悯与同情。
毛姆晚年享有很高的声誉。英国牛津大学和法国图卢兹大学分别授予他荣誉文学博士学位。1954年，英国女王授予他勋爵爵位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25516977, './img/book/25516977.jpg', '福楼拜的鹦鹉', '', '外国现当代', 1500, '巴恩斯以一种非常奇特的方式探寻他视为灵魂导师的作家福楼拜。福楼拜的两处故居都有一只鹦鹉标本，究竟哪一个才是福楼拜用过的那只？退休医生杰弗里·布拉斯韦特带着这样的疑问，开始了对福楼拜的鹦鹉的寻访之旅。断断续续的旅程中故事丛生，福楼拜的影子在陈年旧事中却愈发显得模糊。



朱利安·巴恩斯，英国当代著名作家。父母皆为法语教师，哥哥在牛津大学教授哲学，妻子帕特·凯伐纳是著名的文学经纪人。巴恩斯毕业于牛津大学，曾参与《牛津英语辞典》的编纂工作，做过多年的文学编辑和评论家。“聪明”是巴恩斯作品的一贯标识。八十年代他以突破性之作《福楼拜的鹦鹉》入围布克奖决选，跻身英国文坛一流作家之列。此后，获各大文学奖项无数，三进布克奖决选，并于2011年凭借《终结的感觉》赢得大奖，同年获大卫·柯恩英国文学终身成就奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (160334850, './img/book/160334850.jpg', '锦瑟', '格非', '中短篇集', 2199, '本书是茅盾文学奖得主格非的中短篇小说集，收录了《青黄》《风琴》《蚌壳》《夜郎之行》《背景》《唿哨》《傻瓜的诗篇》《锦瑟》《湮灭》共9部。小说中，格非一方面让笔下的人物探寻着某种真相，另一方面却又常常在无限接近真相的时刻再次滑入混沌的状态。断裂的叙事，回环的时空，一切都以追索起始，却终结于迷失。
《青黄》中，“我”对九姓渔户的历史进行调查，在资料中，“青黄”这个颇有争议的名词引起了“我”的兴趣。青黄究竟是什么？“我”在麦村的调查中，发现了一个个相关或不相关的故事。青黄是故事的起源，但随着故事的进展，其含义却越发模糊。在这里，真相和历史都是不确定的。一连串的事实却构架出一个让读者无法走出的迷宫。
《锦瑟》由四个故事构成，主角都叫冯子存。隐居乡间的冯子存在被处死前讲起一个故事：应试不第的书生冯子存自缢身亡；茶商冯子存病死家中，错过皇帝召见；国君冯子存面临敌国入侵应对不力，被太子所弑，他曾做过一个梦：隐居乡间的冯子存将被处死。这些故事以李商隐的诗句为线索串联，首尾相接，第一个故事与结尾一个故事的重合让整个结构成为一个循环。格非在小说中对梦境、命运、时间等重大课题进行了探讨，书写了一个关于宿命和轮回的文化寓言。
茅盾文学奖和鲁迅文学奖双料得主格非，被当代文坛誉为“作家中的作家”。他的写作具有坚韧、准确、绚丽、隽永的智性特质。他笔下的人物都是面对荒谬的误解、欲望的冲突和命运的捉弄的现代个体，人生故事大多笼罩着支离破碎、幽明恍惚的神秘色彩。他将人生宿命的哲理意识灌注于每篇小说之中，通过迷宫般的现代叙事全力呈现世界与人生的不确定性和偶然性。



格非，中国当代实力派作家，茅盾文学奖与鲁迅文学奖双料得主，清华大学教授。1987年发表成名作《迷舟》，著有长篇小说《敌人》《边缘》《欲望的旗帜》《人面桃花》《山河入梦》《春尽江南》《望春风》《月落荒寺》，中短篇小说集《迷舟》《唿哨》《雨季的感觉》《青黄》等多部；另有论著和散文随笔《小说叙事研究》《格非散文》《文学的邀约》等多部。
格非属于擅长对文学、社会、历史等问题做深入思考的学者型作家。他的作品具有坚韧、优雅、准确、睿智等特质，在中国当代文坛独树一帜、风格鲜明，获得过一系列重要文学奖项：其中，《江南三部曲》（《人面桃花》《山河入梦》《春尽江南》）荣获第九届“茅盾文学奖”，《隐身衣》荣获第六届“鲁迅文学奖·中篇小说奖”，《望春风》荣获第一届“京东文学奖”。此外，他还获得过“2004年度华语文学传媒大奖杰出成就奖”、“2004年度长篇小说排行榜”第一名、“第二届21世纪鼎钧双年文学奖”、“第三届中国图书势力榜”文学第一名、《新京报》“2011年度文学类致敬图书”、“2014年度老舍文学奖”等多种文学奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13675886, './img/book/13675886.jpg', '失乐园', '', '世界名著', 700, '布莱克和多雷视弥顿为英国最伟大的诗人，但绝非盲目崇拜。他们喜欢弥尔顿生动翱翔的想像力，但不认同他清教徒式的道德思想。布莱克除了写有长篇诗集《弥尔顿》之外，更是受弥尔顿1667年发表的名作《失乐园》的影响，从中蕴生出多幅画作的灵感。 本书收集的布莱克以水彩绘制的18幅以及多雷以铜版绘制的50多幅《失乐园》版画插图，已被公认为《失乐园》插图不可逾越的高峰。
本书精选天才的插图画家布莱克和多雷为弥尔顿的伟大史诗《失乐园》所做的插图，极其诗意地再现了原著的主要内容，文字叙述辅以简洁连贯的故事梗概，使读者可以从中一窥原著的完整风貌。 《失乐园》也许是有史以来最浩繁的诗歌巨作。早已成为世界文学史的重要部分，如何形象地表现《失乐园》的风格和精神内涵，对画家来说一直以来都是极端的诱惑和挑战。 19世纪最著名的插图画家，布莱克和多雷的插图杰作，以“漂浮在梦幻中”的辉煌风格，完美诠释了《失乐园》的精神，使得最挑剔的评论者也承认，《失乐园》的宏大叙事与多雷式的壮观，形成了天衣无缝的组合。 正因为布莱克和多雷的天才贡献，将《失乐园》独特的诗意形象，留存在了不同时代的读者和不朽的历史中。



约翰·弥尔顿（John Milton，1608—1674），英国诗人、思想家、政论家，民主斗士。弥尔顿是清教徒文学的代表，他一生为资产阶级民主运动而奋斗，参加宗教和政治论战，发表不少政论文，其中反对书报审查制的《论出版自由》最为有名。后因劳累过度双目失明，口述完成使他名扬后世的三部伟大著作：《失乐园》(1667)，《复乐园》(1671)和《力士参孙》(1671)。《失乐园》共12卷，取材自《圣经·旧约·创世记》，描述撒旦引诱亚当和夏娃偷尝禁果而被逐出伊甸园的故事，是弥尔顿最著名的代表作，也是英国文学中一部极其重要的杰出史诗，与《荷马史诗》、《神曲》并称为西方三大诗歌。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21522887, './img/book/21522887.jpg', '流浪者之歌', '', '外国现当代', 992, '本书讲述了古印度贵族青年悉达多为了追求心灵的安宁，孤身一人展开求道之旅的故事。他聆听教义、结识名妓，还成为富商。此时的悉达多，内在与外在的享受达到巅峰，却对自己厌恶至极。终于，他抛弃世俗，来到河边，意图结束生命。在最绝望的一刻，他听到了生命之流永恒的声音……



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (20507995, './img/book/20507995.jpg', '月亮与六便士', '', '世界名著', 599, '一位四十岁的证券经纪人，放弃优裕的生活，疯狂迷恋上了绘画。为了追求艺术理想，饱尝贫穷、饥饿的煎熬，忍受精神上的痛苦折磨，最终遁迹与世隔绝的塔西提岛，并成为一个自成一格的画家。《月亮与六便士》的主人公一生活动的轨迹仿佛就是在解构小说原型高更的画作主题：我们从何处来？我们是谁？我们向何处去？
毛姆用幽默的文字、动人的情节、深刻的思想编织了一位艺术家的传奇人生，探索了艺术与生活的矛盾与相互作用，小说精彩的叙述令一代代读者欲罢不能。



威廉·萨默赛特·毛姆，英国作家、小说家、剧作家，20世纪拥有最多读者的作家之一。
1874年出生在巴黎，先在坎特伯雷国王学校学习，后进入海德堡大学攻读哲学，最后进圣托马斯医学院学医。1897年医科毕业后成为医生，并创作了第一部长篇小说。此后弃医从文，笔耕不辍。1954年，英国女王授予他“荣誉侍从”的称号，他成为皇家文学会的会员。代表作有《月亮与六便士》《刀锋》《人生的枷锁》等长篇小说及多部短篇小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (43696860, './img/book/43696860.jpg', '四世同堂（上中下）', '老舍', '中国现代', 2299, '本书是中国作家老舍创作的一部长篇小说。
小说表现了抗时期战北平沦陷区普通民众生活。该书以北平小羊圈胡同为背景，通过复杂的矛盾纠葛，以胡同内的祁家为主，钱家、冠家以及其他居民为辅，刻画了当时社会各阶层众多普通人的形象。反抗与顺从的选择、国家与个人的选择，种种艰难的选择交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。



老舍（1899年2月3日—1966年8月24日），原名舒庆春，另有笔名絜青、鸿来、非我等，字舍予。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。上学后，自己更名为舒舍予，含有“舍弃自我”，亦即“忘我”的意思。北京满族正红旗人。中国现代小说家、作家，语言大师、人民艺术家，新中国第一位获得“人民艺术家”称号的作家。代表作有《骆驼祥子》、《四世同堂》、剧本《茶馆》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13670407, './img/book/13670407.jpg', '浮生六记', '', '文学经典', 799, '并不能用有趣、精致、伤感简单概括这本小书。之所以入得经典行列，约是手边有此一册，便真如有一妙友相伴。
本次出版选开明书店民国本为底本，考以《雁来红丛报》本、霜枫社民国本、林语堂英译本重新点校；并请张佳玮精心译述，作长文译记为读者导读。原文、译文并收一本。
独家收录“沈复的一生”（年表）“沈复三十年游历图”，另附“光绪三年初版序”“潘麐生题记”“光绪三年初版跋”，便于读者朋友更好读懂这本书，从中获益。



沈复
字三白，号梅逸。清乾隆二十八年（1763年）生于姑苏城南沧浪亭畔士族文人之家，十八岁娶舅女陈芸为妻。婚后夫妻俩举案齐眉、相爱甚笃，然命途多舛，常常事与愿违；幸而二人不落世俗，善苦中作乐，耳鬓厮磨二十三年，至芸积病身故，仍情深如旧。后，沈复离家漫游，著《浮生六记》六卷，记录过往生活中点滴趣味及漫游经历，因其以真言述真情，从不刻意造作，深为后世文人所推崇，流传至今，已成经典。
张佳玮
1983年生于江苏无锡。以一手古今皆通的文笔独树一帜。因其性情不拘、摒弃俗流，备受读者推崇。现在法国巴黎研习艺术鉴赏。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (109914029, './img/book/109914029.jpg', '寂寞之井', '', '外国现当代', 2320, '这世界把头埋在传统习俗的沙中，以为什么都看不见，就能逃避真相了。
九十多年前，拉德克利夫·霍尔撕开沉默，挺身而出，为那些过去的、现在的，未来也将为性别及性取向痛苦的人发声，向人们宣告他们的存在，并索取一线光明。
“你不是不正常，也不惹人厌，更不是疯了。你和每一个人一样都是所谓自然的一部分，只是目前还无法解释——你还没有在天地万物间找到栖身之所。不过总有一天会的，再此之前不要退缩，只要冷静勇敢地面对自己就行了。鼓起勇气，尽可能妥善地处理你的负担。但最重要的是要抬头挺胸，为了那些承受着同样负担的人，你要牢牢守护自尊，为了他们，你要让世人知道，像你和他们这样的人也能和其他所有人一样无私而杰出。”



拉德克利夫·霍尔，英国作家，诗人。1926年凭借《亚当的后裔》一举夺得费米娜奖（法国著名文学奖）和詹姆斯·泰特·布莱克小说纪念大奖（英国最古老的文学奖）。正是春风得意之时，她却冒着断送整个文学生涯的风险，以惊人的坦诚态度创作出了自传式小说《寂寞之井》，直指当时的社会对性少数人群的不公待遇。
此书甫一出版，震动了整个英国，《周日快报》呼吁：“为免污染、败坏英文小说，文评家有责任防止任何小说家重蹈此一恶行。”英国法庭下令销毁此书，结果激起了艾略特、福斯特、伍尔夫等一众作家的联名反对，美国法庭也随之起诉此书在美国的出版商。然而，再彻底的查禁也阻挡不了《寂寞之井》的畅销，它引发了无数人的共鸣，一名二战大屠杀的幸存者感慨道：“记住那本书吧，我曾为了能亲吻另一个女人而坚持要活下去。”此后九十年，《寂寞之井》成为当之无愧的文学经典。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (50373273, './img/book/50373273.jpg', '谈美（经典译林）', '朱光潜', '文学经典', 1100, '《谈美》是朱光潜先生写于1932年的一本美学入门书，是建立其早期美学理论体系的重要著作之一。本书顺着美从哪里来、美是什么以及美的特点等问题层层展开，提出了他的美学研究的理想目标——“人生的艺术化”。朱先生以一种对老朋友的语气娓娓而谈，将他对艺术与人生关系的深刻体悟渗透在质朴清新的文字之中，指引着读者们在美学的道路上前进。



朱光潜（1897—1986），字孟实，安徽桐城人，著名美学家、文艺理论家、教育家、翻译家，我国现代美学的开拓者和奠基者之一。主要著作有《悲剧心理学》、《文艺心理学》、《西方美学史》、《谈美》、《谈美书简》、《谈修养》、《谈文学》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8081040, './img/book/8081040.jpg', '三字经', '王应麟', '文学经典', 0, '以“人之初，性本善。性相近，习相远”起头的《三字经》，作为以儒家思想为主导的中国传统社会的蒙学读物中最为典型的一种，早巳家喻户晓，影响深远。

《三字经》取材典故范，包括中国传统文化的文学、历史、哲学、天文地理、人伦义理、忠孝节义等等，而核心思想又包括了“仁，义，诚，敬，孝。”背诵《三字经》的同时，就了解了常识、传统国学及历史故事，以及故事内涵中的做人做事道理。

这本广为流行的小册子，其作者却并未因此而广为人知，以至于在当时就已无法确指。明代中后期已有人提及：“世所传《三字经》、《女儿经》者，皆不知谁氏所作。”（赵南星《味檗斋遗书．教家二书序》)宋人王应麟、粤中逸老、区逋子都曾被认为是《三字经》的作者(见王相《三字经训诂序》、陈灿《增订发蒙三字经序》及屈大均《广东新语》)，也有将《三字经》的成书看作有一个过程的，由王应麟撰，经区道子改订、明人黎贞续成(民国金陵大学油印本《三字经》)，不过这些都是后来人的见解。所以在《三字经》作者问题上，一般学者倾向于用“世传”、“相传”王应麟所撰的提法。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8984772, './img/book/8984772.jpg', '伊凡诺夫·海鸥', '', '世界名著', 1499, '契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

本卷包含契诃夫名剧《海鸥》和《伊凡诺夫》。喜剧《海鸥》描写乡村富家少女妮娜的爱情理想和遭遇，于1898年在莫斯科艺术剧院上演，获得空前成功，高翔着的海鸥形象成了莫斯科艺术剧院的院徽。《伊凡诺夫》是契诃夫的第一部戏剧力作。本书译者焦菊隐先生是北京人民艺术剧院的前副院长，也是国内较早译介契诃夫的专家，且有丰富的话剧艺术经验，他翻译的《海鸥》、《伊凡诺夫》、《樱桃园》、《三姊妹》等，受到业内人士的高度评价。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2373243, './img/book/2373243.jpg', '我们共同的朋友·上卷', '', '世界名著', 1199, '本书是英国作家狄更斯的一部长篇小说，写有人在伦敦泰晤士河里发现一具死尸，经辨认，确定是正赶回英国准备继承巨额遗产的约翰·哈蒙，由此引出对那份遗产的一场勾心斗角的贪婪争夺，但最后却发现那位死者并不是真正的约翰·哈蒙；而与之同时，一些下层的普通人、穷人却展现出了他们的善良与正直。

《我们共同的朋友》由于它鲜明的批判倾向，成为一部19世纪世界批判现实主义文学名作。在这部作品中，作家表现了他对资本主义制度的极度失望，他从自己一生的经历和观察中得出结论，认为金钱是万恶的源泉，资本主义制度下人们对金钱的疯狂追求，造成了社会上许许多多的罪恶和不幸。

查尔斯·约翰·赫芬姆·狄更斯，十九世纪英国最伟大的作家，也是一位以反映现实生活见长的作家，他在自己的作品中，以高超的艺术手法，描绘了包罗万象的社会图景，作品一贯表现出揭露和批判的锋芒，贯彻惩恶扬善的人道主义精神，塑造出众多令人难忘的人物形象。他的三十多年的创作生涯，写了十五部长篇小说，许多中短篇小说，以及随笔、游记、时事评论、戏剧、诗歌等，为英国文学和世界文学作了卓越的贡献，一百多年来他的代表作《双城记》在全世界盛行不衰，深受广大读者的欢迎。
王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (158691167, './img/book/158691167.jpg', '人间失格', '', '外国现当代', 1799, '本书收录了太宰治的五部重要代表作，分别是《人间失格》《小丑之花》《奔跑吧，梅勒斯》《维庸之妻》Goodbye。本书是太宰治生前最后一部中篇小说，也是一部颇具自传色彩的作品。小说主人公叶藏从小敏感多思，性格懦弱，虽生在富贵人家，却对周遭的环境和人充满恐惧。早年他离开家乡求学并初尝酒色，从此便沉溺其中，终其一生逃避他所惧怕的一切。



太宰治，日本“无赖派”小说代表作家，其后期重要作品被评价为“昭和文学不灭的金字塔”，他本人与川端康成、三岛由纪夫并列为日本战后文学的巅峰人物。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22592386, './img/book/22592386.jpg', '人间天堂', '', '外国现当代', 1499, '艾默里·布莱恩是典型的“迷惘的一代”，外表俊美，家境富裕，充满幻想，想出人头地。他以贵族式的目空一切对现实不屑一顾，与社会格格不入。在大学读书期间，周围的环境更加剧了他对中产阶级价值观的怀疑。正当他终日迷茫、踯躅在堕落的边缘之际，第一次世界大战爆发了，他离开校园奔赴军营。战争期间，他母亲去世，同学惨死疆场。战后，他回到纽约做生意，但投资失败，最后破产。此时，心爱的姑娘嫁人了，多年崇敬的精神导师也已病逝。一次次的打击使他对人生厌恶到了极点……
《人间天堂》着力表现了第一次世界大战后年轻一代对传统价值观念和道德标准的强烈反叛精神，与塞林格的《麦田里的守望者》大有异曲同工之妙，是美国文学史上一部具有现代意义的“教育小说”。



F.S.菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118365830, './img/book/118365830.jpg', '圣诞颂歌', '', '外国现当代', 1299, '《圣诞颂歌》讲述了自私冷漠的吝啬鬼私刻鲁挤在圣诞节夜晚的奇遇。小说运用丰富奇特的想象、精炼生动的描写，在离奇又温馨的故事中融合幽默与伤感的笔调。这是狄更斯最深入人心的小说之一，与他的《教堂钟声》《炉边蟋蟀》一起奠定了现代圣诞节在西方世界的内涵与地位。这本《圣诞颂歌》还配有古斯塔夫·多雷的精美插画，给读者带来经典的美的享受。



查尔斯·狄更斯（Charles Dickens，1812—1870)，19世纪英国批判现实主义文学的杰出代表，对英国文学的发展有深远影响。主要作品有《大卫·科波菲尔》《匹克威克外传》《雾都孤儿》《老古玩店》《艰难时世》《我们共同的朋友》《双城记》等。
古斯塔夫·多雷（1832—1883），19世纪法国著名版画家、雕刻家和插画家。他的作品以铜版画为主，层次分明，质感强烈，大多是黑白两色，宏大场面与细节勾勒均表现出众。
吴钧陶，著名翻译家、诗人，上海翻译家协会会员，中国作家协会会员，笔名纸囚一世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21522576, './img/book/21522576.jpg', '荒原狼', '', '外国现当代', 1192, '《荒原狼》是1946 年诺贝尔文学奖得主黑塞的名作，作者以摄人心弦的笔法，深刻地描述一个人如何冒着生命全面崩溃的危险，经历种种生命过程中的外在折磨之后，开始他心灵的内在追寻，而去掌握住那种难以捉摸的人类存在意义的故事。书中主人翁哈拉反抗这个使人越陷越深、逐渐戕害人类灵魂的世界，他企图揭发这个时代的缺憾与病态。
本质上，这是一次地狱之旅，也是时而恐怖、时而勇猛的生命之旅。通过了浑噩的洪荒之境，他立定决心遍历炼狱，与混沌交战，而且担当一切罪孽，这就是本书的主旨。在追寻的过程中，哈拉历经一个似梦、似幻、似真的诡异奇境，他经历了无数虚幻的世界魔
幻的剧场，最后终于肯定：在这外在世界的表象之内，其实隐藏着无限的庄严、不朽与神圣；超越一切外在事物的野性与混乱，便是一个超然而永恒的世界。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (597728, './img/book/597728.jpg', '中国通史', '吕思勉', '文学经典', 1799, '《中国通史》分上下编，上编是中国政治史，讲了中国历史大事及中国历史的演变，下编为中国文化史，分门别类地、有系统地叙述了社会政治制度、经济制度和文化学术的发展情况。本书不仅对想了解中国历史大事的读者有用，而且对掌握中国历史的各个方面，特别是社会经济、政治制度以及学术文化等系统的知识有很大的好处。


《中国通史》是吕思勉先生在抗日战争时期上海成为“孤岛”的时候，为适应当时大学教学的需要而编写的。一经出版，畅销数十年，成为读者了解中国历史的最佳读物。原作上篇为中国文化史，下篇为为中国政治史，今为方便读者阅读，将中国政治史作为上篇，中国文化史作为下篇，文字做了少量的技术处理。特此说明。

吕思勉(1884～1957)，字诚之。生于江苏常州，十二岁以后在父母师友的指导下读史书，16岁自学古史典籍。1905年起，先后在苏州东吴大学、江苏省立第一师范等校任教。1926年起，任上海光华大学国文系、历史系教授兼系主任。抗战期间，归乡闭户著书。抗战胜利后，重返光华大学。1949年后，任华东师范大学历史系教授。吕思勉先生是我国现代著名的史学家，知识渊博，学术造诣高。在中国通史、断代史和各种专史领域都做出了独到的贡献，为后人的学习研究留下了一笔宝贵的财富。与陈垣、陈寅恪、钱穆并称为史学四大家。著作宏富，有《中国通史》、《白话本国史》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1987995, './img/book/1987995.jpg', '格列佛游记（中英双语）', '', '外国现当代', 544, '格列佛于1699年开始第一次旅行，在海上遇到风暴，到了一个叫做利力浦特的国家，那儿的人只有15厘米高。他后来逃走了，回到家乡。可是不久又进行下一次旅行，先是到布罗卜丁奈格，然后是勒皮他和拉格奈格，最后到了更为奇怪的慧驷国……作为一个年轻人，格列佛为人类、为他的祖国――英国而自豪。他在这些奇特的国家旅行，与巨人、魔术师和马交谈，开始时他还为他们的异常主张和奇怪看法感到好笑。但是随着时光流逝，他开始困惑，们心自问：“为什么我们人类要进行战争、撒谎、诈骗、互相残杀？难道没有更好的方式生活？”

《格列佛游记》是一部奇书，英国著名作家乔治·奥威尔一生中读了不下六次，他说：“如果要我开一份书目，列出哪怕其他书都被毁坏时也要保留的六本书，我一定会把《格列佛游记》列入其中。”在这本书中，斯威夫特的叙事技巧和讽刺才能得到了淋漓尽致的反映。作品的主人公里梅尔·格列佛是个英国外科医生，后升任船长；他受过良好教育，为祖国而自豪，在职业和政治两方面似乎都颇有见识，可是他本质上却是一个平庸的人，而斯威夫特正是利用了主人公的这种局限达到了最充分的讽刺效果。


乔纳森·斯威夫特(1667年-1745年)，英国启蒙运动中激进民主派的创始人、诗人，18世纪前期英国最优秀的讽刺作家和政论家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22359232, './img/book/22359232.jpg', '我脑袋里的怪东西', '', '外国现当代', 1800, '《我脑袋里的怪东西》是一个讲述钵扎小贩麦夫鲁特的人生、 冒险、幻想和他的朋友们的故事,同时也是一幅通过众人视角描绘的 1969—2012年间伊斯坦布尔生活的画卷。
在麦夫鲁特还是一个生活在安纳托利亚中部穷山村少年的时候，他就不住地幻想自己未来的生活会是怎样。
十二岁时他辗转来到“世界的中心”——伊斯坦布尔打拼，立刻被那些老城消逝、新城待建的景象所吸引。他继承了父亲的事业，在土耳其的街道上贩卖钵扎。他与那些在城市繁华外荒凉处的居民一样，渴望致富。但是运气似乎永远都不追随他，他看着亲戚们在伊斯坦布尔暴富并定居；而自己却花了三年时间给一位仅在婚礼上有过一面之缘的女孩儿写情书，最后却阴差阳错地和那女孩儿的姐姐私奔。麦夫鲁特人到中年，在伊斯坦布尔的街巷里做过许多营生，酸奶小贩、鹰嘴豆鸡肉饭小贩、停车场管理员……



奥尔罕·帕慕克（Orhan Pamuk, 1952— ），诺贝尔文学奖得主，当代欧洲最杰出的小说家之一。生于伊斯坦布尔，自幼学画，大学主修建筑，后从文。2006年获诺贝尔文学奖，授奖词称：“在探索他故乡忧郁的灵魂时，发现了文明之间的冲突和交错的新象征。”他的作品已经被译为60多种语言出版。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (34385252, './img/book/34385252.jpg', '人间滋味', '汪曾祺', '文学经典', 1699, '《人间滋味》是汪曾祺的一部经典美食散文集，内容涵盖五味人间、食肉和饮茶、吃食与文学、四方食事四个方面。
无论是谈萝卜、豆腐、栗子，还是谈韭菜花、手把肉、故乡的元宵，在他的描述之下，所有吃过的和没吃过的食物，全部都是美食。这些都是汪曾祺崇尚恬淡自然精神境界的写照。
文章篇幅适中，朴素而自然，字里行间流露出作者对人间至情至性的热爱、对旧日快乐生活的缅怀和深深眷恋之情。



汪曾祺，江苏高邮人，中国当代作家、散文家、戏剧家、京派作家的代表人物，被誉为“抒情的人道主义者，中国最后一个纯粹的文人，中国最后一个士大夫”。其短篇小说创作成就颇丰，他对戏剧与民间文艺也有深入钻研。代表作有《受戒》《邂逅》《大淖记事》等。其文风朴实自然，以抒情的笔调描摹民情民俗，从传统文化角度再现了乡土文化和民族文化风情。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (49197098, './img/book/49197098.jpg', '十日谈', '', '世界名著', 1600, '在佛罗伦萨闹瘟疫期间的一个清晨，7个美丽年轻而富有教养的小姐，在教堂遇到了3个英俊而富有热烈激情的青年男子。7位小姐中的3人是他们的情人，别的几位和他们还有亲戚关系。他们决心带着仆人，离开佛罗伦萨这座正在走向死亡的可怕城市。他们相约，两天后到郊外的一座小山上的别墅里去躲避瘟疫。那里环境幽静，景色宜人，有翠绿的树木环绕，还有曲折的走廊，精致的壁画、清澈的清泉和悦目的花草，地窖里还藏着香味浓郁的美酒。这10位年轻人每天不是唱歌弹琴，就是跳舞散步。在暑气逼人的夏季里，他们坐在绿草茵茵的树荫下，大家商定每人每天讲一个优秀动听的故事，以此来愉快地度过一天中最难熬的时光，他们一共讲了10天（其中因为种种原因耽误了5天，共计15天，但是就讲故事的时间而言还是10天），10天合计讲了100故事，这些故事收集成集子就叫《十日谈》。



乔万尼·薄伽丘（GiovanniBoccaccio，1313年—1375年12月21日），意大利文艺复兴运动的杰出代表，人文主义杰出作家。与诗人但丁、彼特拉克并称为佛罗伦萨文学“三杰”。其代表作《十日谈》是欧洲文学史上第一部现实主义作品。它批判宗教守旧思想，主张“幸福在人间”，被视为文艺复兴的宣言。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (29021412, './img/book/29021412.jpg', '三国演义（绣像珍藏本·套装共2册）', '罗贯中', '世界名著', 1799, '本书是中国古典四大名著之一，全称《三国志通俗演义》，以桃园结义为开端，描写了“合久必分，分久必合”的东汉末年和三国时代的权力斗争，着力塑造了诸葛亮、关羽和曹操这“三绝”形象，众多叱咤风云的人物、波澜壮阔的经典故事给世人留下了难忘的印象。



罗贯中（约1330—约1400），元末明初文学家，名本，号湖海散人。代表作有长篇小说《三国志通俗演义》《隋唐两朝志传》《三遂平妖传》《残唐五代史演义》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (41817676, './img/book/41817676.jpg', '中国通史', '吕思勉', '文学经典', 299, '这部《中国通史》是抗日战争时期上海成为“孤岛”的时候，吕思勉先生为适应当时大学教学的需要而编写的。全书分为上下两册，上册是中国文化史，借鉴古代史书的典制体，按章节分为婚姻、族制、政体、阶级、财产、官制、选举、赋税、兵制、刑法、实业、货币、衣食、住行、教育、语文、学术、宗教等十八个专题，内容之广泛，完全与今“大文化”涵义相合；下册是中国政治史，从民族起源开始，按时序叙述历朝历代史事直至民国开创。浓缩中国五千年历史于一书，仅用了三十八万字。

先生主张通史内容大体不离“理乱兴亡”与“典章制度”两大板块，于是上册以“文化现象”为题目；下册“乃依时代加以联结”，以“革命途中的中国”结尾，总计54章。

吕思勉（1884-1957），中国近代著名史学家，字诚之，江苏武进人。曾任上海光华大学教授、历史系主任。新中国成立后，任华东师范大学教授。吕先生一生致力于中国古代史研究，1923年出版《白话本国史》四册，是较早的一部有系统的中国通史，对当时史学界很有影响，后又著成《吕著中国通史》两册。晚年从事断代史研究，先后出版有《先秦史》、《秦汉史》、《魏晋南北朝史》、《隋唐五代史》等著作，还著有《中国民族史》、《史通评》等书。
吕思勉先生与钱穆、陈垣、陈寅恪并称为“现代中国四大史学家”。他曾把二十四史通读数遍，同时参考其他史书以及经、子、集部文献，将辑录的史料加以排比考订、综合分析，一生所写札记总数达100多万字，是史学界公认旧籍读得最多的一位学者。他特别推崇顾炎武的《日知录》、王鸣盛的《十七史商榷》、赵翼的《廿二史札记》等著作，不为考证而考证，专关心“古今风会之递变”。自先秦至近代，独撰断代史数种、通史多部，一通到底，绝世罕见。爱好下棋，自言所收围棋谱“只缺三种”，曾为“棋王”谢侠逊作《象棋秘诀序》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (120457997, './img/book/120457997.jpg', '渺小一生（套装上下册）', '', '外国现当代', 6990, '英俊、善良的威廉在餐厅打工，梦想成为演员；自信、幽默的杰比试图在艺术圈闯出名声；家底殷实的马尔科姆在一家著名的建筑事务所工作，却丢失了对建筑最初的热爱；还有内向、谜一样的裘德，一个才华横溢的助理检察官。结识于马萨诸塞州一所著名学府，他们初来纽约闯荡，意气风发却不名一文，漂泊不定。直到年岁渐长，事业有成，横跨三十余年的友谊却迎来了最大的挑战——难以捉摸的裘德本人。他不愿与人提及过往的阴影，选择在孤独中一次又一次地自我伤害。在朋友们的帮助下，裘德内心的防线逐渐消解……“我知道我的人生有意义，因为……因为我是个好朋友。”《渺小一生》是一首兄弟情谊的赞美诗，也是一场探寻生命意义的奥德赛。在友谊中，被毁损的我们将重新完整。



柳原汉雅（Hanya Yanagihara），1974年生于洛杉矶，美籍日裔女作家。1995年于史密斯女子学院毕业后搬至纽约。2015年开始担任《纽约时报》旗下时尚杂志《T》（中国版：《风尚志》）主编。《渺小一生》是她的第二部长篇小说，荣获科克斯评论文学奖，入围布克奖、美国国家图书奖、国际IMPAC都柏林文学奖、橘子小说奖等四项文学大奖决选名单。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2972305, './img/book/2972305.jpg', '张爱玲传', '余斌', '文学经典', 1399, '她是一个善于将艺术生活化、生活艺术化的享乐主义者，又是一个对人生充满悲剧感的人；她悲天悯人，时时洞见芸芸众生“可笑”后面的“可怜 ”，但在实际生活中却显得冷漠寡情；她通达人情世故，但她自己行来却是从衣着打扮到待人接物，均是我行我素，独标孤高，她在40年代的上海大红大紫，风头出尽，几乎得到电影明星般的风光，然而几十年后，她在美国深居简出，过着与世隔绝的生活，以致有人说：“只有张爱玲才可以同时承受灿烂夺目的喧闹及极度的孤寂。”

张爱玲名作《传奇》、《流言》中的全部作品均写于二十五岁以前，那时她对人性已有独到的、稳定的把握，技巧相当圆熟，文字更臻于化境，这样的早熟早慧，求诸现代文学史，再无第二人；现代女作家中有以机智聪慧见长者，有以抒发情感著称者，但是能将才与情打成一片，在作品中既深深进入又保持超脱的，张爱玲之外，再无第二人。

余斌 1960年生于南京。1978—1989年就读于南京大学中文系，现任教于南京大学文学院。著有《张爱玲传》、《当年文事》、《周作人》、《提前怀旧》等书。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13854829, './img/book/13854829.jpg', '浮生六记', '[清]沈复', '文学经典', 350, '"《浮生六记》是清代文人沈复的传世名作，作者在嘉庆年间写就此部回忆录。“浮生”二字典出李白诗“夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？”该书真纯率真，独抒性灵，其行文晓畅天然，精致中有素朴，不拘匠色。俞平伯《重刊浮生六记序》称赞本书：“虽有雕琢一样的完美，却不见一点斧凿痕。犹之佳山佳水，明明是天开的画图，却彷佛处处吻合人工的意匠……俨如一块纯美的水晶，只见明莹，不见衬露明莹的颜色；只见精微，不见制作精微的痕迹。”

《浮生六记》以作者夫妇生活为主线，记叙了平凡而又充满情趣的居家生活的浪游各地的所见所闻，伉俪情深，至死不复，始于欢乐，终于忧患，飘零他乡，悲切动人。作品塑造了一位真率纯洁而浪漫的家庭妇女形象陈芸。她聪慧好学，热爱生活，欣赏自然美艺术美，而又勤检持家，恭敬知礼，却因为不世故不设防而经历种种坎坷的生活风波，最终英年早逝。 

原书稿被发现时已佚卷五卷六，后有称“足本”者，但据考证为伪作，本版以1935年上海世界书局《美化文学名著丛刊》本为底本，全书精校，包含了后两卷，并加入了俞平伯、林语堂所作序言，是目前最完美的电子版。

名家评论：

像《浮生六记》中的芸，虽非西施面目，并且前齿微露，我却觉得是中国第一美人。
　　——鲁迅

芸，我想，是中国文学上一个最可爱的女人。……她只是我们有时在朋友家中遇见的有风韵的丽人，因与其夫伉俪情笃令人尽绝倾慕之念，我们只觉得世上有这样的女人是一件可喜的事，只顾认她是朋友之妻，可以出入其家，可以不邀自来吃午饭，或者当她与她丈夫促膝畅谈书画文学腐乳卤瓜之时，你们打瞌睡，她可以来放一条毛毡把你的脚腿盖上。也许古今各代都有这种女人，不过在芸身上，我们似乎看见这样贤达的美德特别齐全，一生中不可多得。
　　——林语堂

吾国文学，自来以礼法顾忌之故，不敢多言男女间关系，而于正式男女关系如夫妇者，尤少涉及，盖闺房燕昵之情意，家庭米盐之琐屑，大抵不列于篇章，惟以笼统之词，概括言之而已。此后来沈复《浮生六记》之《闺房记乐》，所以为例外创作。
　　——陈寅恪

沈复习幕经商，文学非其专业。今读其文，无端悲喜能移我情，家常言语，反若有胜于宏文巨制者，此无他，真与自然而已。言必由衷谓之真，称意而发谓之自然。虽日两端，盖非二义。其闺房燕昵之情，触忤庭闱之由，生活艰虞之状，与夫旅逸朋游之乐，即各见于书，而个性自由与封建礼法之冲突，往往如实反映，跃然纸上，有似弦外微言，实题中之正义也。
　　——俞平伯



沈复
字三白，号梅逸。清乾隆二十八年（1763年）生于姑苏城南沧浪亭畔士族文人之家，十八岁娶舅女陈芸为妻。婚后夫妻俩举案齐眉、相爱甚笃，然命途多舛，常常事与愿违；幸而二人不落世俗，善苦中作乐，耳鬓厮磨二十三年，至芸积病身故，仍情深如旧。后，沈复离家漫游，著《浮生六记》六卷，记录过往生活中点滴趣味及漫游经历，因其以真言述真情，从不刻意造作，深为后世文人所推崇，流传至今，已成经典。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (34760338, './img/book/34760338.jpg', '不成问题的问题', '老舍', '文学经典', 999, '《不成问题的问题》原载1943年《大公报》，故事发生在抗战重庆树华农场，农场管理者丁场长管理能力不行，但哄人能力一流，精通人情世故，在他治理下，大家整日偷鸡打牌，混日子。树华农场颓势一片，冒牌青年艺术家秦妙斋也掺和进来。留学归来尤主任接管农场后，开始整治作风，大家感到了自律和科学带来的愉悦……



老舍（1899-1966），小说家、剧作家。1899年生于北京，原名舒庆春，满族正红旗人；1918年北京师范学校毕业，任小学校长；1924年赴英，任教于伦敦大学东方学院，正式开始文学创作；1930年归国，先后任教于齐鲁大学和山东大学；1937年奔赴国难，直至抗战胜利；1966年8月24日午夜，自沉太平湖。
代表作：
《骆驼祥子》（1936）
《四世同堂》（1944-1948）
《茶馆》（1957）
《正红旗下》（1962）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13098873, './img/book/13098873.jpg', '1900：纪念马洛伊·山多尔', '译林出版社', '外国现当代', 0, '马洛伊·山多尔其人——
他出生于奥匈帝国的贵族家庭，然而一生困顿颠沛，流亡四十一年，客死异乡。他是二十世纪匈牙利文坛巨匠，一生笔耕不辍，著有五十六部作品，死后被追赠匈牙利文学最高荣誉“科舒特奖”。他亦是二十世纪历史的记录者、省思者和孤独的斗士。他的一生追求自由、公义，坚 持独立、高尚的精神人格。



他质朴的文字蕴藏着千军万马，情感磅礴而表达节制。他写婚姻与家庭的关系，友情与爱情的辩证，阶级和文化的攻守，冷静的叙述下暗流汹涌。德国文学批评界说他与茨威格齐名，另有批评家将他与托马斯•曼，穆齐尔，卡夫卡并列。因为他，二十世纪文坛大师被重新排序。
他是马洛伊·山多尔。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (145877559, './img/book/145877559.jpg', '爱的教育（作家榜经典）', '', '世界名著', 12800, '享誉全球的意大利殿堂级童书《爱的教育》，是一部关于成长、关于教育、关于爱的百科全书式小说。全书以三年级的小学生恩里科的日记体小说形式，讲述了发生在他身边各种各样的事情：他的父母和兄弟姐妹；他的老师和同学；他的街坊和邻居……
全书总共100个小故事，篇篇扣人心弦，小说用孩子的视角，向人们讲述、传递人类最淳朴、最本质的爱：对祖国、对家乡、对父母、对老师、对同学、对周围所有人的爱，字字句句洋溢着儿童的天真与童趣。本书问世百年，经久不衰，在爱不释手的阅读中，孩子不知不觉变得更有爱、更坚强、更勇敢、更懂事。



作者：
艾德蒙多·德·亚米契斯（Edmondo De Amicis，1846—1908），意大利殿堂级儿童文学作家，奇迹童书《爱的教育》作者。1846年10月21日生于意大利的一个小镇，自幼酷爱学习和写作。曾参加过解放意大利的战斗，担任过军事刊物记者。后周游世界各国，撰写了一大批脍炙人口的游记，记叙各地风土人情。经典代表作《爱的教育》历时8年心血完成，1886年首次出版，引发轰动效应，短短20年印刷高达300多版，此后百年，畅销不衰，成为意大利家喻户晓的奇迹童书，欧美家长送给孩子的必备礼物；在全球被翻译成30多种文字，总销量突破2000万册，并被改编成连环画、动画片、电影，获得广泛赞誉。全世界的孩子们，和曾经是孩子的大人们，都在本书中懂得爱的真谛，变得更坚强、更友爱、更善良。正如作者亚米契斯所言“凡是读这部书的人，都将无法抗拒它的魅力，都将留下动情的眼泪……”
译者：
张密，著名学者、翻译家，1950年出生于天津。中国意大利语教学研究会前会长，现名誉会长；中国意大利文学研究会常务理事；中国意大利研究会副会长；中国意大利语翻译研究会发起成员之一。1976年毕业于对外经济贸易大学并留校任教。1982年即可在全球任意教授意语。1999年6月、2005年12月、2014年4月三次获得意大利共和国总统颁发的荣誉勋章。
祁玉乐，知名学者，在意大利生活工作长达30多年，是意大利政府承认并聘请的高级翻译学者，曾任意大利总统、总理官方翻译。1961年生于北京。1986年毕业于意大利锡耶纳大学文学系，1998年获得罗马睿智大学文学博士学位。现居意大利。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110844304, './img/book/110844304.jpg', '瘟疫年纪事', '', '外国现当代', 1999, '小说描述了1665年大瘟疫袭击下的伦敦城。这本小说很可能是基于笛福的叔叔，亨利·笛福当时所留下的记录。在这本书中，笛福不厌其烦地为达到效果逼真，巨细靡遗地描述具体的社区，街道，甚至是哪几间房屋发生瘟疫。此外，它提供了伤亡数字表，并讨论各种不同记载、轶事的可信度。本书往往被跟瘟疫当代的记载相比，尤其是塞缪尔·佩皮斯的日记。笛福的记述虽然是虚构的，但比起佩皮斯的第一人称叙事，更为详细和有系统。



丹尼尔·笛福（1660-1731），出生在伦敦市克里普尔盖特的圣迦尔斯教区，其父是一名脂烛商。他在默顿学院受教育，试图成为长老会牧师，但在1681年放弃了这个计划，到1683年时他成了康希尔的一名针织品商人。1697年至1701年间，在英格兰和苏格兰为威廉三世做间谍。1703年至1714年问，又为哈利和其他部长效力。后一个时期内，他还单枪匹马炮制了一份亲政府的报纸《观察》。作为一名丰富多产、多才多艺的作家，他出版了约500本著作，主题广泛多样，包括政治、地理、犯罪、宗教、经济、婚姻、心理学和迷信。转向小说创作相对较晚，1719年出版了极具想象力的作品《鲁滨逊漂流记》。此后在1722年相继出版了《摩尔弗兰德斯》和《瘟疫年纪事》，1724年出版了最后一部小说《罗克莎娜》。笛福对英国小说的发展有着很大影响，很多人认为他是第一个真正的小说家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7797714, './img/book/7797714.jpg', '悲惨世界（上）', '', '世界名著', 999, '《悲惨世界》(套装上下册)通过冉阿让等人的悲惨遭遇以及冉阿让被卞福汝主教感化后一系列令人感动的事迹，深刻揭露和批判了19世纪法国封建专制社会的腐朽本质及其罪恶现象，对穷苦人民在封建重压下所遭受的剥削欺诈和残酷迫害表示了悲悯和同情。

长篇小说《悲惨世界》是一部《奥德赛》式的伟大史诗，一部悲天悯人、充满人道主义精神的不朽之作。

雨果（1802-1885），法国浪漫主义作家，十九世纪前期浪漫主义文学运动领袖。雨果几乎经历了十九世纪法国的一切重大事变，1841年被选为法兰西学院院士。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章。代表作有《巴黎圣母院》《悲惨世界》《笑面人》《克伦威尔》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11228953, './img/book/11228953.jpg', '乡村医生', '', '世界名著', 466, '《乡村医生》这部作品中，巴尔扎克塑造了“一些最纯洁的人物”。并着力刻画了一个全心全意为公众服务的医生倍纳西。在偏僻山区落户的倍纳西，当上市镇市长之后，为了改变该区贫困落后的面貌，制订了一个全面规划：因地制宜发展生产，扩大交换，增加市民收入，并切实加以贯彻。后因积劳成疾，以身殉职。小说通过几个人物在爱情婚姻问题上的过失和不幸，生活上所经受的磨难的描写，多方面地表现了当时的社会生活和人物性格。《乡村医生》是《人间喜剧》中的一部，属“乡村生活场景”，读来让人们对生活有了一个重新的认识。



巴尔扎克');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10363380, './img/book/10363380.jpg', 'Alice's Adventures in Wonderland（爱丽丝漫游奇境记）', 'Lewis Carroll', '文学经典', 0, 'Alice's Adventures in Wonderland (1865) is a novel written by English author Charles Lutwidge Dodgson, better known under the pseudonym Lewis Carroll. It tells the story of a girl named Alice who falls down a rabbit-hole into a fantasy world populated by peculiar and anthropomorphic creatures.
The tale is filled with allusions to Dodgson's friends (and enemies), and to the lessons that British schoolchildren were expected to memorize. The tale plays with logic in ways that have made the story of lasting popularity with adults as well as children. It is considered to be one of the most characteristic examples of the genre of literary nonsense, and its narrative course and structure has been enormously influential, mainly in the fantasy genre.



刘易斯·卡洛尔（Lewis Carroll）：英国作家、数学家和逻辑学家。他的第一本童书《爱丽丝漫游奇境记》甫一出版，就引起了巨大轰动。一八七一年又推出了续篇《爱丽丝镜中奇遇记》，更是好评如潮。两部童书旋即风靡了整个世界，成为一代又一代孩子们乃至成人最喜爱的读物。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31442591, './img/book/31442591.jpg', '白先勇细说红楼梦（全二册）', '白先勇', '文学经典', 8399, '“红楼梦是我的文学圣经，我写作的百科全书。”
本书由白先勇台湾大学《红楼梦》导读通识课（2014—2015）课堂讲义编纂而成。《红楼梦》是一本天书，有解说不尽的玄机、探索不完的秘密，但最重要的，它终究是一部伟大的小说。白先勇正本清源，把这部文学经典完全当作小说来导读，侧重解析《红楼梦》小说艺术的“现代性”：神话构架、人物塑造、文字风格、叙事手法、观点运用、对话技巧、象征隐喻、平行对比、千里伏笔，检视曹雪芹如何将各种构成小说的元素发挥到极致，并远远超越它的时代，甚至比西方现代主义文学更早、更前卫。
他以小说家的艺术敏感，擦去经典的蒙尘之处，将历来被冷落的人物、被曲解的角色一一归还原本的个性姿彩，令其登台绽放。在文字艺术的赏读玩味之间，解读中国人生哲学的绝妙真意与人情社会的文化密码，更从一本伟大的小说延展开去，漫谈文学、美学、哲学、昆曲的枝枝蔓蔓，织构一座如梦如幻的红楼琼宇。白先勇借此细读机缘，仔细比对“庚辰本”与“程乙本”的差别，掂量一字一句的千斤之重与微妙意蕴，得以重新发现失落已久的“程乙本”《红楼梦》之美。



白先勇，小说家、散文家、评论家、剧作家。1937年生，广西桂林人，名将白崇禧之子。台湾大学外文系毕业，美国爱荷华大学“作家工作室”文学创作硕士。著有短篇小说集《寂寞的十七岁》、《台北人》、《纽约客》，长篇小说《孽子》，散文集《树犹如此》等，重新整理明代汤显祖戏曲《牡丹亭》、高濂《玉簪记》，并撰有父亲白崇禧传记《白崇禧将军身影集》。近年来致力于两岸昆曲复兴与古典名著《红楼梦》的重新解读与推广。
《红楼梦》导读是白先勇在美国加州大学圣塔芭芭拉分校东亚系主要授课之一，分中英文两种课程，持续二十多年。2014年，白先勇受邀回母校台湾大学开设《红楼梦》导读通识课，借三学期的细说，将毕生对《红楼梦》的钻研体会倾囊相授，深受两岸学生欢迎。希望借由这部旷世经典的赏读，让青年学子重新亲近我们的传统文化。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (147765024, './img/book/147765024.jpg', '推理要在本格前', '', '世界名著', 3800, '在近百年的日本推理文学史上，
他们将推理小说送上了新的巅峰，
使之成为极致“真善美”与“假恶丑”的矛盾体，
折射出日本文化的底蕴之魅——
自明治维新之后，受欧美侦探小说影响，日本推理小说逐渐发展起来，并经历了从无到有、由弱变强的蜕变。
在近百年的发展过程中，无数甘于奉献的创作者们，下至一般素人，上到文豪大师，皆在勇敢尝试着推理文学的无限可能，由此孕育出日本推理史上一个个传奇辉煌的时代。
本书收录了诸多日本文豪名家写就的推理短篇，均创作于日本推理文学发展的早期。这些颇具里程碑意义的作品，宛如黎明中的闪耀群星，指引着日本的推理，走向更为绚丽的未来。



谷崎润一郎、芥川龙之介、太宰治、梦野久作、江户川乱步、佐藤春夫等十几位日本文豪、作家。正是这些先辈作家们的创造力和感染力，鼓舞了更多后来的创作者们前赴后继，由此推动了日本本土的推理小说，进入到一个百花齐放、群英辈出，且独具日本文化特色的辉煌时代。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (741103, './img/book/741103.jpg', '克雷洛夫寓言全集', '', '文学经典', 600, '本书收集了俄国最杰出的寓言作家克雷洛夫一生创作的203篇寓言。克雷洛夫寓言题材广泛，寓意深刻，托物言事，借古讽今，有着极强的人民性和现实性，蕴含着他自己的以及从父辈们那里一代一代传下来的全部生活智慧和实际经验。

他的寓言都以诗体写成，语言优美、寓意深刻，常借动物和植物和形象，反映广泛的社会生活，刻画社会上各种人物的复杂性格，抒发自己的民主思想，具有一种特殊的感染力。

克雷洛夫（1769—1844）　俄罗斯作家。出生于贫穷的步兵上尉家庭，童年时代的克雷洛夫即饱尝世间生活的艰辛。1782年克雷洛夫在彼得堡受冯维辛讽刺喜剧的启发，开始写作剧本，但主要精力还在办杂志上，但因激进的政治倾向，未能办下去。随后他漫游俄罗斯，期间曾给戈利岑当家庭秘书。1804年克雷洛夫见到寓言作家德米特里耶夫，并受到赞赏，从此走上寓言创作道路。1806年去公共图书馆供职，业余时间写作。1809年发表第一本寓言集，获得了巨大声誉，1811年被选为俄国科学院院士。克雷洛夫十分勤奋，一生写了203篇寓言，生前作品就被译成十多种文字，成为与伊索、拉封丹齐名的寓言作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21271790, './img/book/21271790.jpg', '赫索格', '', '外国现当代', 2300, '《赫索格》出版于1964年，1965年获美国国家图书奖，被英国读者选为二战后12部用英语创作的最佳小说之一。
赫索格是一位博学多识的大学教授，他品格高尚，为人敏感善良，但是现实生活却处处跟他过不去，特别是妻子玛德琳和挚友瓦伦丁的私情让他的精神处于崩溃的边缘。从此他变得行为怪诞，不停地给人写信，但一封也未寄出。他无论走到哪里，都提着这只装满信件的旅行包。和妻子离婚后，赫索格在纽约和花店女主人雷梦娜保持着若即若离的关系。雷蒙娜非常渴望和赫索格建立一个宁静的家庭，可是赫索格对婚姻已经害怕了。一天，他忽然心血来潮，回到芝加哥，一是看望女儿，二是想杀死前妻和瓦伦丁。但在目睹了瓦伦丁细心照顾他女儿洗澡后，打消了杀人的念头，积郁许久的恨刹那间都消失了。
他回到乡间旧屋，开始认真地回顾几年来的经历。不久，雷蒙娜闻讯也赶到这里。他为雷蒙娜打扫房间，安排饭菜，甚至为她准备了一大束鲜花……
在贝娄的小说中，《赫索格》被公认为是他创作技巧运用得最成熟、最能体现他的创作特色的作品，在他整个创作历程中起着承上启下的重要作用，也是他涉及社会问题最多的一部小说，内容丰富，寓意深刻，分析精妙，手法多样，真实地表现了中产阶级知识分子在现代社会中的苦闷与迷惘，追寻和探索。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
出版于1953年的《奥吉·马奇历险记》使贝娄一举成名，奠定了他的文学地位。其后，他陆续出版《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过诸多中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110872911, './img/book/110872911.jpg', '荒原狼', '', '外国现当代', 1299, '小说的主人公哈勒尔是个正直的作家，他鄙视现代社会生活方式，常常闭门不出，令人窒息的空气使他陷于精神分裂的境地。一天他偶尔读到一本《评荒原狼》的小书，顿觉大梦初醒，认为自己就是一个“人性”和“狼性”并存的荒原狼。之后他应邀参加聚会，发现与会者都有狭隘的民族主义观点，而他的反战言论遭到斥责，更觉自己孤独；回家时他遇到酒巴女郎赫米纳，获得肉欲欢乐；经赫米纳介绍他又结识了音乐人帕布洛和一姑娘玛丽亚，他在音乐和感官享受中忘却了一切烦恼和忧虑。但当他看到赫米纳和帕布洛亲近时，便“狼性”大发，出于嫉妒将赫米纳杀死。小说幻想色彩浓郁，象征意味深远，被认为有“超现实主义”风格；托马斯·曼称它为“德国的尤利西斯”。



赫尔曼·黑塞（Hesse Hermann，1877-1962），原籍德国，1923年入瑞士籍,以后长期在瑞士隐居乡间。他被称为德国浪漫派最后一位骑士，其代表作《荒原狼》（1927）曾轰动欧美，被托马斯·曼誉为德国的《尤利西斯》。1946年，“由于他的富于灵感的作品具有遒劲的气势和洞察力，也为崇高的人道主义理想和高尚风格提供了一个范例”，获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22869445, './img/book/22869445.jpg', '傲慢与偏见', '', '世界名著', 1200, '本尼特先生有五个宝贝女儿，本尼特太太为她们的婚事操碎了心。新来邻居宾格利多金且帅，在一次舞会上，对本尼特家美貌的大女儿简一见钟情。参加舞会的还有宾格利的好友达希，他俊朗潇洒，贵气逼人，但恃才傲物，认为她们都不配成为自己的舞伴，其中包括简的妹妹伊丽莎白。自尊心很强的伊丽莎白无意间听到了达希对她的评论，心生反感。然而，她并不知道，一次次意外的经历，达希已默默爱上了她。
英国著名文学家和评论家基布尔评论“简·奥斯汀是一位喜剧艺术家”，并认为她“在纯粹喜剧艺术方面仅次于莎士比亚”。英国十九世纪著名史学家、诗人和政论家托马斯·马科莱称她为“写散文的莎士比亚”。而《傲慢与偏见》中体现的女性意识的觉醒，即便在两百多年后的今天，人们对婚姻的期待仍然没有超越其划定的范围——婚姻并非人生的必需品，以爱情为基础的婚姻当然美好，但如果结婚不是为了爱情，那还不如独自生活。



简·奥斯汀（1775. 12. 16 - 1817. 7. 18），1775年12月16日生于英国汉普郡斯蒂文顿。1796年，完成小说《第一印象》，后改名为《傲慢与偏见》，于1813年1月28日出版。
1923年，牛津大学出版社发行《简·奥斯汀小说集》，正式开启了简·奥斯汀研究的时代。评论家认为“就塑造角色而言，简·奥斯汀仅次于莎士比亚”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (37804679, './img/book/37804679.jpg', '雨天的书', '周作人', '文学经典', 999, '《雨天的书》收录五十六篇，是周作人自编集中最著名、最有代表性的一本，收录了《故乡的野菜》、《北京的茶食》、《喝茶》等脍炙人口的名篇。这本书最可显示周作人前期随笔的风格特色，也就是“极慕平淡自然的景地”，是周作人的性情之作，影响深远。

“雨天的书”，书如其名，晶莹剔透，宁静隽永，如《喝茶》：“喝茶当于瓦屋纸窗之下，清泉绿茶，用素雅的陶瓷茶具，同二三人同饮，得半日之闲，可抵上十年的尘梦。”

周作人（1885－1967），中国散文家，翻译家。原名櫆寿，字启明，晚年改名遐寿，浙江绍兴人。青年时代留学日本，与兄树人（鲁迅）一起翻译介绍外国文学。五四运动时人北京大学等校教授，并从事写作。论文《人的文学》《美文》，新诗《小河》等在新文学运动中均有重大影响。所作散文，风格冲淡朴讷，从容平和。在外国文学艺术的翻译介绍方面，尤其钟情希腊日本文学，贡献巨大。著有自编集《艺术与生活》《自己的园地》《雨天的书》等三十多种，译有《日本狂言选》《伊索寓言》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (7526525, './img/book/7526525.jpg', '鲁迅全集第一卷', '鲁迅', '文学经典', 600, '1936年10月，鲁迅先生在上海逝世。鲁迅先生纪念委员会为"扩大鲁迅精神的影响，以唤醒国魂，争取光明"编印了鲁迅逝后第一版《鲁迅全集》。

《全集》由蔡元培任主席的鲁迅先生纪念委员会负责编校，编辑委员有蔡元培、马裕藻、沈兼士、茅盾、周作人诸先生。《全集》总目以鲁迅亲定的著述目录为基础，增加了译作部分，并力求各册字数大致相当。全书大致分创作、古籍校辑、译作三大部分。各部分内容按时间先后排序。全书总计六百余万字，共分二十卷。于1938年6月正式出版并发行。
本次出版，就是以1938年的这一版《鲁迅全集》作为底本的。在编辑过程中，尽可能的保留原版的风貌。

全书内容和编排体例均与原版相同。按原版编排，共分20卷。其中创作、古籍校辑、译作三大部分依然按照时间先后排序。仅根据最新关于写作时间的考证，调整了个别内容的顺序。全书文字校订，只是将繁体竖排转为简体横排，仅改正了原版中个别错字和标点。其中通假字和鲁迅习惯用字，完全按照原版保留。另有外国人名、地名等，均保留鲁迅当时的译法。

鲁迅（1881-1936）
原名周树人，字豫才，小名樟寿，至三十八岁，始用鲁迅为笔名。浙江省绍兴人。中国现代伟大的文学家、思想家。
幼时就读于绍兴府城内私塾三味书屋，1898年考入江南水师学堂，1899年改入江南陆师学堂附设矿路学堂，1902年被选派赴日本留学，入读东京弘文学院，1904年转入仙台医专学医。1906年终止学医，在东京研究文艺。
1909年回国，在浙江两级师范学堂和绍兴中学堂任教。1912年民国政府成立后，先后在教育部及北京师范大学、北京大学、厦门大学、中山大学等校任职。
1918年首次以"鲁迅"为笔名，在《新青年》发表了第一篇小说《狂人日记》。此后陆续出版小说集《呐喊》、《彷徨》，论文集《坟》，散文诗集《野草》、散文集《朝花夕拾》、杂文集《热风》、《华盖集》、《华盖集续编》等专集。1926年间编著《汉文学史纲要》、《而已集》及《故事新编》的部分作品。1927年到上海，专事著作。陆续写作了《南腔北调集》、《三闲集》、《二心集》、《伪自由书》、《准风月谈》、《花边文学》及三本《且介亭杂文》等大量杂文，抨击时弊、揭露黑暗，成为中国现代文化界的精神领袖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (34493230, './img/book/34493230.jpg', '四世同堂', '老舍', '中国现代', 2640, '家园沦陷的凄惨，亲人离散的悲哀，浴火重生的坚忍，重整河山的激愤……老舍以充满了责任感和慈悲心的文字，将整个中华民族的那段灰色记忆，浓缩在了一个小胡同十几户居民的悲惨遭遇与忍辱负重之中。一个四世同堂的大家庭，怎样在战火纷飞的年代度过难关？每一代人，又会有怎样的命运？
《四世同堂》包括《惶惑》《偷生》《饥荒》三部，近百万字，前后八年创作而成，是老舍字数*多、写作时间*长的作品。这是一部失而复得的奇书：在战争中构思，乱世中动笔，在美国写完，建国后被搁置，后十三章在动乱中被毁掉，作者去世近二十年后才从英文节译本中译回补齐。这部迄今为止为数不多的描写平民战争创伤的长篇小说，出版后立即在全球成为畅销书，二战后成为日本人必读的战争反省教科书。成为三代中国人常读不衰的百年经典，读懂这本书，就懂得了中国传统文化和中国人的民族性。



老舍（1899－1966）
本名舒庆春，字舍予，满族正红旗，北京人。文学家、戏剧家，幽默悲剧双料大师。20世纪中国新文学代表人物，被授予“人民艺术家”称号。中国首位有全球影响力的畅销作家，作品影响了莫言、克莱齐奥等诺贝尔文学奖获得者。
幼年丧父，靠亲友救济完成学业。在英国伦敦大学东方学院任教期间开始创作，回国后任齐鲁大学、山东大学教授。抗战期间担任中华全国文艺界抗敌协会常务理事兼总务部主任，建国后担任文联主席等职。文ge中含冤自沉于北京太平湖，成为中国文化殉道者。
代表作有《骆驼祥子》《四世同堂》《茶馆》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2199963, './img/book/2199963.jpg', '被侮辱与被损害的人', '', '世界名著', 600, '《被侮辱与被损害的》是俄国伟大作家陀思妥耶夫斯基的代表作，小说创作于1861年。全书由四个部分和一个结尾组成。故事发生在50年代末的彼得堡，正值农奴制崩溃和资本主义兴起的时期。资产阶级冒险家和骗子华尔戈夫斯基亲王同被他侮辱和损害的人们之间的冲突组成了小说的主要内容。

这是陀思妥耶夫斯基在中断了十年的文学生涯之后，在这类文学体裁上所作的第一次尝试，即让小说带有强烈的戏剧性。以后，这种随笔式小说所使用的某些手法，成了他后期许多作品的固有形式，并发展成为不同于传统命运小说形式的小说戏剧形式。这种小说是对传统命运小说形式的突破，是新小说形式的开端。什么是小说戏剧形式呢？那就是“选择人生的一个危机时刻，在紧凑的、高度浓缩的时间过程里，在旋涡般相继发生的戏剧性事件中，展开小说人物之间的。心灵对话，展开对世界性问题，人类灵魂问题的辩论。”


陀思妥耶夫斯基（1821-1881），俄国19世纪文坛享有世界声誉的小说家，他的创作具有极其复杂、矛盾的性质。擅长心理剖析，尤其是揭示内心分裂。他的小说戏剧性强，情节发展快，接踵而至的灾难性事件往往伴随着复杂激烈的心理斗争和痛苦的精神危机，以此揭露资产阶级关系的纷繁复杂和矛盾重重，具有深刻的悲剧性。1846年发表处女作《穷人》， 1859年因参加革命活动被沙皇政府逮捕并流放西伯利亚。十年苦役流放回来后创作重点逐渐转向心理悲剧。《罪与罚》（1866）使作者获得世界声誉。主要作品有《双重人格》（1846）、《女房东》（1847）、《白昼》（1848）和《脆弱的心》（1848）、《群魔》（1872）、《卡拉马佐夫兄弟》（1880）等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (15304916, './img/book/15304916.jpg', '小笑话集：契诃夫短篇小说8种', '', '中短篇集', 399, '这部小集子，是契诃夫和鲁迅之间绝无仅有的一次合作。
鲁迅一生翻译过14个国家近百位作家200多种作品，共计近500万字。其中翻译契诃夫仅此8篇。

契诃夫是当之无愧的世界短篇小说之王，他的作品以「文短气长」著称，对现代短篇小说和戏剧发展影响巨大。托马斯·曼说说：「毫无疑问，契诃夫的艺术在整个欧洲文学中属于最有利、最优秀的一类。」凯瑟琳·曼斯菲尔德说道：「我愿将莫泊桑的全部作品换取契诃夫的一个短篇小说。」契诃夫对中国文学影响尤其深远，鲁迅，汪曾祺，甚至刘慈欣，都从契诃夫的手法中吸取了丰富的营养。直到今天，契诃夫仍然是短篇小说阅读者和创作者的必经之路。

《小笑话集》在他的创作生涯里有着特殊的地位。鲁迅在本书前记中写道：「这些短篇，虽作者自以为『小笑话』，但和中国普通之所谓『趣闻』，却又截然两样的。它不是简单的只招人笑。一读自然往往会笑，不过笑后总还剩下些什么……这八篇里面，我以为没有一篇是可以一笑就了的。」



契诃夫，（1860—1904），19世纪末俄国现实主义文学流派的杰出代表，著名剧作家、短篇小说大师，被誉为「幽默讽刺大师」、「短篇小说艺术大师」，对世界文学的发展影响很大。代表作品有短篇小说《变色龙》《小公务员之死》《第六病室》《凡卡》，戏剧《海鸥》《三姐妹》《樱桃园》《万尼亚舅舅》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31440336, './img/book/31440336.jpg', '梅岭之春', '张资平', '中国现代', 199, '《梅岭之春》取材于民间。小说以作者家乡每西那为背景，通过童养媳保瑛的爱情悲剧，控诉了封建礼教与旧风俗对青年的迫害。



张资平（1893-1959），原名张秉声，曾用名伟民，广东梅县人。是二十世纪三十年代初我国红极一时的作家之一。策划筹建了现代文学史上最重要的文学社团之一“创造社”。1945年抗战胜利后他在文坛上消失了。张资平有二十几部中长篇小说，除《冲积期化石》和传记小说《脱了轨道的星球》之外，都是描写恋爱的作品。由此，张资平成为公认的“恋爱小说家”。被誉为“中国现代言情小说的开山祖师”。他的恋爱小说，主人公都是女知识青年，新的时代潮流给她们带来了民主自由的思想，培植起她们人格独立的观念。她们追求志趣相投的伴侣，她们要实行自由恋爱。本书中的主人公苔莉就是这样的女性，全书就是讲她的自由恋爱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32321401, './img/book/32321401.jpg', '鲁迅自编文集：故事新编', '鲁迅', '中国现代', 400, '《故事新编》是鲁迅先生以远古神话和历史传说为题材而写就的短篇小说集，包括他在不同时期所写的8篇作品。这些作品的语言秉承鲁迅先生的一贯文风，幽默风趣，婉而多讽。故事的内容虽来源于历史，但只是用了一点因由，经作者随意点染，展现在我们眼前的却是一副绝妙奇趣的画卷。



鲁迅（1881—1936），原名周樟寿，后改名为周树人，字豫才，浙江绍兴人。出生于没落的封建家庭。中国现代伟大的无产阶级文学家、思想家和革命家，中国现代文学的奠基人，世界十大文豪之一。1918年5月，首次用“鲁迅”的笔名，发表了中国现代文学史上第一篇白话小说《狂人日记》，奠定了新文化运动的基石。还创作出版了中篇小说《阿Q正传》是中国文学史上不朽的杰作，已经成为一部“必读的民族典籍”。还有回忆性散文集《朝花夕拾》，短篇小说集《呐喊》《彷徨》，散文诗集《野草》，杂文集《坟》《二心集》《华盖集》《而已集》《三闲集》等。 在他写的人物中虽然没有一个坏形象，但是却间接表现出了封建社会的残忍。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (60222874, './img/book/60222874.jpg', '肖申克的救赎', '', '外国现当代', 2700, '本书是斯蒂芬·金受人喜爱的代表作，收录了他的四部中篇小说。其英文版一经推出，即登上《纽约时报》畅销书排行榜的冠军之位，当年在美国狂销二十八万册。这本书已被翻译成三十一种语言，并且四篇小说中有三篇被改编成轰动一时的电影，其中为人津津乐道的便是曾获奥斯卡奖七项提名、被誉为电影史上完美影片之一的《肖申克的救赎》。这部小说展现了斯蒂芬·金于擅长的惊悚题材之外的过人功力。书中的另两篇小说《纳粹高徒》与《尸体》拍成电影后也赢得了很好的口碑。其中《尸体》还被视为斯蒂芬·金具自传色彩的作品。



斯蒂芬·金，现代惊悚小说大师。一九四七年出生于美国缅因州波特兰市，后在州立大学学习英国文学，毕业后因工资菲薄而走上写作之路。自一九七三年出版第一部长篇小说《魔女嘉莉》后，迄今已著有四十多部长篇小说和两百多部短篇小说。自二十世纪八十年代以来，其作品是美国畅销书排行榜上的常客，有超过一百部影视作品取材自他的小说，其中最著名的当属《肖申克的救赎》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32854775, './img/book/32854775.jpg', '夏天的玫瑰（插图版）', '史铁生', '中国现代', 1799, '当代文学大家史铁生的短篇小说题材广泛，构思奇特，以生动的文字描绘人间世的众生相，对特定时代的书写与反思闪耀着普适的人生哲理。 这部短篇小说集选取了《奶奶的星星》《命若琴弦》《夏天的玫瑰》《老屋小记》《来到人间》《死国幻记》等名作佳构。比如《奶奶的星星》撷取难以磨灭的记忆碎片记录时代、怀念奶奶，赤子之情感人至深；《命若琴弦》如一曲荡气回肠的三弦，一个发人深省的人生隐喻；《老屋小记》则讲述了几个普通人各不相同的人生际遇，平淡生活中他们都有自己的非凡梦想…… 这些小说有的平实温暖，充满激励人心的力量；有的笔法灵动多变，充满奇思妙想，极大地拓展了想象空间，带给我们面对人生困境的勇气和智慧。



史铁生，生于1951年1月4日，北京人，著名小说家、文学家。1967年毕业于清华附中，1969年去延安地区插队落户，1972年因双腿瘫痪回到北京，在街道工厂工作，后因急性肾损伤回家疗养。1979年后，相继有《我遥远的清平湾》《命若琴弦》《我与地坛》《务虚笔记》等小说与散文发表。1998年病情转为尿毒症，终至透析。此后有随笔集《病隙碎笔》、散文集《记忆与印象》、长篇小说《我的丁一之旅》出版。2010年12月31日凌晨，史铁生因突发脑溢血去世。其作品先后获全国优秀短篇小说奖、鲁迅文学奖、华语文学传媒大奖等多种全国文学大奖，多部作品被译为日、英、法、德等文字在海外出版。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (660351, './img/book/660351.jpg', '忏悔录', '', '文学经典', 990, '《忏悔录》是一部复杂多义的著作。“忏悔录”一词，其古典拉丁文原义为“承认、认罪”，在教会文学中转义为承认神的伟大，有歌颂的含义。奥古斯丁此书着重后一种意义，即历述一生所蒙受的天主恩泽，从而发出对天主的歌颂。奥古斯丁的哲学分为两大部分，即纯粹神学和从属于神学的哲学，前者是关于创世主上帝的论述，后者则讨论上帝创造万物、创造宇宙的问题。这两部分内容在《忏悔录》中都得到了充分的阐述。

时代阅读经典文库：在历史中感悟情怀，在思考中聆听箴言 ； 一次与上帝的深刻对话，一次对灵魂进行的深度解剖 。

奥古斯丁（Aurelius Augustinus），古罗马帝国时期基督教思想家，欧洲中世纪基督教神学、教父哲学的重要代表人物。他的神学在中世纪西欧基督教会中享有最高权威。在罗马天主教系统，他被奉为“圣人”和“圣师”，是奥斯定会的发起人。对于新教教会，特别是加尔文主义，他的理论是宗教改革的救赎和恩典思想的源头。他的主要著作有《忏悔录》《论三位一体》《上帝之城》《论自由意志》《论美与适合》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (117581955, './img/book/117581955.jpg', '三国演义', '罗贯中', '世界名著', 1799, '罗贯中将来自雅、俗两个不同层面的文化融为一体，并按自己的主体认识、价值观念和艺术好恶加以扭合，从而使作品具有十分丰富的文化蕴涵。在本书中，既有上层统治阶级意识形态的折光，又沉淀着广大、深沉的民间思想。它是一部形象化的三国兴亡史，同时也是一部民众眼中的政治、军事史。作者以写实的态度，比较客观、完整地展现了百余年的历史过程，其中对历史经验教训的总结，给后人留下了很多启示，因此具有极大的魅力。而“资治”、教化等特征在本书中又都得到了比较好的体现。
本书描写了从东汉末年到西晋初年之间近百年的历史风云，以描写战争为主，诉说了东汉末年的群雄割据混战和魏、蜀、吴三国之间的政治和军事斗争，最终司马炎一统三国，建立晋朝的故事。反映了三国时代各类社会斗争与矛盾的转化，并概括了这一时代的历史巨变，塑造了一群叱咤风云的三国英雄人物。
全书可大致分为黄巾起义、董卓之乱、群雄逐鹿、三国鼎立、三国归晋五大部分。在广阔的历史舞台上，上演了一幕幕气势磅礴的战争场面。作者罗贯中将兵法三十六计融于字里行间，既有情节，也有兵法韬略。本书是中国文学史上第一部章回小说，是历史演义小说的开山之作，也是第一部文人长篇小说。



罗贯中（约1330年—约1400年），元末明初小说家。名本，字贯中，号湖海散人，汉族，山西并州太原府人。罗贯中早年曾参与反元的起义斗争。明朝建立之后，专心致力于文学创作。罗贯中编著的小说有《三国志通俗演义》《隋唐志传》《残唐五代史演传》《三遂平妖传》。其中《三国志通俗演义》（又称《三国演义》）是罗贯中的力作，这部长篇小说对后世文学创作影响深远。罗贯中有多方面的艺术才能，除小说创作外，尚存杂剧《赵太祖龙虎风云会》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (110755703, './img/book/110755703.jpg', '巴黎圣母院', '', '世界名著', 5200, '在人类文学史上，《巴黎圣母院》让美与丑、善与恶产生极端的碰撞，是震撼灵魂的命运交响曲，浪漫主义文学的至高代表！
故事讲述的是一个集一切美好于一身的少女和一个又丑又聋的敲钟人，在婴孩时期就被掉了包，却依然摆脱不了命运的纠葛，人生再次相交并终结在了巴黎圣母院……



维克多·雨果（1802—1885），法国浪漫主义文学运动的领袖，人道主义的代表人物。
一生几乎经历了19世纪法国所有重大历史事件，著有大量诗歌、小说、戏剧和文艺评论及政论文章，作品深刻体现了人道主义思想以及对人类命运的思考。被视为法国文学的象征。
此外，雨果一生还创作了4000多幅画作，备受凡·高、欧仁·德拉克罗瓦等画家的赏识，本书特别收录雨果原创画作11幅，展示雨果在多重艺术上对于美的深度探索。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (28352275, './img/book/28352275.jpg', '一个孤独漫步者的遐想', '', '文学经典', 899, '《一个孤独漫步者的遐想》是法国大文豪让·雅克·卢梭临终遗作，是他在生命最后的日子里，在“再没有兄弟、邻人、朋友，没有任何人可以往来”的悲凄境况下，坦然展露的思想和感情。书中收录了十篇漫步遐想，表达了卢梭推崇感情、赞扬自我、热爱大自然的高尚情怀。
卢梭临终遗作，一个孤独隐居者的自我对话。
书中收集了十篇漫步遐想录，是卢梭“为自己而作”。卢梭自己也说过——“我做的事情与蒙田一样，只是目的完全相反。他的随想录是写给别人看的，而我的遐想录则完全是写给自己的。”
书中展露了卢梭推崇感情、赞扬自我、热爱大自然的思想与情怀。同时，本书也凭着自身发放的光耀，照亮了无数在世俗社会当中卑污的灵魂。
最明智之举莫过于在我力所能及之处，做我乐于去做的事，无论群居还是独处。



让-雅克·卢梭 Jean-Jacques Rousseau(1712-1778)
伟大的启蒙思想家、哲学家、教育家、文学家，18世纪法国大革命的思想先驱、民主主义者，唯心主义是其哲学思想的主要倾向，被称为“自由的奠基人”，他生前遭人唾弃被迫流亡，死后其思想和著作大受法国社会膜拜敬仰。
主要著作
《一个孤独漫步者的遐想》《社会契约论》
《论人类不平等的起源和基础》《忏悔录》《爱弥儿》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35616311, './img/book/35616311.jpg', '宝船·老舍童话集', '老舍', '中国现代', 1799, '本书精选了老舍先生的童话四篇，包括剧本《宝船》《青蛙骑手》，小说《小坡的生日》《小木头人》。《宝船》讲述了王小二获得宝船前前后后的故事，讴歌了他的善良、机智、勇敢。
《小坡的生日》以生活在南洋的男孩小坡为主人公，讲述了他在生活中的有趣故事，以及他在生日当晚做的精彩的梦……这些童话情节生动有趣，语言贴近少年，充满人文关怀，非常适合青少年读者阅读。



老舍（1899年2月3日—1966年8月24日），原名舒庆春，另有笔名絜青、鸿来、非我等，字舍予。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。上学后，自己更名为舒舍予，含有“舍弃自我”，亦即“忘我”的意思。北京满族正红旗人。中国现代小说家、作家，语言大师、人民艺术家，新中国第一位获得“人民艺术家”称号的作家。代表作有《骆驼祥子》、《四世同堂》、剧本《茶馆》。
老舍的一生，总是忘我地工作，他是文艺界当之无愧的“劳动模范”。1966年，由于受到文化大革命运动中恶毒的攻击和迫害，老舍被逼无奈之下含冤自沉于北京太平湖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (12132803, './img/book/12132803.jpg', 'The Woman in White（白衣女人）', 'Wilkie Collins', '推理悬疑', 0, 'The Woman in White is an epistolary novel written by Wilkie Collins in 1859, serialized in 1859–1860, and first published in book form in 1860. It is considered to be among the first mystery novels and is widely regarded as one of the first (and finest) in the genre of 'sensation novels'.
As was customary at that time, The Woman in White was first published as a magazine serial. The first episode appeared on 29 November 1859, following Charles Dickens's own A Tale of Two Cities in Dickens's magazine All the Year Round in England, and Harper's Magazine in America. It caused an immediate sensation. Julian Symons (in his 1974 introduction to the Penguin edition) reports that "queues formed outside the offices to buy the next instalment. Bonnets, perfumes, waltzes and quadrilles were called by the book's title. Gladstone cancelled a theatre engagement to go on reading it. And Prince Albert sent a copy to Baron Stockmar."



威尔基·柯林斯(Wilkie Collins)：1824年1月8日生于伦敦，1889年9月23日死在伦敦。父亲是个风景画家。他12岁时随父母迁居意大利，三年后回国，就读于海伯里私立寄宿学校，曾在茶叶公司工作，后改学法律，在伦敦林肯法学协会当过律师。1847年，父亲死后，他才开始以写作为生。第一部作品是《威廉·柯林斯》传，不久就从事小说创作。一开始成绩平平，后来他结识了当代文豪狄更斯，成为莫逆之交，并为狄更斯主编的，当时最风行的杂志经常撰稿。他的长篇小说往往在这本杂志上先发表，然后出单行本。这期间他写了不少小说，大都以侦破犯罪事件为题材，柯林斯即以此种小说蜚声社会，享誉30余年，但他作品虽多，而得以流传后世并得到肯定的仅有《月亮宝石》和成名作《白衣女人》两部。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13368863, './img/book/13368863.jpg', '王子与贫儿', '', '外国现当代', 599, '《王子与贫儿》是美国作家马克·吐温的代表作。它描写王子爱德华和贫儿汤姆通过一个阴差阳错的偶在机会互相换了位置，王子变成了贫儿，贫儿成了王子。贫儿汤姆穿着王子的衣服在王宫里尽享荣华富贵，还当上了英国的新国王。而真正的王子爱德华却在外四处流浪，不得不忍受贫穷和乞丐们的欺凌和嘲讽。在好人霍顿的帮助下，爱德华王子经历了重重劫难，改正了自己的坏习惯，最后终于回到了王宫。而贫儿汤姆在良心的谴责下，将不属于自己的王位还给了真正的王子。此后，爱德华成了一位仁慈的君主，和他的子民一起过着幸福的生活。故事的想像极其丰富、语言幽默风趣，在带给儿童快乐的同时，能极大地激发儿童的想像力和对纯洁、善良、美好事物的向往。



马克·吐温（一八三五年至一九一零年）是我国读者十分熟悉和喜爱的美国作家。十二岁时父亲去世，此后他只好辍学进入印刷所，开始了艰苦的学徒生涯。做过排字工等，后来成了一名出色的新闻记者，并开始定作幽默文学作品，他的作品以对美国社会现实的真实反映和幽默而著称于世，他的同时代作家豪威尔斯在评价他时，称作是“美国文学史的林肯”。
除了《王子与贫儿》外，马克·吐温的作品还有《镀金时代》《汤姆·索亚历险记》和《哈克贝里·费恩历险记》等。
一九零七年，没上过几年学，靠自学成为文学大师的马克·吐温被著名的牛津大学授予文学博士学位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (139214174, './img/book/139214174.jpg', '白鲸（作家榜经典）', '', '外国现当代', 8800, '☆《白鲸》来了！人类文学史上绕不开的绝世奇书，全新未删节插图精装珍藏版，豆瓣评分高达8.9！
☆乔布斯、马尔克斯、鲍勃·迪伦、村上春树、奥巴马的共同爱好就是——读《白鲸》！所有你失去的，都会以另外一种方式归来！
☆《百年孤独》作者马尔克斯心中的“文学史上的美丽奇迹”！《月亮与六便士》作者毛姆眼中的“世界十大好小说”！
☆诺贝尔文学奖得主福克纳公开赞叹：“我多么希望《白鲸》这本书是我写的。”
☆伟大的鲍勃·迪伦发表诺奖感言时，出人意料花去整整一千八百字谈论《白鲸》。
☆全新译本：诗人马永波倾心翻译，译自美国Penguin Books出版社《白鲸》原版底本。
☆译者获奖：此版《白鲸》中文译本问世不久，译者荣获“第5届中国当代诗歌奖翻译奖”！
☆原创插图：美国插画家Evan Dahm手绘53幅原创插图，还原小说经典场景！
☆特别收录：3200多字译者解读，为您讲述《白鲸》的精髓和作者赫尔曼·麦尔维尔的传奇人生。
了不起的亚哈船长，纵横海上四十年，是水手们眼中神一般的存在。
有一天，他被一头名为“莫比·迪克”的大白鲸，生生咬断左腿。
从此以后，亚哈踏上了追击白鲸的疯狂复仇之路……
所有你失去的，都会以另外一种方式归来。



赫尔曼·麦尔维尔 Herman Melville(1819—1891)
美国天才作家，被誉为“美国的莎士比亚”。
生于纽约，13岁丧父，失学。15岁独自谋生，先后做过银行职员、杂货店店员、农场工人、乡村教师。
17岁逃到船上做水手。22岁登上捕鲸船，开始漫长的海上漂泊。期间，他弃船逃走，受困野蛮人部落，还被关进过塔希提岛上的监狱里，最终又重回大海，当捕鲸工和水手。26岁开始创作小说，28岁结婚。人到中年，遭遇丧子之痛，家庭破裂。
晚年专注写诗，3次自费出版诗集。
72岁时，在贫病交加中逝于纽约。
麦尔维尔生前几乎无法靠写作养活自己，过世后三十年才声名日隆，代表作《白鲸》成为世界文学史上绕不开的经典奇书。
马永波
诗人、作家、翻译家。
长期致力于英美现当代文学的翻译与研究。现任职于南京理工大学诗学研究中心。
1986年开始发表文学作品，至今出版著译60余部，个人代表作《树篱上的雪》《词语中的旅行》等。
2016年倾心翻译被誉为“美国文学史上至高经典”的《白鲸》。
2019年荣获第五届中国当代诗歌奖翻译奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (38142331, './img/book/38142331.jpg', '四世同堂（足本珍藏版）', '老舍', '中国当代', 1999, '老舍研究会权威认证，足本珍藏版，大结局重见天日。
老舍长篇代表作《四世同堂》创作跨越五年，分为《惶惑》《偷生》《饥荒》三部，是老舍创作生涯中具有代表性的作品之一，它由几个家庭的跌宕起伏，映照出中华的根与魂。
由于原作最终16章佚失，《四世同堂》仅有87章留存于世，70年间从未完整出版，是读者的一大憾事。2016年，《四世同堂》佚失部分的英文底稿终于在美国哈佛图书馆被发现，在全世界的文学爱好者中引起巨大轰动。果麦版《四世同堂》收录并译回这十余万字，并根据老舍手稿逐字校订，将87章增补为104章，权威版足本重见天日，令《四世同堂》有了完整结局。
《四世同堂》是老舍先生最深刻也是最动人的作品。每一个不愿屈服于命运的的中国人，都会在这部作品中看到自己，唤醒心中沉睡的英雄。



老舍（1899-1966），小说家、剧作家。
1899年生于北京，原名舒庆春，满族正红旗人；1918年北京师范学校毕业，任小学校长；1924年赴英，任教于伦敦大学东方学院，正式开始文学创作；1930年归国，先后任教于齐鲁大学和山东大学；1937年奔赴国难，直至抗战胜利；1966年8月24日午夜，自沉太平湖。
代表作：《猫城记》(1932)、《微神》(1933)、《月牙儿》(1935)、《骆驼祥子》（1936）、《我这一辈子》(1937)、《四世同堂》（1944-1948）、《茶馆》（1957）、《正红旗下》（1962）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13303052, './img/book/13303052.jpg', '狄更斯别集：中短篇小说选', '', '世界名著', 999, '本书收录了狄更斯的12部中短篇小说。狄更斯的中短篇小说与他的长篇小说一样，体现了大文豪独有的创作思想、美学追求褐文学造诣，同时深刻反应了现实社会的矛盾，极力宣扬了他一生倡导的人道主义思想。就创作技巧而言，其中短篇小说更为注重形式的灵活性和情节的趣味性，在《一个穷人谈专利权》等中均有所体现。



狄更斯Charles Dickens(1812～1870)：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (27330365, './img/book/27330365.jpg', '且以优雅过一生', '桑妮', '文学经典', 1799, '她虽生于乱世，却自始至终怀有一颗与世无争之心。外界给了她颇多赞誉——坚韧、从容、睿智、宁静……但这些于她不过浮华如花，开过即谢，她并不曾为此动容，不曾改变过一分一毫。她始终还是那个如深谷幽兰般的女子，在岁月里温婉如初。她的才情卓然于世，她的爱情珠联璧合，她的文学成就举世公认，她的家庭幸福完满，常常令人感叹，世上竟有这样一位美好的女子。然而，她在105年漫长的人生里，历经曲折动荡，饱经岁月打磨，但她始终不改初心，始终保持明媚从容、淡定优雅。她把她的一生，活成了一个典范。她被钱锺书誉为“最贤的妻，最才的女”，“绝无仅有地结合了各不相容的三者：妻子、情人、朋友”。她，就是著名作家、翻译家、钱锺书夫人杨绛，跨越了105年漫长岁月的一位才女。这是一本富于人生启示的杨绛传记，温情追思杨绛百年人生的珍藏读本，向杨绛先生致敬！参透杨绛先生的百年人生智慧，做一个明媚从容、淡定优雅的女子。



桑妮，本名张广慧，女性传记文学领域知名作者。因热爱民国迄今那些芳颜傲骨的女子，一提笔便忍不住向她们的来处追寻。有着水瓶座女子的敏感，热爱文字，热爱摄影，热爱电影。文笔清丽缠绵，立意悲悯有爱，“愿以比雨还轻的文字，写尽比花还美的女子”。代表作《民国女子：她们谋生亦谋爱》《若无相欠，怎会相见》《且以优雅过一生：杨绛传》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49721195, './img/book/49721195.jpg', '一个女人一生中的二十四小时', '', '世界名著', 1799, '本书收录了茨威格文学创作中晚期的作品，分别是《一个女人一生中的二十四小时》《拍卖行里的奇遇》《月光巷》《日内瓦湖畔的插曲》《看不见的收藏》。《一个女人一生中的二十四小时》讲述一位英国老太太的回忆，因一时情感驱使，她奋不顾身地将自己的命运交付给一位赌徒，并在接下来的二十四小时里迎来让她终生难忘的结局。



作者：
斯蒂芬·茨威格（Stefan Zweig），奥地利小说家、剧作家和传记作家。他以细腻而饱含情感的心理描写，树立了自己的写作风格，使他的作品在世界范围内广受赞誉。托马斯·曼称赞他“以德语的创作收获了不让于英、法语作品的广泛声誉”。茨威格的代表作包括《一个陌生女人的来信》《一个女人一生中的二十四小时》《心灵的焦灼》等。
译者：
高中甫：中国社会科学院外国文学研究所研究员，代表译作有《歌德精选集》《茨威格文集》《二十世纪外国短篇小说编年选》。
韩耀成：中国社科院外文所编审，代表译作有《少年维特的烦恼》《城堡》《埃布罗河上的遭遇战》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10364588, './img/book/10364588.jpg', 'The Arabian Nights（一千零一夜）', 'Andrew Lang', '世界名著', 0,
        'One Thousand and One Nights is a collection of stories collected over many centuries by various authors, translators and scholars in various countries across the Middle East and South Asia. These collections of tales trace their roots back to ancient Arabia and Yemen, ancient Indian literature and Persian literature, ancient Egyptian literature and Mesopotamian mythology, ancient Syria and Asia Minor, and medieval Arabic folk stories from the Caliphate era. Though the oldest Arabic manuscript dates from the fourteenth century, scholarship generally dates the collection's genesis to somewhere between AD 800–900.



安德鲁·朗格（Andrew Lang，1844年3月31日－1912年7月20日）：苏格兰著名诗人、小说作家及文学评论家。其对人类学亦有所贡献。安德鲁·朗格在当代最为人熟知的是其对民间故事及童话的收集。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32394865, './img/book/32394865.jpg', '呐喊', '鲁迅', '中国现代', 600, '《呐喊》是鲁迅1918年至1922年所作的十四篇短篇小说的结集。作品真实描绘了从辛亥革命到“五四”时期的社会面貌，无情地鞭挞了封建制度和封建礼教的种种弊端，表现出对国民精神的热切关注和对社会变革的强烈渴望。



鲁迅（1881—1936），浙江绍兴人。原名周树人。中国现代文学家，思想家，革命家。1918年以“鲁迅”为笔名，发表中国文学史上第一篇白话小说《狂人日记》，由此成为中国现代文学的奠基人。代表作有小说集《呐喊》、《彷徨》，散文集《朝花夕拾》，散文诗集《野草》，杂文集《坟》、《热风》、《华盖集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (123700793, './img/book/123700793.jpg', '离婚', '老舍', '中国现代', 999, '关于版本：
以1952年晨光出版公司版为基础，按照现代读者习惯对标点和用字进行修订，在保留原意的同时，尽可能贴近当下，消除不必要的年代感，呈现老舍永不过时的魅力。
文字部分：
小知识分子老李不满婚姻和职场的庸俗和敷衍，一心想逃离但又没有勇气。
他身边充斥着浑浑噩噩没有梦想的人：八面玲珑好管闲事的老大哥、年轻却一肚子坏水的办公室小人、惧内而无能的所长、横行霸道的所长太太、被太太们传染了庸俗病的乡下妻子，可笑的巨婴“革命家”……
他在庸俗的环境中挣扎，时而妥协，时而挣扎。朋友遇难，他牺牲自己的地位和钱财去解救，并在过程中看透了周围人的堕落无望。一个平时没人瞧不起的社会闲杂仗义勇为，打动了他，使他下定决心离开了这个看似花团锦簇的北平和稳定的铁饭碗，回归乡村生活和朴素的家庭。



老舍，原名舒庆春，字舍予。人民艺术家，杰出的语言大师，打通中西方文化的幽默家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32395048, './img/book/32395048.jpg', '欧也妮·葛朗台', '', '世界名著', 700, '本书是法国批判现实主义作家巴尔扎克《人间喜剧》系列中“出色的画幅之一”。
小说以主人公葛朗台的家庭生活为主线，以欧也妮的爱情悲剧为矛盾核心。小说中没有毒药、没有尖刀、没有流血的情节，却完美刻画了葛朗台这样一个凶残、贪财、吝啬成癖的资本家形象，深刻地揭露了葛朗台丑恶的发财路，以及蒙昧的金钱观，成功塑造了世界文学史上不朽的吝啬鬼形象。
小说凭借漫画式的夸张、个性化的语言和细致的人物描写，取得了不菲的文学成就，标志着巴尔扎克作品在思想性和艺术性方面都有了新的飞跃。



巴尔扎克（1799—1850），法国小说家，被誉为“现代法国小说之父”。他一生共创作90余部长、中、短篇小说和随笔，塑造了2472个栩栩如生的人物形象，均收录于《人间喜剧》。代表作有《欧也妮·葛朗台》《高老头》《贝姨》等。
他的作品多反映法国社会的现状，语言幽默风趣，文笔犀利，直击人心，被誉为 “资本主义社会的百科全书”。在他逝世时，文学大师雨果曾面对成千上万哀悼者慷慨激昂地评价道：“在最伟大的人物中间，巴尔扎克是名列前茅者；在优秀的人物中间，巴尔扎克是佼佼者之一。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22340059, './img/book/22340059.jpg', '天堂之火', '', '外国现当代', 1500, '《天堂之火》讲述的是亚历山大20岁即位之前的经历。一出生，亚历山大的健美、力量和勇气便光彩夺目；而所有这一切，都将在亚历山大漫长而艰苦的少年时代被打磨得锋利，足以支撑起他宏伟的未来。
还未离开襁褓，亚历山大同床异梦的父亲腓力王和母亲奥林匹娅斯就开始了对他人生控制权的争夺，这让他自幼便谙熟权术和阴谋；而与他情投意合的挚友赫菲斯提昂及导师亚里士多德，则让他感受到了信任之力和理性之光。
尽管他12岁时已经在沙场上手刃仇敌、18岁时就当上了马其顿的骑兵指挥官，他也还是要蛰伏在困苦、羞辱中屏息静待，等待命运光华熠熠的道路为他完全敞开的那个时刻。



玛丽·瑞瑙特（Mary Renault，1905—1983），以描写古希腊的历史小说享有世界性的声誉，其作品传神地展现了忒修斯、苏格拉底、柏拉图和亚历山大大帝等名人的生平。
瑞瑙特出生于伦敦，毕业于牛津大学，大学时的老师包括著名希腊学教授吉尔伯特·默雷（Gilbert Murray），和后来以《魔戒》成为一代文豪的语言学教授托尔金（J. R. R.Tolkien）。大学之后，她在牛津的拉德克利夫医院（Radcliffe Infirmary）学习护理，并跟日后的终身伴侣朱莉·穆拉德相遇。二战期间两人曾专职照料伤兵。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (157412772, './img/book/157412772.jpg', '基督山伯爵', '', '外国现当代', 7800, '年轻水手埃德蒙即将走向人生巅峰，却在订婚宴上意外被捕入狱。
被打入地牢的埃德蒙奇迹般结识了“传奇人物”——法里亚长老。
十四年等待之后，埃德蒙成功越狱，并找到了藏在基督山岛的那笔超级宝藏！
拥有无尽财富、强大意志和广博知识的全新埃德蒙，化名“基督山伯爵”，
他来到巴黎，开启了一场复仇之旅……



大仲马（1802—1870）：法国著名剧作家和小说家，被誉为“法兰西民族作家”。其长篇小说在19世纪浪漫主义文学中占有重要地位，可读性无人可及。代表作有《基督山伯爵》《三个火枪手》（又译：《三剑客》）等。
译者：周克希，复旦大学数学系毕业，先后在华东师范大学数学系任副教授，在上海译文出版社文学编辑室任编审。译有普鲁斯特、福楼拜、圣埃克絮佩里、大仲马、萨勒纳弗和刘易斯·卡罗尔等人的小说。著有随笔集《译边草》《译之痕》《草色遥看集》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22606648, './img/book/22606648.jpg', '夜色温柔', '', '外国现当代', 1499, '《夜色温柔》发表于1934年，是菲茨杰拉德生前完成的最后一部长篇小说。故事发生在第一次世界大战后的法国和瑞士，但展现的仍是美国“爵士乐时代”的社会生活：来自美国中西部的迪克·戴弗才华出众，是一名前途无量的年轻心理学家。他爱上了前来就医的美国富翁之女——因与父亲乱伦而患上精神病的尼科尔•沃伦，并和她结婚了。婚后，妻子精神状况的反复无常耗尽了他的精力，奢侈的生活方式蚕食了他固有的道德观念，在这双重压力下，迪克开始酗酒，并与一个女影星产生了爱情纠葛，而尼科尔则选择和阔少爷汤米寻欢作乐。小说的结尾，尼科尔同迪克离婚，嫁给汤米；迪克则孓然一身返回美国，在家乡小镇开了一个小诊所。



F.S.菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31440049, './img/book/31440049.jpg', '春桃', '许地山', '中国现代', 199, '春桃与李茂成亲那天，由于乱兵的冲击，两人在逃跑中离散。后李茂参军，双腿伤残后流落街头成了乞丐。春桃流浪到北平以捡破烂为生，与伙计日久生情。李茂巧遇春桃后，被春桃背回去。后春桃成了李茂和向高的媳妇，组成了一个和谐的家庭。在小说中，春桃尤若一个得道高僧，超越了凡世的清规戒律。春桃心中，已无男女，众生平等，丈夫已非丈夫，媳妇已非媳妇，一切皆空。慈爱与宽容，超越世俗的观念，已经成为了宗教的“空”的观念。



许地山，名赞堃，字地山，笔名落华生（古时“华”同“花”，所以也叫落花生），籍贯广东揭阳。生于台湾一个爱国志士家庭。许地山是中国现代著名小说家、散文家、“五四”时期新文学运动先驱者之一。在梵文、宗教方面亦有研究硕果。1917年考入北京大学文学院，1926年毕业并留校任教。期间与瞿秋白、郑振铎等人联合主办《新社会》旬刊，积极宣传革命。“五·四”前后从事文学活动，后转入英国牛津大学曼斯菲尔学院研究宗教学、印度哲学、梵文等。1935年应聘为香港大学文学院主任教授，遂举家迁往香港。在港期间曾兼任香港中英文化协会主席。一生著作颇多，有《花》《落花生》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (112795293, './img/book/112795293.jpg', '异乡人', '', '外国现当代', 1520, '他们说，妈妈死了，我没哭；这是无情，该死。
隔天就和女友厮混；这是不孝，该死。
挑拨朋友仇家互斗；这是不义，该死。
我合该天地不容，人神共愤，
但你们企图用来拯救我的那一套，又算什么？
我杀了人，
只因夏日阳光太刺眼……



阿尔贝·加缪（Albert Camus，1913.11.7—1960.1.4），法国小说家、哲学家、剧作家、评论家。1913年生于北非阿尔及利亚，1960年于法国车祸骤逝。1957年诺贝尔文学奖得主，与萨特并称为20世纪法国文坛双璧。著有《异乡人》《鼠疫》《西西弗神话》《卡利古拉》等作品。
张一乔（译者），法国里昂第二大学戏剧研究硕士。曾任影展行政统筹、Decanter国际中文版采访编辑，并从事法译中及译稿审校工作多年。主要译作有《红蜻蜓》《我就是这样变笨的》《来喝葡萄酒：停不下来的酒途冒险》等。著有《开始游法国说法语》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (111383126, './img/book/111383126.jpg', '念楼学短（套装全二册）', '锺叔河', '文学经典', 22900, '53项主题，530篇选文，百字版《古文观止》
传统文化启蒙的优选读物，拉近与经典文言文的距离
读古文，学作文，都应先学其短
☆87岁老编辑，69年出版经验
著名出版家锺叔河先生心血力作，为教育孙辈而编纂的古文合集。每篇选文都由锺先生精心拣择，包含文言原文，并有白话翻译【念楼读】和评批【念楼曰】。
☆53项主题，530篇选文
内容横跨多个领域，四书五经、笔记小说、序文题跋、文论诗话、名人酬唱，涵盖各种文体，包罗古人生活的方方面面。篇篇短小精悍，句句朗朗上口。
☆杨绛作序推荐，古文启蒙优选
本书承蒙著名翻译家杨绛先生作序推荐。读来增广学识，趣味无穷。适合学龄儿童和根基尚浅的传统文化爱好者。有利于培养孩子文化底蕴，为语文学习打下坚实基础。
☆风靡27年，魅力经久不衰
始作于1991年，连载于报刊。2002年集结为一卷本《学其短》，收文一百九十篇。2010年再版，更名为《念楼学短》，扩为五卷五百三十篇。本次再版，由作者亲自在五卷本基础上修订内容，并调整全书结构，焕然一新，终成一千二百余页的两册大书，胜过以往所有版本。
汉字很难写，尤其是刀刻甲骨，漆书竹简，不可能像今天用电脑，几分钟就是一大版。故古文最简约，少废话，这是老祖宗的一项特长，不应该轻易丢掉。
锺叔河积年抄得短文若干篇，短的标准，是不超过一百个汉字，而且必须是独立成篇的。现从中选出一些，略加疏解，以飨读者。借用郑板桥的一句话：“有些好处，大家看看；如无好处，糊窗糊壁、覆瓿覆盎而已。”



锺叔河，湖南平江人，一九三一年生。一九四九年八月始当编辑，一九五七年“反右”被开除后劳动维生，一九七〇年又以“反革命”罪判刑劳改，而一直不废读书。一九七九年平反后到出版社，即着手编印《走向世界丛书》。一九八三年力争将新编《曾国藩全集》列入国家规划并组织实施。一九八五年首倡重印周作人著作，所编订的《知堂书话》为一九四九年后第一部以周作人本名出版的书。
学术著作有：《走向世界——中国人考察西方的历史》《从东方到西方》《中国本身拥有力量》《黄遵宪日本杂事诗广注》等。散文作品有：《小西门集》《笼中鸟集》《书前书后》《念楼学短》《记得青山那一边》《大托铺的笑话》等。另有谈话录《与之言集》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (150590082, './img/book/150590082.jpg', '乞援人', '', '文学经典', 1800, '《埃斯库罗斯悲剧集》收集了古希腊悲剧作家埃斯库罗斯全部完整的传世剧本，包括《乞援人》《波斯人》《七将攻忒拜》《普罗米修斯》《阿伽门农》《奠酒人》《报仇神》等七部作品。埃斯库罗斯的悲剧风格崇高，语言优美，富于抒情气氛。埃斯库罗斯注重形象的塑造，笔下所创造的人物，如普罗米修斯，都有坚强的意志和刚毅的性格。埃斯库罗斯的悲剧大部分取材于神话，多以三联剧形式呈现。



埃斯库罗斯，古希腊三大悲剧诗人之一，因其对古希腊悲剧艺术发展做出的开创性贡献，被誉为“悲剧之父”。代表作有《普罗米修斯》《阿伽门农》《报仇神》等。
王焕生（1939—）古希腊罗马文学翻译专家，毕生从事古希腊罗马文学翻译，五十年如一日，翻译过荷马、西塞罗、伊索、李维、琉善等十几位古典作家，译著达三十余部之多。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (132464825, './img/book/132464825.jpg', '白鹿原', '陈忠实', '中国当代', 2300, '主人公六娶六丧，神秘的序曲预示着不祥。一个家族两代子孙，为争夺白鹿原的统治权争斗不已，上演了一幕幕惊心动魄的活剧：巧取风水地，恶施美人计，孝子为匪，亲翁杀媳，兄弟相煎，情人反目……大革命、日寇入侵、三年内战，白鹿原翻云覆雨，王旗变幻，家仇国恨交错缠结……古老的土地在新生的阵痛中战栗。



陈忠实（1942—2016），生于西安市灞桥区。1965年初发表散文处女作，1979年加入中国作家协会。作品《信任》获1979年全国短篇小说奖，《渭北高原，关于一个人的记忆》获1990—1991全国报告文学奖，长篇小说《白鹿原》获第四届茅盾文学奖（1998）。曾任中国作家协会副主席、陕西省作协主席、陕西省作协名誉主席。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (51435663, './img/book/51435663.jpg', '白孔雀', '', '外国现当代', 1999, '“劳伦斯经典系列”由《儿子与情人》《恋爱中的女人》《骑马出走的女人》《白孔雀》四本组成，由国内劳伦斯研究专家冯季庆、毕冰宾领衔翻译，集结了国内优秀的老中青三代译者，译文古朴素雅，还原原作的优美语境，大量脚注呈现当时的社会背景和英国文化底蕴。
《白孔雀》是他的长篇处女作，讲述了不同阶层青年男女间的爱情纠葛，揭示自然与现代文明、田园生活与工业时代的对立。它具有自传色彩，贯穿劳伦斯文学作品的主题——爱情、婚姻及父母失和对子女的影响等均在本书中有了明确而具体的表现。在这里，你可以找到劳伦斯后续作品中的人物原型，了解他创作的初衷。



D.H.劳伦斯（1885-1930），英国现代著名小说家、诗人。生于诺丁汉郡一个矿工之家，毕业于诺丁汉大学师范专科。曾做过职员和教师，后专事文学创作。主要的创作年代都在英伦中部和国外漂泊。一生共创作了十部长篇小说，其中《虹》（1915）和《恋爱中的女人》（1921）代表了劳伦斯创作的最高成就，作家用诗意的笔触描述了他全部的哲学观念、社会梦想和对生命个体及两性关系的深入探讨。这些著述对自然的人类之爱的述说，对人类存在的整体状况的描述，都享有艺术上和思想上的永恒魅力。劳伦斯也是20世纪最重要的中短篇小说作家之一，他的中短篇小说同样涉猎广泛，描摹精细，取得了很高的艺术成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24581400, './img/book/24581400.jpg', '梅梦缘', '风月轩又玄子', '中国古典', 600, '《梅梦缘》又称《浪史奇观》、《巧烟缘》和《浪史》，四十回。抄本署“风月轩又玄子著”，啸风轩本或其他较后之版本作“风月入轩玄子著”。按此书各回多有回末总批，批者常自称“又玄子”，即于署“风月轩入玄子著”之版本亦然。可知原应作“又玄子”，“入”乃“又”字之讹。此书前有“浪史叙”，亦署“又玄子题”，谓“《西游》之放而博，《水浒》之曲而谋，于情无当；不如《浪史》之情而切也，意可传也，遂付之梓，以公天下之有情无情者”。是知又玄子又为刻书者。《梅梦缘》第三十七、第三十八回崔莺莺请素先代向世人雪彼为元稹《会真记》诬蔑事，与《剪灯新话·鉴湖夜泛记》织女辩诬一节相类。



此等小说为古人翻案文字，《剪灯新话》之后，有《剪灯余话·长安夜行录》。影响所及，又有《李生六一天缘》。此为古代小说一种类型，甚可注意。至于浪子以重金买嘱与文妃篦头之待诏张婆子设计，勾引文妃事，则又为古小说中之另一类型，和《海陵佚史》中海陵买嘱女待诏通定哥事相近。《梅梦缘》文字与《海陵佚史》颇有相同处，彼此关系，仍有待研究。又此书各回多有回末总批，除一般批语外，若干回录小故事，如夫妻交换、和尚计娶已婚妇为妻等，亦可注意。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (502432, './img/book/502432.jpg', '简·爱', '', '世界名著', 600, '这是一部具有浓厚浪漫主义色彩的现实主义小说，小说主要描写了简·爱与罗切斯特的爱情。主人公简·爱是一个心地纯洁、善于思考的女性，她生活在社会底层，受尽磨难。但她有倔强的性格和勇于追求平等幸福的精神。小说以浓郁抒情的笔法和深刻细腻的心理描写，引人入胜地展示了男女主人公曲折起伏的爱情经历，歌颂了摆脱一切旧习俗和偏见。扎根于相互理解、相互尊重的基础之上的深挚爱情，具有强烈的震撼心灵的艺术力量。其最为成功之处在于塑造了一个敢于反抗，敢于争取自由和平等地位的妇女形象。

《简·爱》是一部反响巨大的书。出版商在1847年10月就出版了这部作品。萨克雷称赞它是“一位伟大天才的杰作”。次年印行第三版时，《评论季刊》上提到“《简·爱》与《名利场》受到同样广泛的欢迎。乔治·艾略特则深深地被《简·爱》陶醉了”。

夏洛蒂·勃朗特（Charlotte Bronte，1816-1855），英国小说家，生于贫苦的牧师家庭，曾在寄宿学校学习，后任教师和家庭教师。1847年，夏洛蒂·勃朗特出版著名的长篇小说《简·爱》，轰动文坛。1848年秋到1849年她的弟弟和两个妹妹相继去世。在死亡的阴影和困惑下，她坚持完成了《谢利》一书，寄托了她对妹妹艾米莉的哀思，并描写了英国早期自发的工人运动。她另有作品《维莱特》（1853）和《教师》（1857），这两部作品均根据其本人生活经历写成。夏洛蒂·勃朗特善于以抒情的笔法描写自然景物，作品具有浓厚的感情色彩。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8214856, './img/book/8214856.jpg', 'Notre-Dame De Paris（巴黎圣母院）', '', '世界名著', 0, 'At the center of Hugo's classic novel are three extraordinary characters caught in a web of fatal obsession. The grotesque hunchback Quasimodo, bell-ringer of Notre-Dame, owes his life to the austere archdeacon, Claude Frollo, who in turn is bound by a hopeless passion to the gypsy dancer Esmeralda. She, meanwhile, is bewitched by a handsome, empty-headed officer, but by an unthinking act of kindness wins Quasimodo's selfless devotion. 

Behind the central figures moves a pageant of picturesque characters, including the underworld of beggars and petty criminals whose assault on the cathedral is one of the most spectacular set-pieces of Romantic literature.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

Victor-Marie Hugo (1802-1885) was a French poet, playwright, novelist, essayist, visual artist, statesman,
        human rights campaigner, and perhaps the most influential exponent of the Romantic movement in France.In France,
        Hugo 's literary reputation rests primarily on his poetic and dramatic output and only secondarily on his novels. Among many volumes of poetry, Les Contemplations and La Lgende des Sicles stand particularly high in critical esteem, and Hugo is sometimes identified as the greatest French poet. In the Englishspeaking world his best-known works are often the novels Les Misrables and Notre-Dame de Paris (translated into English as The Hunchback of Notre-Dame) (1899). Though extremely conservative in his youth, Hugo moved to the political left as the decades passed; he became a passionate supporter of republicanism, and his work touches upon most of the political and social issues and artistic trends of his time. He is buried in the Panthon. Amongst his other works are: Napoleon the Little (1852), The Man Who Laughs (1869), The History of a Crime (1877), Poems (1888) and The Memoirs of Victor Hugo.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (27337333, './img/book/27337333.jpg', '夜航船', '张岱', '文学经典', 1200, '《夜航船》是一部来自三百年前的“百科全书”，也是张岱这个文人眼中的大千世界。从天文地理、四方星象到三教九流、古往今来，或严肃，或幽默，或正经，或玩笑，无所不包，读来令人欲罢不能。
1665年，六十九岁的张岱为自己写下墓志铭，其中并未提及《夜航船》。
1689年，张岱卒于九十三岁。《夜航船》从此湮没。
三百年后，尘封抄本现身于世，辗转入藏宁波天一阁，《夜航船》重现天日。
张岱喜欢的事是：深深庭院，眼神波俏的丫环，繁花和少年，华丽的衣裳，骏马奔跑的姿态，神奇的灯，烟花在幽蓝的夜空中绽放；还有梨园歌舞，紫檀架上的古物，雪白的手破开金黄的橘子，新绿的茶叶在白水中缓缓展开，这些都是张岱喜欢的事。
于是他写了这本三百年前的“百科全书”，这些也正是《夜航船》里的全部内容。



张岱，少为纨袴子弟，极爱繁华。好精舍，好美婢，好娈童，好鲜衣，好美食，好骏马，好华灯，好烟火，好梨园，好鼓吹，好古董，好花鸟；兼以茶淫谲谑，书蠹诗魔。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26869324, './img/book/26869324.jpg', '乞力马扎罗的雪', '', '世界名著', 999, '诺贝尔、普利策双料得主海明威短篇小说精选集。
收录《乞力马扎罗的雪》《世界之都》《大双心河》《死亡博物志》《怀俄明葡萄酒》《蝴蝶和坦克》等16篇海明威经典短篇小说。《乞力马扎罗的雪》是他的著名短篇小说之一，蕴含着一种独特的人性力量。他的短篇成就非凡，独具视角，笔触尖锐而富有张力。本书是完美状态的海明威：精确、克制、神秘、忧伤，极具代表性地诠释了极简文风、冰山理论。
海明威单脚站立写作，用简洁的文字表达丰富的思想，藏露有度，虚实结合，言有尽而意无穷，在有限篇幅中传递了蕴含无限的内涵。他开创的“冰山理论”和极简文风，深深影响了马尔克斯、塞林格等文学家的创作理念。



作者：厄尼斯特•海明威，美国“迷惘的一代”标杆人物。他开创的“冰山理论”和极简文风，深深影响了马尔克斯、塞林格等文学家的创作理念。他站立写作，迫使自己保持紧张状态，用最简短的文字表达思想。巅峰之作《老人与海》先后获得1953年普利策奖和1954年诺贝尔文学奖。他是文坛硬汉，更是反法西斯斗士。二战中，他在加勒比海上搜索德国潜艇，并与妻子来到中国报道日本侵华战争。1961年7月2日，他用猎枪结束了自己传奇的一生。
经典作品：1926年《太阳照常升起》1929年《永别了，武器》1936年《乞力马扎罗的雪》1940年《丧钟为谁而鸣》1952年《老人与海》1964年《流动的盛宴》
译者：杨蔚，南京大学中文系。自由撰稿人、译者。热爱旅行，“孤独星球（Lonely Planet）”特邀作者及译者。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11223746, './img/book/11223746.jpg', '远大前程', '', '世界名著', 2947, '作者狄更斯在经历了丰富的社会生活后，对人，对周围的环境以及对自己的经历都有了深刻的认识，而所有他成熟的思想都汇总在《远大前程》一书中。这部作品原题名是<i>Great Expectations</i>，意思是指一笔遗产，中国把它译成“远大前程”。这个译名给读者一种印象，即作品的主人公是有远大前程的。而事实上，这个“远大前程”是带讽刺意义的，应该说这部作品的主题决非仅仅是写孤儿皮普想当上等人的理想幻灭的故事，如果这样理解，就领会错了狄更斯创作这部作品的意义。皮普生活在姐姐家里，生活艰苦，他的理想是当一名像姐夫一样的铁匠，他没有想当上等人。后来他想当上等人是因为环境的改变。



狄更斯的哲学思想之一是环境对人思想的影响。不同的环境可以造就成不同的人。皮普的整个发展过程是符合一般人性理论的。这部作品并非任意写出，而是以狄更斯以前的十多部作品为基础，是他思想的总结。狄更斯把自己的人生观、哲学和道德的思想都总结到了这部创作之中。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (48638877, './img/book/48638877.jpg', '第十二夜（莎士比亚戏剧·中文版）', '', '文学经典', 1100, '精选莎士比亚十部经典戏剧，朱生豪译本，中英双语对照。
《第十二夜》是英国剧作家莎士比亚创作的戏剧，约写于1600—1602年间。该剧描述了西巴斯辛和薇奥拉这一对孪生兄妹在一次海上航行途中不幸遇难，他们俩各自侥幸脱险，并流落到伊利里亚发生的故事。薇奥拉女扮男装给公爵奥西诺当侍童，她暗中爱慕着公爵，但是公爵爱着一位伯爵小姐奥丽维娅。可是奥丽维娅不爱公爵，反而爱上了代替公爵向自己求爱的薇奥拉。经过一番有趣的波折之后．薇奥拉与奥西诺，奥丽维娅与西巴斯辛双双结成良缘。这部作品以抒情的笔调，浪漫喜剧的形式，再次讴歌了人文主义对爱情和友谊的美好理想，表现了生活之美、爱情之美。



【作者】
威廉·莎士比亚，英国文艺复兴时期伟大的剧作家、诗人、欧洲文艺复兴时期人文主义文学的集大成者，被誉为“英国戏剧之父”、“人类文学奥林匹斯山上的宙斯”。
【译者】
朱生豪，天才的莎士比亚作品翻译家、诗人。浙江嘉兴人，毕业于杭州之江大学中国文学系和英语系，曾任上海书局编辑。他在极艰难的条件下译出了31部莎士比亚剧作，包括悲剧、喜剧、传奇剧与历史剧。其译文质量和风格卓具特色，为国内外莎士比亚研究者所公认。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (53134900, './img/book/53134900.jpg', '汪曾祺集：逝水', '汪曾祺', '文学经典', 3640, '本书收入作者以家乡为背景的自传体系列散文《逝水》，故以此为本集书名。《逝水》系列文章仍作为第壹辑，其他文章围绕作者生活经历和感怀重新编选。第二辑大体是叙述个人生活，从故乡风物到故人往事，第三辑是情节不很集中的回忆。



汪曾祺，江苏高邮人，一九二〇年生。一九三九年就读于西南联合大学，为沈从文先生的及门弟子。约—九四〇年开始发表散文及小说。大学时期受阿索林及弗吉尼亚·吴尔夫的影响，文字飘逸。以后备尝艰难辛苦，作品现实感渐强，也更致力于吸收中国文学的传统。毕业后曾做过中学教员，历史博物馆的职员。一九四九年以后，做了多年文学期刊编辑。曾编过《北京文艺》《说说唱唱》《民间文学》。一九六二年到北京京剧院担任编剧，直至离休。著有小说集《邂逅集》《晚饭花集》《菰蒲深处》《矮纸集》，散文集《蒲桥集》《晚翠文谈》《塔上随笔》《独坐小品》《旅食集》《逝水》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (108739864, './img/book/108739864.jpg', '奥德修纪', '', '文学经典', 4500, '归乡、流亡、追寻自我，有史以来最伟大的西方故事；
舍格律形式，取情节故事，晓畅而精彩的中文讲述。
《奥德修纪》全诗共24卷，讲述了特洛伊战后，足智多谋的伊大嘉之王奥德修率领同伴渡海返家。途中遇到各种艰难险阻，神的离间、巨人的阻拦、魔女的诱惑。最终历经十年时间，奥德修的同伴全部遇难，只有他自己在雅典娜的庇佑下成功回家。作为一部创作于2700年前的作品，《奥德修纪》文笔修辞成熟，叙事技巧多变，至今读来，依旧生动无比。整个故事生动再现了古希腊社会的生活和信仰全景，具有极高的文学、艺术和历史价值，无愧是西方文化的奠基性作品，亦是几千年来难以逾越的创作巅峰，为后世的文学艺术提供了无数灵感。
杨宪益版译文，依据权威的“洛布丛书”古希腊原文译成，采用了突破性的散文体译法，破除诗歌模式对还原语言音乐性和内容故事性的限制，是中文版本中最为流畅易读的译本。虽因时代久远，部分译名不同于现有通译，但差异性更加强了《奥德修纪》对于当下读者而言的“异域风情”，使读者得以在理解的基础上超越故事本身，看到其中更深层次的文化内涵。



荷马（约公元前9—公元前8世纪），相传为古希腊盲眼诗人，《伊利亚特》和《奥德修纪》的创作者。两部作品并称荷马史诗，是西方文化的奠基之作。关于荷马的记载常在西方古典文献中出现，但现代研究表明其真实身份无法确定。
杨宪益（1915—2009），中国著名的翻译家、外国文学研究专家、文化史学者、诗人。他从事翻译工作近50年，着力中文作品英译，内容遍及《离骚》《红楼梦》等中国古典文学，及鲁迅、巴金等现当代名家，被誉为“翻译了整个中国的人”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49899697, './img/book/49899697.jpg', '荷马史诗·伊利亚特', '', '文学经典', 1800, '《荷马史诗》是希腊最早的一部史诗，包括《伊利亚特》和《奥德赛》两部分，相传是由盲诗人荷马所作，实际上它产生于民间口头文学。
伊利亚特又译《伊利昂记》，今译《伊利亚特》是古希腊盲诗人荷马的叙事诗史诗。是重要的古希腊文学作品，也是整个西方的经典之一。



荷马（Ὅμηρος/Homer，约前9世纪—前8世纪），古希腊盲诗人。相传记述了公元前12～前11世纪特洛伊战争，以及关于海上冒险故事的古希腊长篇叙事代表作——史诗《伊利亚特》和《奥德赛》，即是他根据民间流传的短歌综合编写而成。他生活的年代，当在公元前10～9、8世纪之间。他的杰作《荷马史诗》，在很长时间里影响了西方的宗教、文化和伦理观。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522056, './img/book/21522056.jpg', '在轮下', '', '外国现当代', 952, '《在轮下》是1946 年诺贝尔文学奖得主，也是当代德国文学界得奖最多的抒情诗人黑塞的杰作。黑塞运用淳朴与含蓄的手法，生动地刻画出主角汉斯·吉本拉德少年时期的生活、青春期的迷惑、神学校的教育与家庭背景。这是黑塞亲身血泪的经历，也正是黑塞自己的画像。书中充满着田园乡土的气味，对于心灵的危机与归宿的寻求有着传神纤细的刻画。
这是一位孤独的流浪者所奏出的优美的人生之歌。是一部以描写学生的悲剧，刻画青春期陷于迷惑的新文学作品。此书问世后，一时洛阳纸贵，迄今仍为文学名著中的畅销书。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (690690, './img/book/690690.jpg', '了不起的盖茨比', '', '外国现当代', 600, '二十世纪二十年代的美国，一派纸醉金迷之象。大富豪盖茨比的家中，每晚盛宴流觞，醉酒笙歌之中极尽奢靡。一个偶然的机会，小职员尼克闯入了盖茨比隐秘的世界，惊讶地发现，奢华的生活并没有让这个神秘起家的男人舒颜；相反，他深深牵挂着早年因贫寒而分手的女友黛西。盖茨比满心以为，如今的财富可以赢回当年的爱情。然而，他心目中美好的黛西不过是凡尘俗世的拜金女郎。当一切真相大白，残酷现实粉碎了盖茨比的理想，葬送了他的性命。菲茨杰拉德以诗意般的语言谱写了一阕“爵士乐时代”的挽歌，献给了不起的盖茨比，而让人扼腕的是，唯有尼克得以倾听。

《了不起的盖茨比》为那个奢靡年代的缩影。盖茨比怀揣着对“美国梦”的期翼，投身到那个年代的灯红酒绿之中，却在名利场中看尽世态炎凉，以及浮华背后一切终将逝去的空虚怅惘。1925年《了不起的盖茨比》问世，奠定了菲茨杰拉德在现代美国文学史上的地位，他成为了“爵士时代”的发言人和“迷惘的一代”的代表作家之一。《了不起的盖茨比》也成为被世人推崇的“经典中的经典”，其体现出的对个人理想的追逐和对“美国梦”实质的拷问感染了好几代人。

菲茨杰拉德，二十世纪美国文学巨擘之一，兼具作家和编剧双重身份。他以诗人的敏感和戏剧家的想象为“爵士乐时代”吟唱华丽挽歌，其诗人和梦想家的气质亦为那个奢靡年代的不二注解。他以极高的热情投身到那个时代的灯红酒绿之中，却在名利场中看尽世态炎凉，以及浮华逸乐背后的空虚怅惘。他怀揣着对浪漫和理想的渴求，给作品注入了暖流，却难以掩饰其弦外三分失落之音。在极尽欢闹和沉溺酒精之后，爱情的折磨和才情的喷发让他饱受摧残，过早地结束了自己四十四年的生命。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (743978, './img/book/743978.jpg', '巴黎圣母院', '', '世界名著', 600, '《巴黎圣母院》作于一八三一年，以一四八二年路易十一治下的法国为背景，自然可以视作一部历史小说。作者雨果（一八零二一一八八五）是法国浪漫主义运动的领袖。浪漫主义巨匠出手写小说，与英国小说家、历史小说作为一种文学体裁的奠基人司各脱的路子便有所不同，更多一点华采，几分恢宏，人物的真、善、美和假、恶、丑皆被放大了若干倍。
中国的历史小说往往“七真三假”，主要人物必须实有其人，主要情节必须确有其事。西洋的历史小说相反，主要人物和主要情节往往是虚构的，倒是次要人物和次要情节有所依据，以便渲染历史氛围，营造一种“可信性”。司各脱如此，雨果亦复如此。《巴黎圣母院》中，吉卜赛舞女爱斯美拉达和驼背敲钟人卡西莫多是完全虚构的。

这部小说影响了一代又一代，其原因在于世界的变化总是会出现不同的审美和价值取向，总会有不同的美的价值，可是美永远发自人类内心本质的美，这样的美不仅仅对于人生的思考，更是对于人生意义和世间万物的思考。

维克多·雨果(Victor Hugo，1802～1885)，法国浪漫主义作家，被人们称为“法兰西的莎士比亚”。
《巴黎圣母院》是雨果最富浪漫主义的小说。小说的情节曲折离奇，紧张生动，变幻莫测，富有戏剧性和传奇色彩。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8987760, './img/book/8987760.jpg', '没有父亲的人·林妖', '', '世界名著', 1499, '契诃夫不仅是享誉世界的短篇小说大师，更是杰出的剧作家、现代戏剧的先驱者，被誉为莎士比亚后戏剧第一人。2014年正逢契诃夫逝世110周年，上海译文出版社推出《契诃夫戏剧全集》总四卷，精选焦菊隐、李健吾、童道明等名家权威译本，在国内首次将契诃夫的戏剧作品以“全集”的方式完整呈现。

本书为契诃夫戏剧全集中的一卷，收录《林妖》、《没有父亲的人》两部多幕剧，由著名翻译家、戏剧评论家、契诃夫研究专家童道明先生翻译，是契诃夫戏剧创作早期的代表作品。《没有父亲的人》据考证创作于契诃夫大学时代，较不为人知。剧本描写外省贵族庄园的没落，描绘了以主人公普拉东诺夫为代表的一群无事可做，在忧郁烦闷中打发日子的知识分子形象，是日后契诃夫作品中塑造的一系列世纪末“多余人”角色的前身。《林妖》叙述以一个脾气怪异、自私的教授为中心的家族故事，并成功塑造了“林妖”这一思想独特却不被众人理解的医生形象，被视为“优美的戏剧化的中篇小说”。研究界公认《林妖》是《万尼亚舅舅》的前身，是完整呈现契诃夫戏剧创作不可或缺的组成部分。《林妖》和《万尼亚舅舅》的对比研究亦是契诃夫戏剧研究的重要内容。

安东•巴甫洛维奇•契诃夫（1860-1904） 俄国著名剧作家和短篇小说大师，被认为是十九世纪末俄国现实主义文学流派的杰出代表。戏剧是他文学创作成就中的明珠。在欧美，契诃夫的戏剧剧目演出仅次于莎士比亚，对二十世纪现代戏剧影响极大。契诃夫作品以语言精练、准确见长，善于透过生活的表层进行探索，将人物隐蔽的动机揭露得淋漓尽致。他的优秀剧本和短篇小说没有复杂的情节和清晰的解答，集中讲述一些貌似平凡琐碎的故事，创造出一种特别的，有时可以称之为令人难以忘怀的或是抒情味极浓的艺术氛围。代表作有戏剧《樱桃园》、《万尼亚舅舅》、《三姊妹》、《海鸥》，小说《变色龙》、《小公务员之死》、《万卡》，等等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (137779206, './img/book/137779206.jpg', '梅塘之夜', '', '外国现当代', 2299, '《梅塘之夜》在法国文学史上具有极其重要的地位：以左拉为首的梅塘“小集团”的成立，标志着自然主义文学流派的正式诞生，而《梅塘之夜》的出版，则被看作这个集团发起的自然主义文学运动的宣言，或者说是自然主义文学流派诞生的标志。六位文豪，六个故事，婉转动人，流传至今。
19世纪70年代末期，一群拥戴自然主义的作家聚集在左拉周围，结成了所谓的“梅塘集团”。这些作家是阿莱克西、于斯曼、莫泊桑、塞阿尔和埃尼克。他们都是文学青年，气质相近，情趣相投，既有共同的爱国之心，又有相近的哲学倾向。一天，这群人来到左拉在梅塘刚刚买下的房子，在夜晚的闲谈中聊到了文学创作，左拉提议不妨各人写一篇关于普法战争的小说，于是就诞生了这部《梅塘之夜》。它包括六部中篇小说：左拉《磨坊之战》、莫泊桑《羊脂球》、于斯曼《背包在肩》、塞阿尔《放血》、埃尼克《大七之战》和阿莱克西《战役之后》。



左拉
法国自然主义小说家和理论家，自然主义文学流派创始人与领袖，19世纪后半期法国重要的批判现实主义作家，其自然主义文学理论被视为19世纪批判现实主义文学遗产的组成部分。代表作品有《小酒店》《萌芽》《娜娜》《金钱》等。
莫泊桑
19世纪后半叶法国批判现实主义作家，与俄国契诃夫和美国欧·亨利并称为“世界三大短篇小说巨匠”。代表作品有《羊脂球》《项链》《我的叔叔于勒》等。
于斯曼
19世纪法国小说家，西方现代主义文学转型中的重要作家，象征主义的先行者。主要作品有《逆天》《该诅咒的人》《起航》《抛锚》《玛特，一个妓女的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25964357, './img/book/25964357.jpg', '爱的教育（英文）', '', '世界名著', 599, '《爱的教育》是一部极富感染力的儿童小说，通过一个叫安利柯的小学四年级男孩写的日记，抒发了人类最伟大的感情——爱。本书讲述了很多发生在学校和生活中的平凡小故事，娓娓记叙师生之情、父子之爱、同学与朋友之谊，展示人性的善良与纯洁，讴歌爱祖国、爱社会的精神。这些小故事字里行间洋溢着儿童的纯真与情趣，饱含着真挚的情感，读来让人动容，教孩子学会为人处世的道理、学会爱，成为一个有勇气、充满活力、敢于承担责任和义务的正直的人。全世界的孩子都喜欢读《爱的教育》，有些国家把《爱的教育》作为小学生的教科书来学习。



作者：埃德蒙多·德·亚米契斯，意大利19世纪著名作家。1846年12月出生于意大利里格拉州一个小镇上，在他的青少年时期，意大利受法国大革命的影响，正酝酿着爱国主义，这股风潮在亚米契斯幼小的心灵上留下了不可磨灭的印记。1865年，他参加统一意大利的复兴运动的战役，退伍后，亚米契斯致力于文学创作，他以明快、清新的笔触，记叙各国的风土人情，其中代表作品有《西班牙》《摩洛哥》《君士坦丁堡》等。亚米契斯最重要的作品，当属1886年创作的《爱的教育》，这部作品为他赢得世界声誉，使他的创作生涯达到顶峰。
译者：夏丏尊，中国近代著名教育家、翻译家、文学家，是中国新文化运动的先驱。他长期从事语文教育和编辑工作，曾任上海暨南大学中国文学系主任、开明书店编辑所所长，参与创建立达中学，1930年创办了《中学生》杂志。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26328060, './img/book/26328060.jpg', '那些忧伤的年轻人', '', '世界名著', 999, '此书为菲茨杰拉德文集第八卷。集中菲氏短篇精华，选入教科书及各类文选次数第一的作品，隽言妙语引用率极高的短篇集。被公认为作者最铿锵有力、最具艺术功绩的短篇小说集。收录了作者在各类刊物上发表过的几篇优秀短篇小说，包括：《阔少爷》、《冬天的梦》、《宝宝派对》、《赦免》、《贫儿马丁·琼斯与威尔士王子》、《明智之举》、《格里卿四十次眨眼》。



F·S·菲茨杰拉德（1896～1940）二十世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市。父亲是家具商。他年轻时试写过剧本。读完高中后考入普林斯顿大学。在校时曾自组剧团，并为校内文学刊物写稿。后因身体欠佳，中途辍学。1917年入伍，终日忙于军训，未曾出国打仗。退伍后坚持业余写作。1920年出版了长篇小说《人间天堂》，从此出了名，小说出版后他与姗尔达结婚。婚后携妻寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》问世，奠定了他在现代美国文学史上的地位。他以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。成了20年代“爵士时代”的发言人和“迷惘的一代”的代表作家之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22592202, './img/book/22592202.jpg', '所有悲伤的年轻人', '', '外国现当代', 1399, '《所有悲伤的年轻人》是菲茨杰拉德的第三部短篇小说集，被认为是菲茨杰拉德最铿锵有力、最具艺术功绩的短篇小说集，收录了9个短篇故事：《阔少爷》《冬之春梦》《宝宝聚会》《赦罪》《拉格丝·马丁-琼斯与威尔士王子》《读心人》《热血与冷血》《明智之举》《格雷琴的四十次眨眼》。这些故事主题严肃、内容深刻、结构严谨、文笔舒展，反映了一个天才小说家对社会的敏锐观察和对未来的忧患意识，代表了菲茨杰拉德已臻成熟的创作思想和已经形成的艺术风格。



F.S.菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (59169086, './img/book/59169086.jpg', '沃普萧丑闻（约翰·契弗作品）', '', '外国现当代', 3499, '这一秒想放弃，下一秒又想再坚持一下吧——
这，就是我们不想离开的人生。
写给每一个深陷各自困境，却依旧扑腾不息的普通人
《沃普萧丑闻》是《沃普萧纪事》的续篇。圣博托尔夫斯的沃普萧一家离开新英格兰的村庄，四散至各地，或仰仗于喜怒无常的威权，或陷于酗酒和情欲的深渊无力自拔，或被美国国内收入署追究逃税责任、四处逃亡……
《沃普萧丑闻》拥有宏大却温柔的视野，书中满是受制于无常命运的可怜人物，但最重要的是，同为人类本性的囚徒，契弗对他们所怀有的不是冷面嘲讽，而是会心一笑的同情。



约翰·契弗，出生于美国马萨诸塞州的昆西，以描写中上层阶级的郊外生活为人所知。十七岁发表第一篇短篇小说。长篇小说处女作《沃普萧纪事》摘得1958年美国国家图书奖。《约翰·契弗短篇小说集》获得1979年普利策小说奖和美国国家书评人协会奖，第一个平装版再度获得1981年美国国家图书奖。1982年4月27日，就在契弗逝世六个星期前，美国国家艺术与文学学会授予契弗国家文学奖章，以表彰其一生的文学成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (23884152, './img/book/23884152.jpg', '屠夫十字镇', '', '外国现当代', 2500, '《屠夫十字镇》讲述的是一个在1873年从哈佛辍学的年轻人安德鲁斯，受爱默生和梭罗等人的自然观念影响，带着寻找美好、希望和活力的冲动，来到屠夫十字镇，并跟随猎人米勒和其他两人 （剥皮人施耐德和随营干杂活的查理·霍格）进入科罗拉多山区猎捕野牛。他们各自带着不同的目的和想法，踏上了这次前途未卜的旅程。他们经历重重困难，还丢掉了一个人的性命，才重回屠夫十字镇，但这里却发生了翻天覆地的变化……



约翰·威廉斯（1922-1994），美国作家、诗人、学者。辍过学，当过电台播音，从过军。退役后入大学就读并获博士学位，于1954-1985年间在母校丹佛大学教授大学英语及创意写作。曾编选《文艺复兴时期的英语诗歌》，也创作过两本诗集。一生只写了 四部小说：《惟有黑夜》、《屠夫十字镇》、《斯通纳》、《奥古斯都》。对约翰·威廉斯的写作，英国作家朱利安·巴恩斯评论：“当我称之为‘绝佳’，我的意思是它们（《屠夫十字镇》《斯通纳》）已经超越了各自类型范围内的评价标准。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2376567, './img/book/2376567.jpg', '我们共同的朋友·下卷', '', '世界名著', 1199, '本书是英国作家狄更斯的一部长篇小说，写有人在伦敦泰晤士河里发现一具死尸，经辨认，确定是正赶回英国准备继承巨额遗产的约翰·哈蒙，由此引出对那份遗产的一场勾心斗角的贪婪争夺。但最后却发现那位死者并不是真正的约翰·哈蒙；而与之同时，一些下层的普通人、穷人却展现出了他们的善良与正直。

《我们共同的朋友》由于它鲜明的批判倾向，成为一部19世纪世界批判现实主义文学名作。在这部作品中，作家表现了他对资本主义制度的极度失望，他从自己一生的经历和观察中得出结论，认为金钱是万恶的源泉，资本主义制度下人们对金钱的疯狂追求，造成了社会上许许多多的罪恶和不幸。

狄更斯，英国小说家，出生于海军小职员家庭，10岁时全家被迫迁入负债者监狱，11岁就承担起繁重的家务劳动。曾在皮鞋作坊当学徒，16岁时在律师事务所当缮写员，后担任报社采访记者。他只上过几年学，全靠刻苦自学和艰辛劳动成为知名作家。
王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25615861, './img/book/25615861.jpg', '理想国', '', '文学经典', 780, '哲学大师柏拉图里程碑式大作，西方哲学的源头，张竹明教授全新修订译文。
《理想国》是柏拉图的一部重要对话录、一部典型的大综合的著作，涉及到哲学、政治、伦理、教育、心理、社会、家庭、宗教、艺术等等诸多问题，而且语言颇富文学色彩，充满了思辨哲理，细细品味，余香四溢。《理想国》是西方知识界必读之书，震古铄今。我们要认识当代西方社会政治文化，就需要追本溯源，了解西方古代的政治文化思想，而《理想国》正是西方古代政治思想的一个源头，是留存下来的第一部反映西方古代政治思想的专著。



柏拉图（约公元前427年—前347年）古希腊哲学家，全部西方哲学乃至整个西方文化最伟大的思想家之一，苏格拉底的学生，亚里士多德的老师，他们三人被广泛认为是西方哲学的奠基者。柏拉图出身于雅典贵族，青年时师从苏格拉底。其师死后，他游历四方，公元前387年回到雅典，创办了著名的阿加德米学园，在此执教四十年直至逝世，学园附有花园的运动场遂成为欧洲历史上第一所集高等教育与学术研究为一体的“学院”。柏拉图一生著述颇丰，最具代表性和影响最为深远的是《理想国》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25200864, './img/book/25200864.jpg', '忠孝勇烈奇女传', '佚名', '中国古典', 399, '全名《忠孝勇烈木兰传》，又名《忠孝勇烈奇女传》，四卷三十二回，有清代刊本。书中不题撰人。本书是根据北朝民歌《木兰辞》和有关史书以及民间广为流传的木兰代父从军的故事敷衍创作而成的。其中，有的人物和情节还受到了唐代、明代传奇的影响与启发。书中写木兰从军十二载，转战千里，备觉艰辛，后因屡建奇功而被封为将军。然最后竟蒙冤涉进武则天乱国案中，不得已剖心自杀以表对朝廷的忠诚，结局惨烈异常。木兰从军的故事早已流传古今，家喻户晓。本书将这一故事加以细致描写，情节更为具体。同时，书中指称木兰姓朱，家住黄陂，也是有一定根据的。明代人焦竑曾考证黄陂古为木兰县，有木兰山、将军冢、忠烈庙等。另外，《黄陂县志》中有《木兰传》一篇，内容与本书基本相同。



关于此书的作者和创作年代，待考。周氏《跋》中云：“兹得新降马祖所演《木兰奇女传》，并蒙赐诗寄示，因得与于是书校刊之役。”马祖，唐代佛教禅宗高僧，名道一，本姓马，故后世称为马祖。云马祖作此书，显系伪托。“新降”，谓新近作成，颇疑此书即作于清道光七年或稍前。且作者与周氏相熟识，或为周氏本人所作亦有可能。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (54113545, './img/book/54113545.jpg', '荀子新注', '楼宇烈', '文学经典', 3360, '《荀子》一书，现存共三十二篇，是先秦学者荀子思想的集中展现。本书由著名学者楼宇烈先生主持撰写，以清王先谦《荀子集解》为底本，吸收前人研究成果，对《荀子》进行了全面的校勘、标点与注释，解释词义、疏通文句，深入分析荀子思想，并对部分旧注加以评论。每篇前又有“说明”，对本篇的基本内容作以简要的介绍和分析。全书由字词到章旨逐层疏解，使这部先秦经典易读易解，为了解荀子思想开一便捷门径。



楼宇烈，浙江省嵊州人，1934年生于杭州。北京大学哲学系、宗教学系教授、博士生导师，北京大学宗教文化研究院名誉院长，教育部社会科学委员会委员，全国古籍整理规划小组成员。主要著作有《王弼集校释》、《中国佛教与人文精神》、《温故知新》、《中国的品格》、《人文立本》、《中国文化的根本精神》、《宗教研究方法讲记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (59169145, './img/book/59169145.jpg', '沃普萧纪事（约翰·契弗作品）', '', '外国现当代', 3499, '来认识一下圣博托尔夫斯的沃普萧家族：船长利安德•沃普萧，值得尊敬的老水手，葬礼上唯一的心愿是有人念上一段莎士比亚；妻子萨拉，对于未来产生的幻想都会变成现实，操办着小镇上一切大小事项；大儿子摩西，热爱女性，一次意外后竟在事业上也绝处逢生；二儿子科弗利，娶了一位美娇妻，有一天回到家她却没了踪影……
这部写于六十年前的小说，那些经历在今天读来，似乎也发生在我们身上。



约翰·契弗，出生于美国马萨诸塞州的昆西，以描写中上层阶级的郊外生活为人所知。十七岁发表第一篇短篇小说。长篇小说处女作《沃普萧纪事》摘得1958年美国国家图书奖。《约翰·契弗短篇小说集》获得1979年普利策小说奖和美国国家书评人协会奖，第一个平装版再度获得1981年美国国家图书奖。1982年4月27日，就在契弗逝世六个星期前，美国国家艺术与文学学会授予契弗国家文学奖章，以表彰其一生的文学成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (58133605, './img/book/58133605.jpg', '牡丹亭（插图版）', '[明]汤显祖', '文学经典', 800, '《牡丹亭》是明代大曲家汤显祖的代表作，这时作家的思想和艺术都已经成熟。明代话本小说《杜丽娘慕色还魂》为《牡丹亭》提供了基本情节。《牡丹亭》在《惊梦》《寻梦》《闹殇》各出的宾白中还保留了话本的若干原句。在小说中，杜丽娘还魂后，门当户对的婚姻顺利缔成；而在戏曲中，汤显祖进行了脱胎换骨的创造性劳动，把小说中的传说故事同明代社会的现实生活结合起来，使它具有强烈的反礼教、反封建色彩，焕发出追求个性由的光辉理想。
女主角杜丽娘是古典戏曲中最可爱的少女形象之一。出身和社会地位规定她应该成为具有三从四德的贤妻良母。她的人生第一课是《诗经》的首篇《关雎》。传统说法认为它是“后妃之德”的歌颂，是最好的闺范读本。她却直觉地认出这是一支恋歌。在婢女春香的怂恿下，她偷偷地走出闺房。“不到园林，怎知春色如许”，春天的大自然唤醒了她的青春活力。她生活在笼罩着封建礼教气氛，几乎与世隔绝的环境中，眼睁睁地看着青春即将逝去，她却无能为力，不由自主，只好把炽热的感情压制在心中。汤显祖没有因袭前人小说戏曲中一见倾心，互通殷勤，后花园私订终身的手法，而安排杜丽娘在游园之后和情人在梦中幽会；幽会以后，接着描写她第二次到园中《寻梦》。《惊梦》和《寻梦》是杜丽娘郁积在心中的热情的爆发，也是她反抗现实世界的实际行动。
《牡丹亭》的感人力量，在于它具有强烈地追求个性自由，反对封建礼教的浪漫主义理想。这个理想作为封建体系的对立面而出现。善良与美好的东西都属于杜丽娘。汤显祖描写杜丽娘的美貌很成功，而描写杜丽娘的感情和理想的那些片段更具魅力。《牡丹亭》写出，她不是死于爱情被破坏，而是死于对爱情的徒然渴望。通过杜丽娘的形象，《牡丹亭》表达了当时广大男女青年要求个性解放，要求爱情自由、婚姻自主的呼声，并且暴露了封建礼教对人们幸福生活和美好理想的摧残。



汤显祖（1550-1616），江西临川人。十四岁进学，二十一岁中举。少年时受学于泰州学派创立者王艮的三传弟子罗汝芳。泰州学派和当时占统治地位的程朱理学异趣。万历三年（1575），汤显祖刊印了第一部诗集《红泉逸草》。次年，他在南京国子监游学，刊印了第二部诗集《雍藻》（佚）。作于万历五年至八年（1577-1580）的诗一百四十三首（题）和赋三篇、赞若干首编为（问棘邮草），曾受到诗人、曲家徐渭的热情称赞。从隆庆五年（1571）起，汤显祖接连四次往北京参加三年一度的进士试。后两次考试时，他已经颇有文名，受人瞩目，却因谢绝首相张居正的延揽而落选。万历五年（1577）考试失利，他试作传奇《紫箫记》三十四出，全剧未完。万历十一年，张居正逝世的次年，汤显祖才考中进士。次年秋，任南京太常寺博士。两年后改任詹事府主簿。后升南京礼部祠祭司主事。汤显祖一到南京，就卷入新旧两派朝臣的斗争，以致他的未完成旧作《紫箫记》也被怀疑为讥刺朝政，遭到查禁。万历十五年，他把未完成的《紫箫记》改写成《紫钗记》。万历十九年（1591），他上了一道《论辅臣科臣疏》，对朝政作了猛烈的抨击，被贬为广东徐闻县典史。万历二十一年（1593），汤显祖被任命为浙江遂昌知县。万历二十六年弃官回到临川。传奇《牡丹亭还魂记》在此时完成。万历二十八年完成《南柯记》，次年创作《邯郸记》。这时出世思想对他影响日深。《邯郸记》反映了封建大官僚从起家发迹直到死亡的历史，作者所否定的并不是人生一般。万历三十四年，当汤显祖五十七岁时，他的《玉茗堂文集》在南京刊行。他在万历四十四年（1616）逝世。五年后，《玉茗堂集》问世，编刻草率，缺点不少。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31520222, './img/book/31520222.jpg', '高老头（傅雷全集）', '', '世界名著', 499, '《高老头》一书中批评家称高老头为近代的李尔王。巴尔扎克笔下的人物不止是一个人物，而是时代的典型，悲剧的因素也不限于个人的性情气质，而尤在乎淫靡腐化的社会环境。……野心家求名求利的挣扎，与高老头绝望的父爱交错之下，使小说内容愈显得光怪陆离动人心魄，本书为傅雷先生译著中尤为认真和精彩的一部。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (146514843, './img/book/146514843.jpg', '似水柔情', '王小波', '中国现代', 2340, '王小波经典短篇小说集，全然呈现其小说创作技巧。收录《似水柔情》《南瓜豆腐》《夜里两点钟》等成熟期短篇小说代表作，肆意的想象力、幽默的调侃以及绝妙的变形，极具风格化，呈现了王小波日臻成熟的文学理念和小说技巧。收录阿根廷马塔布拉塔国际电影节最佳编剧奖《东宫·西宫》原著小说及电影剧本、舞台剧剧本。



王小波（1952—1997），1952年生于北京。1968年到云南插队。后在山东转插，做过民办教师。1973年在北京当工人。1978年考入中国人民大学本科，1986年获得美国匹兹堡大学硕士学位。1988年回国，曾在北京大学、中国人民大学任教。1992年辞职，成为自由撰稿人。1997年4月11日病逝于北京。
在当代中国作家中，从没有人像他那样获得数不清的赞誉和追捧，从没有人像他那样有无数青年自愿充当其“门下走狗”。他的小说为读者贡献了现代汉语小说前所未有的阅读快感，他让人们看到了一个完全不同的别样的世界；他的杂文，幽默中充满智性，为读者打开一条通向智慧、理性的道路，被一代代年轻人奉为精神偶像。他被誉为中国的乔伊斯兼卡夫卡，亦是两次获得世界华语文学界的重要奖项“台湾《联合报》文学奖中篇小说大奖”的中国大陆作家。
代表作有杂文集《沉默的大多数》，小说《黄金时代》《革命时期的爱情》。其中《黄金时代》《未来世界》分别获第13届、第16届《联合报》文学奖中篇小说大奖；电影剧本《东宫·西宫》获阿根廷国际电影节最佳编剧奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (119135920, './img/book/119135920.jpg', '西游记（经典译林）', '（明）吴承恩', '幻想', 1899, '《西游记》中的西天取经故事本身包括四十多个小故事。绝大部分里面出现了作怪的妖精。这些妖精来历虽不同，但有一个共同的特点，即阻挠取经事业的进行。它们之中有许多其实是自然灾害的幻化，但当它们化身成为妖魔，在战斗中作为邪恶势力的一方而出现，本身就获得了社会的意义。吴承恩所着力描写的是西天路上每一场具体的战斗，是孙悟空如何在与阻挠取经的邪恶势力作斗争中取得胜利。总起来看，西天取经的故事通过幻想的情节，在很大的程度上，反映了中国人民克服困难、勇敢前进的精神，反映了中国人民摧毁社会上一切邪恶势力以及征服大自然的愿望和信心。
《西游记》是中国古代第一部浪漫主义章回体长篇神魔小说。这部小说以“唐僧取经”这一历史事件为蓝本，通过作者的艺术加工，深刻地描绘了当时的社会现实。全书主要描写了孙悟空出世及大闹天宫后，遇见了唐僧、猪八戒和沙僧三人，西行取经，一路降妖伏魔，经历了九九八十一难，终于到达西天见到如来佛祖，最终五圣成真的故事。
《西游记》自问世以来在民间广为流传，各式各样的版本层出不穷，明代刊本有六种，清代刊本、抄本也有七种，典籍所记已佚版本十三种。鸦片战争以后，大量中国古典文学作品被译为西文，《西游记》渐渐传入欧美，被译为英、法、德、意、西、手语、世（世界语）、斯（斯瓦西里语）、俄、捷、罗、波、日、朝、越等文种。中外学者发表了不少研究论文和专著，对这部小说作出了极高的评价。
《西游记》是中国神魔小说的经典之作，达到了古代长篇浪漫主义小说的巅峰，与《三国演义》《水浒传》《红楼梦》并称为中国古典四大名著。



吴承恩（1500或1506-1583）字汝忠，号射阳山人，汉族，我国四大名著之一《西游记》作者、明代小说家，淮安府山阳县河下人（现江苏省淮安市淮安区）。
吴承恩自幼敏慧，博览群书，尤喜爱神话故事。在科举中屡遭挫折，嘉靖中补贡生。嘉靖四十五年(1566年)任浙江长兴县丞。殊途由于宦途困顿，晚年绝意仕进，闭门著书。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11219664, './img/book/11219664.jpg', '觉醒', '', '外国现当代', 511, '《觉醒》1899年发表之后，有好几十年遭受谴责，圣路易斯等地的图书馆甚至把它列为禁书。它从上世纪50年代开始受到重视，如今已是经典美国文学作品，并已改编成歌剧演唱。



有人指出，《觉醒》的作者凯特·肖邦，作为一名女作家，甚至走在了与她同时代的许多男作家的前面。她毫无顾忌地把妻子不忠实于丈夫描写成一件美好的事情，在这方面她走在了劳伦斯的前面。就创作艺术而言，本书从一开始就被认为是上乘之作。20世纪50年代，著名学者布鲁克斯说许多多产作家一辈子写的东西还不如这本完美的小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (139214394, './img/book/139214394.jpg', '在路上（作家榜经典）', '', '外国现当代', 5600, '☆读《在路上》给予你力量——以自己喜欢的方式去认识世界，在路上遇见更好的自己！
☆传奇作家凯鲁亚克的传奇杰作！7年在路上的传奇经历，3个星期的传奇创作！被翻译成40多种语言，突破300多个版本！
☆根据本书改编的同名电影，荣获第65届戛纳国际电影节“金棕榈奖”提名、入选第84届美国国家评论协会奖十佳独立电影。
☆传奇女诗人巫昂，2020年全新译本终于来了！原汁原味，全新插图珍藏纪念版！被誉为“复活凯鲁亚克的传神译本”！
☆新锐插画师全新手绘6幅海报级插图，生动还原小说经典场景，尺幅之间将人物、事件和环境，瞬间直观呈现，增强阅读乐趣。
☆特别收录凯鲁亚克写给年轻人“关于生活和写作的30条建议”，句句充满人生智慧，随手一翻就有收获！
“在路上，遇见更好的自己！”
你就叫我萨尔吧。我是个年轻作家，我内心渴望自由自在，不喜欢一成不变的生活。
对于我来说，唯有疯疯癫癫的家伙才有意思，他们热火朝天的生活，随时随地高谈阔论，渴望被救赎，对一切充满热情，从未懈怠或沉迷于平庸的话题，他们燃烧，燃烧，燃烧……
肆意狂野的迪安——就是这样的家伙。我很高兴我有这样一个朋友，我们一无所有，我们两手空空，就在刚才，我们决定横穿全美——以自己喜欢的方式认识世界，直到找到真正的自己！



杰克·凯鲁亚克（Jack Ker·uac，1922—1969）
20世纪美国文学的传奇作家，被视为“垮掉的一代”精神偶像。
1922年3月12日，生于美国马萨诸塞州洛厄尔。父亲是一名印刷工，有着惊人的乐观精神。
凯鲁亚克童年美满，自由散漫，没日没夜在野地和河岸边闲逛，11岁时把自己关在房间，写了人生的第一篇小说。
17岁时，在当地一位诗人的影响下决定当作家，当读到杰克·伦敦的生平后，决定还要成为冒险家和孤独的旅行者。
18岁时，进入纽约哥伦比亚大学，创下逃课纪录，大二后辍学。此后从事轮船厨工、加油站服务员、水手、报纸撰稿人、火车司闸员、电影公司编剧、冷饮店柜员、行李搬运工、建筑工人等工作。
24岁时，开始创作第一部小说《镇与城》，整整写了三年，出版后反响平平。29岁时，在结束横跨全美的旅行后，杰克·凯鲁亚克回到公寓，用了三个星期就奇迹般写完了《在路上》。
35岁时，在手稿数次被拒绝后，《在路上》终于出版，迅速风靡全美，凯鲁亚克一举成名，无数的年轻人受其影响踏上漫游之旅，“在路上”成为一种全新的生活方式。
47岁时，凯鲁亚克因病去世。生前创作的18部文学作品，历久弥新。
巫昂
传奇诗人，小说家。
先后毕业于上海复旦大学中文系和中国社科院文学研究所，曾在《三联生活周刊》任调查记者。2003年起职业写作，出版有诗集《干脆，我来说》《通往阳光密布的所在》和《我不想大张旗鼓地进入你的生命之中》，长篇小说《星期一是礼拜几》《瓶中人》等。2019年倾心翻译了杰克·凯鲁亚克经典代表作《在路上》，译稿出版前在作家群广泛流传，好评如潮。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24600954, './img/book/24600954.jpg', '聊斋志异', '蒲松龄', '中国古典', 399, '《聊斋志异》简称《聊斋》，俗名《鬼狐传》，是中国清代著名小说家蒲松龄创作的文言短篇小说集。《聊斋志异》的意思是在书房里记录奇异的故事。全书共有短篇小说491篇（张友鹤《聊斋志异会校会注会评本》）（朱其铠《全本新注聊斋志异》为494篇）。题材广泛，内容丰富，有极高的艺术成就。作品成功地塑造了众多的艺术典型，人物形象鲜明生动，故事情节曲折离奇，结构布局严谨巧妙，文笔简练，描写细腻，堪称文言短篇小说的巅峰之作。



蒲松龄（1640－1715），字留仙，号柳泉居士，世称聊斋先生，山东淄川(今属淄博)人，清代文学家。出身于一个逐渐败落的地主家庭，广读经史，学识渊博。代表作《聊斋志异》，是我国文言文短篇志怪小说中成就最高的作品集。郭沫若曾这样评价：“写鬼写妖高人一等，刺贪刺虐入骨三分。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21272393, './img/book/21272393.jpg', '奥吉·马奇历险记', '', '外国现当代', 3300, '《奥吉·马奇历险记》是贝娄的成名作，也是他最著名的代表作之一。主人公马奇是来自贫民窟的犹太少年，自小起周围的各色人等都想支配他的命运。因为贫困，他从事过许多职业，但只要发现有被控制的危险，他便立即抽身走开。他虽然没有失去“自由”，但也找不到安身立命的精神家园。他曾想到美丽的大自然中办一所孤儿院，把爱播向人间，而具有讽刺意味的是，小说结束时，他成了倒卖战争剩余物资的掮客。
《奥吉·马奇历险记》在索尔·贝娄的创作道路上占有独特的地位，自此伊始，贝娄开创了描写自我意识和异化社会、反映自我和现实矛盾的主题，并在叙事艺术上创立了一种独特的“贝娄风格”，即一种将戏剧性自嘲和严肃思考相结合的风格，为此后的创作奠定了坚实的思想和艺术基础。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26899371, './img/book/26899371.jpg', '菊与刀', '', '文学经典', 790, '1944年，作者受美国政府所托，完成一项旨在认清日本民族的课题，并以之为二战后改造日本国家的指导。此书即该项目成果。在本书中，作者在简单叙述日本近代史的基础上，挖掘日本人矛盾性格的根源，并详细阐释日本人的“恩债”“人情”“义理”“忠孝”等理念，以及其他一些如幼儿抚养等生活习惯。尤为重要的是，作者在本书中提出了“耻感文化”和“罪感文化”这两个在后世引发巨大反响的概念。本书不愧为文化人类学模范。



鲁思·本尼迪克特，美国当代著名社会学家、文化人类学家。1887年出生于纽约，1919年进入哥伦比亚大学，师从美国文化人类学之父博厄斯专攻文化人类学，1923年获博士学位。之后留校任教，历任讲师、副教授和教授。本尼迪克特与美国人类学家M.米德合作，在研究中结合心理学方法论，创立博厄斯学派中的一个支派， 即文化心理学派或称种族心理学派。该学派认为，人类文化各有其不同的价值体系和特征，呈现出多样性。因此，本尼迪克特的作品以分析文化形态的《文化的类型》和分析日本国民性的《菊与刀》最为著名。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2374844, './img/book/2374844.jpg', '人生有何意义', '胡适', '文学经典', 1000, '“人生有何意义？”其实这个问题是容易解答的。人生的意义全是各人自己寻出来，造出来的：高尚，卑劣，清贵，污浊，有用，无用，……全靠自己的作为。生命本身不过是一件生物学的事实，有什么意义可说？生一个人与一只猫，一只狗，有什么分别？人生的意义不在于何以有生，而在于自己怎么生活。你若情愿把这六尺之躯葬送在白昼作梦之上，那就是你这一生的意义。你若发愤振作起来，决心去寻求生命的意义，去创造自己的生命的意义，那么，你活一日便有一日的意义，作一事便添一事的意义，生命无穷，生命的意义也无穷了。总之，生命本没有意义，你要能给他什么意义，他就有什么意义。与其终日冥想人生有何意义，不如试用此生作点有意义的事？……——胡适

名家谈人生的不少，端出一副面孔充当人生导师的更不少，但胡适不一样，他谈人生时，就如同你我的人生感悟，于平易近人生活故事中给人以启迪，绝不道学。胡适一生跌宕起伏，所著的《人生有何意义》通篇却传递着正能量。

胡适（1891.12.17—1962.2.24），安徽绩溪人，原名嗣穈，学名洪骍，字希疆，后改名胡适，字适之，取达尔文学说“物竞天择，适者生存”之义，笔名天风、藏晖等。胡适是中国自由主义的先驱、新文化运动的领袖之一，同时也是著名的学者、诗人、历史学家、文学家、哲学家，共拥有36个博士学位。胡适一生跌宕起伏，历任北京大学教授、北大文学院院长、辅仁大学教授及董事、中华民国驻美利坚合众国特命全权大使、美国国会图书馆东方部名誉顾问、北京大学校长、中央研究院院士、普林斯顿大学葛思德东方图书馆馆长、中华民国中央研究院院长等职。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24600688, './img/book/24600688.jpg', '傅雷家书', '傅雷', '文学经典', 1400, '傅雷家人亲自编定的家书精选本，在选编上更重视傅雷家书的思想性和丰富性，对傅家父子之间关于音乐、文学等艺术，为人处世的人生哲学，以及对文学艺术名家的品评等都尽量忠实收录，是一部厚重、更原汁原味的《傅雷家书》。
基于家书完整著作权的独占性，本书情节完整，背景清晰，人物鲜明，好看感人。贯穿全书的傅雷家人照片和家书墨迹与内容相辅相成，拉近了家书与读者的距离，迥别于其他内容不完整的选编本。书中珍贵照片、楼适夷初版代序、傅聪家信及英法文信等都是译林独家版权。也就是说，即使2017年傅雷著作权进入公版，其他任何家书选本没有权利收录这些内容，而真正完整、丰富、权威的《傅雷家书》，只能在译林出版社找到正版。



傅雷（1908－1966），我国著名文学翻译家、文艺评论家。一生译著宏富，译文以传神为特色，更兼行文流畅，用字丰富，工于色彩变化，形成享誉译坛的傅译特色。主要翻译罗曼·罗兰、巴尔扎克、丹纳、服尔德、梅里美等法国名家名作，尤以《高老头》《约翰·克利斯朵夫》《艺术哲学》等译作最为著名，计三十四部，约五百万言，全部收录于《傅雷译文集》。一百余万言的文学、美术、音乐等著述收录于《傅雷文集》。傅雷先生为人坦荡，禀性刚毅，“文革”之初即受迫害，于一九六六年九月三日凌晨，与夫人朱梅馥双双愤而弃世，悲壮的走完了一生。身后由次子傅敏选编出版的《傅雷家书》，则是他性情中的文字，不经意的笔墨，不为发表而创作。“文革”后的新读者，大多通过家书才认识傅雷，甚至把书信家傅雷置于翻译家傅雷之上。
傅聪，世界著名钢琴演奏家，一九三四年三月十日生于上海一个充满艺术氛围和学术精神的家庭。傅聪童年时代断断续续上过几年小学，主要是由父亲在家督教。八岁半师从李蕙芳开始学钢琴，九岁师从李斯特再传弟子百器，一九四六年百器去世后，基本上是自学。一九五四年赴波留学，师从著名钢琴教育家杰维茨基教授，并于一九五五年获得“第五届萧邦钢琴比赛”第三名和《玛祖卡》演奏最优奖。一九五八年底以优异成绩提前毕业于华沙国立音乐学院，移居英国伦敦，只身驰骋国际乐坛五十余年，有“钢琴诗人”之美誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (105908925, './img/book/105908925.jpg', '孤独及其所创造的', '', '外国现当代', 3060, '穿越层层迷雾，对父亲、家庭、自我身份的追寻与省思。
第一部分《一个隐形人的画像》，清点已故父亲的遗物时发现了一桩近六十年前的凶杀谜案，由此揭示了父亲难以捉摸的性格的秘密，从琐碎的遗迹和片断式的回忆，重构了那个总是缺席的人。第二部分《记忆之书》，视角与风格陡然一变，采用第三人称的叙事反思自己作为父亲的身份，通过十三段“记忆之书”，彼此相联的往日事件，在诸多文学作品的互文间，对孤独、偶然、父性，甚至对语言本身进行反思和评论，将讲述的故事变成了对于写作者自我意识的反思。
《孤独及其所创造的》是保罗•奥斯特的艺术宣告，也是他创作的基石，所有故事的原点。”



保罗•奥斯特（Paul Auster），1947年出生于新泽西的纽瓦克，著名小说家、诗人、剧作家、译者、电影导演，美国艺术与文学院院士，其作品融合了荒诞主义、存在主义和悬疑小说等元素，被视为美国当代最具创新性的小说家之一。奥斯特著作等身，代表作包括小说《纽约三部曲》《幻影书》《布鲁克林的荒唐事》《巨兽》，以及回忆录《孤独及其所创造的》，评论集《饥渴的艺术》等，曾获法国美第奇文学奖，西班牙阿斯图里亚斯王子文学奖，美国约翰•科林顿文学杰出贡献奖，并多次入围都柏林文学奖、布克奖、福克纳小说奖等，作品已被翻译成四十余种文字。他编剧的电影《烟》于1996年获得柏林电影节银熊奖和最佳编剧奖，2012年，他成为第一位纽约市文学荣誉奖的获得者。
btr/译者，本名华健，生于上海，作家、译者和当代艺术评论人。主要出版有《上海：城市生活笔记》《迷走•神经》《迷你》《意思意思》等。主要译有保罗•奥斯特《冬日笔记》、萨奇《残酷极简思维》、阿巴斯•基阿鲁斯达米《樱桃的滋味》等。曾担任2012年大声展文学单元及2016年朱浩摄影展《就像电影一样》策展人。2014年创办微信公众账号“意思意思”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5740128, './img/book/5740128.jpg', '爱的艺术', '', '文学经典', 990, '《爱的艺术》是古罗马最具影响力的诗人奥维德的代表作。作者以诗般的语言，生动地描述了一个个精妙绝伦的爱情寓言，旨在从社会学、心理学基础上指导青年男女如何正确处理爱情问题，并在书中特别为妇女说法，鼓励妇女更主动地追求爱情。这是一部被雪藏了二十多个世纪的情爱禁书，与印度的《爱欲经》、中国的《素女经》并称为“世界情爱文化的三大宝典”。

《爱的艺术》向人们展示了一个亘古不变的真理：爱情不仅仅需要爱，还需要懂得艺术与技巧。需要一些智慧的谎言、掩饰和矫情，需要经营、宽容与隐忍。当爱情趋于平淡，更要懂得如何让爱情保持活力，这样才能让爱情长久。 
《爱的艺术》全书共三卷，第一卷《如何获得爱情》，第二卷《如何保持爱情》，第三卷《女人的资本》。第一、二卷从指导男子如何追求爱情，以及如何保鲜爱情。第三部分，则从举止打扮、内涵修养等，指导女子如何俘获心上人，鼓励女子主动追求爱情。 
《爱的艺术》中，奥维德以诗般的语言，生动地描述了一个个精妙绝伦的爱情寓言，谆谆善诱地向人们传授着爱的哲学与技巧。文中穿插着许多罗马神话故事和典故，格调高雅，笔触轻松自然，而又不流于淫秽。 

奥维德，古罗马最具影响力的诗人。他在青年时曾受过良好教育，18岁就开始创作诗歌。其诗歌语言优美，情感真挚动人，在当时非常流行。
奥维德在公元1年发表《爱的艺术》。这部天才著作是专为世间恋人谱写的情爱教科书。公元8年奥维德被流放到托弥，10年后忧郁而死。
奥维德一生创作丰富，诗歌涉及的题材也极为广泛。不仅有反映生活和爱情的哀歌体情诗，更有反映罗马宗教文化和民间风情题材的诗歌。代表作有：《情诗集》《神与巨人的战斗》《变形记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21271052, './img/book/21271052.jpg', '丧失了名誉的卡塔琳娜·勃罗姆', '', '外国现当代', 1200, '本书是诺贝尔文学奖得主海因里希·伯尔最著名的中篇小说，又名《暴行是如何发生的，并能导向何方》。此书首次出版于1974年，先后被译为30多种文字，到2007年时，在德国的销量已达600万册，并被改编成电影和舞台剧。
卡塔琳娜是一位年轻漂亮的女管家，靠自己的聪明才智和辛勤劳动过着体面的生活。一次朋友聚会中，她与风度翩翩的路德维希一见倾心，坠入爱河。不料，路德维希被警方以抢劫银行的罪名通缉，他逃走了，毫不知情的卡塔琳娜却成为媒体的靶子，遭到小报的肆意诽谤，个人隐私被披露，陈年旧事被挖掘，甚至连她的亲人、朋友都无一幸免地遭到骚扰。忍无可忍的卡塔琳娜，终于举起手枪，踏上了以暴制暴的复仇之路。



海因里希·伯尔（1917-1985），德国当代小说家，1972年诺贝尔文学奖获得者，是战后德国最重要、最多产的作家之一。他出生于科隆的一个天主教家庭，中学毕业后在波恩的一家书店当学徒，1939年入科隆大学学习日耳曼文学和古典哲学，不久即被征召入伍，经历了六年的战争生活。伯尔在战争中多次负伤，并被关入美军战俘营数月，这些经历深刻地影响了他日后的创作。战后，他一边当木匠和统计员，一边继续在科隆大学深造，并开始发表作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8195707, './img/book/8195707.jpg', '鲁迅传', '朱正', '文学经典', 1170, '在中外鲁迅生平史料研究领域，《鲁迅传》作者（朱正）是有口皆碑的高手。这部其新近修订的鲁迅传记，不仅集几十年来国内外鲁迅生平史料研究之大成，而且在鲁迅生平史料研究的_些难点和疑点方面亦有深入探究开掘，并得出了令人信服的结论。
对中国现代伟大的思想家和文学家鲁迅，《鲁迅传》采取的是一种史家的知人论世的客观态度，一种既非仰视、亦非俯视的平等观察的细密精审的冷静眼光，既可当作年轻读者了解和认识鲁迅的入门之书．又可作为鲁迅研究者案头必备的学术参考书。

用了毕生的精力研究鲁迅的作者，称此书为其《鲁迅传》的“定本”。对中国现代伟大的思想家和文学家鲁迅，《鲁迅传》采取的是一种史家的知人论世的客观态度，一种既非仰视、亦非俯视的平等观察的细密精审的冷静眼光，既可当作年轻读者了解和认识鲁迅的入门之书，又可作为鲁迅研究者案头必备的学术参考书。
《鲁迅传》与林贤治《人间鲁迅》，被学术界、读书界誉为中国水平最高的两本鲁迅传记。

朱正，1931年生于湖南长沙，职业编辑。1956年出版了《鲁迅传略》。后在冯雪峰的鼓励和帮助下撰写了《鲁迅回忆录正误》，订正了许广平等人鲁迅回忆中的若干重要史实。还著有《反右派斗争始末》、《辫子、小脚及其他》、《门外诗话》等历史专著和杂文随笔集。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5161260, './img/book/5161260.jpg', '新大西岛', '', '外国现当代', 1200, '《新大西岛》一书于1623年写就，作者培根构造了一个乌托邦——一个称为“本撒冷”的国家，书中描绘了作者追求和向往的理想社会蓝图。

这个一切为科学所主宰的国家，是培根毕生所倡导的科学的“伟大复兴”的思想信念的集中表现。本书体现了文艺复兴时期人性关照下的科技光辉，在当今社会仍有积极的启发作用。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (152521828, './img/book/152521828.jpg', '人的疆域', '', '文学经典', 10350, '诺贝尔文学奖得主、《群众与权力》作者卡内蒂人道主义思想地图
一个对不死的承诺，足以撑起一个宗教。一句简单的命令，足以消灭四分之三的人口。
人究竟想要什么，生还是死？ 
本书为1981年诺贝尔文学奖得主埃利亚斯·卡内蒂的四部笔记合集，包括《人的疆域》《钟表的秘密心脏》《苍蝇的痛苦》《汉普斯特德补遗》，创作时间跨度从1942年直至1985年，是卡内蒂小说、政论、回忆录和戏剧作品的重要补充。卡内蒂一生经历流亡与漂泊，是20世纪欧洲苦难的缩影，他自青年时代起就将“笔记”作为一种严肃的文学创作体裁加以实践，在笔记中对自己的观察、记忆、灵感与哲思进行即时的记录。本书是持续半个世纪的独立省思过程的结晶，堪称这位文学大师的思想地图，展示了他思想发轫、成型与转化的脉络，和对20世纪历史的见证。



埃利亚斯·卡内蒂（Elias Canetti，1905—1994），英国籍德语作家，被誉为20世纪最重要的文学大师之一，在文学和政治哲学领域均取得重要成就。卡内蒂1905年出生于保加利亚，1911年随家人移居英国曼彻斯特，1913年因父亲去世，随母迁至维也纳。1921年前往法兰克福读高中，1924年回到维也纳学习化学，其间常去奥地利作家卡尔·克劳斯的课堂听课，对他后来写作有着重大影响。1938年纳粹侵占奥地利，卡内蒂迁居伦敦，并于1952年获得英国国籍。
卡内蒂终生将德语作为自己的文学语言，创作了多种体裁的作品，其中最具影响力的有小说《迷惘》（1935），政论《群众与权力》（1960），戏剧《虚荣的喜剧》（1950）、《婚礼》（1964），自传三部曲《获救之舌》（1977）、《耳中火炬》（1980）、《眼睛游戏》（1986），笔记《人的疆域》（1973）、《钟表的秘密心脏》（1987）、《苍蝇的痛苦》（1992）等。1981年因其作品具有“广阔的视野、丰富的思想和艺术力量”获得诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (117582083, './img/book/117582083.jpg', '水浒传', '施耐庵', '世界名著', 2199, '本书是我国文学史上第一部描写农民起义的长篇小说，古典“四大名著”之一，被清代著名文学评论大师金圣叹誉为“第五才子书”。它继承发展了中国古代小说与讲史话本的传统特色，是我国第一部由讲史蜕化出来的英雄传奇。
本书犹如一幅长长的历史画卷，我们从中看到的不仅是可歌可泣的农民起义本身，还有政治文化、市井风情和社会景观。它是那个时代的全记录。
全书情节曲折感人，形象逼真生动，一百零八将各具神韵，语言通俗雅驯，百读不厌。
本书具体而生动地描写了北宋时期一群平民及中下级乡绅、官僚、军官因为不堪忍受官府、朝廷的剥削与压迫奋起反抗，上梁山聚义的故事。它揭露了封建社会的黑暗、腐朽和统治阶级的种种罪恶，热情歌颂了起义英雄的反抗精神和正义行动，塑造了一大批梁山好汉的光辉形象，形象地揭示了封建社会“官逼民反”的客观真理和农民起义失败的内在原因。



施耐庵，《水浒传》的作者历来有争议，现在学术界大都认为是施耐庵所作。施耐庵生平材料极少，据笔记和新发现材料推考，其生平大致是：元末明初人，原籍苏州，传说为船商子弟，中过秀才、举人。曾赴元大都会试，结果落第。经人推荐，到山东郓城任训导。他遍搜梁山泊附近有关宋江等人的英雄事迹，考察当地的风土人情。曾在钱塘（今杭州）任官，因与当权者不合，任期不满便辞官回苏州。张士诚占据苏州时，曾入幕府，不久离去，往常熟、江阴一带做塾师。明朝初年，北归兴化，居白驹镇（今大丰）。后卒于淮安，终年七十五岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (160333880, './img/book/160333880.jpg', '英国特工阿申登', '', '外国现当代', 4350, '影响“007”之父弗莱明、勒卡雷、钱德勒的间谍文学经典。资深“毛迷”力荐口碑译本，带领读者进入正视毛姆机锋与魅力的通道。如果毛姆能用中文说故事，那么就是这本书里的样子。
第一次世界大战期间，已是知名作家的毛姆受英国军情六处派遣，赴欧陆从事秘密情报工作，后以这段亲身经历和见闻为素材创作了一系列独立的短篇小说，结集成册，即《英国特工阿申登》。这部作品被誉为最伟大的英国间谍小说之一，为全新一代的间谍文学定下基调，影响了包括“007”之父伊恩·弗莱明、格雷厄姆·格林、约翰·勒卡雷等在内的众多作家。
毛姆以特工阿申登作为串联故事的人物，通过兼具文学性与真实感的叙事、诙谐犀利的风格，塑造了令人印象深刻的人物群像。在这些充满惊险、诡诈与荒诞的故事中，毛姆最感兴趣的依旧是非常情境中显现的人性，亦从未失去不动声色关注周遭事物的冷静眼光。
1951年，毛姆出版四卷本短篇小说全集，共收录91个故事，并亲自确定篇目和顺序，为每一卷撰写序言。1963年企鹅出版社在此基础上推出新版，自此被认作标准定本，多次重版。理想国版《毛姆短篇小说全集》（四卷本）译自2002年企鹅版，首次以精彩译文再现毛姆短篇作品的全貌。《英国特工阿申登》为第三卷。



威廉·萨默塞特·毛姆（W.Somerset Maugham，1874—1965），英国著名小说家、剧作家、短篇小说作家。一度从医，后转而致力于写作。作品继承了英国现实主义的传统，常以冷静、讽刺乃至怜悯的态度审视人生，幽默犀利，基调超然。长篇小说代表作有《人性的枷锁》《月亮和六便士》《刀锋》等。毛姆为当时世界最负盛名的短篇小说家，他的短篇以编织故事的精湛技巧，对人性和社会生活的敏锐洞察，为其赢得了众多读者且历久不衰，成为一种全球现象。
译者：陈以侃，青年译者、文学评论人，1985年出生于浙江嘉善，曾在上海交大和复旦学习英文，2012至2015年在上海译文担任编辑。译有阿利斯泰尔·麦克劳德《海风中失落的血色馈赠》、毛姆《爱德华·巴纳德的堕落》《人性的因素》、汤姆·麦卡锡《撒丁岛》、爱德华·圣奥宾《寻找邓巴》等；文学评论见于《上海书评》《三联生活周刊》《文景》《书城》《外国文艺》《鲤》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35800853, './img/book/35800853.jpg', '梅花烙', '琼瑶', '言情', 1799, '对即将临盆的硕亲王府大福晋雪如而言，最受宠或者失宠，全看肚中孩儿是男是女了，一场男女婴对换的阴谋于焉展开。女婴被放逐了，不知随杏花溪水漂向何方？在雪如心恸，不忍却不得不挣手脱婴时，她忍痛将发簪上的梅花印烙烫在女婴的右肩上……长大后的女婴—白吟霜，带着烙印，回硕亲王府，她是来寻仇？报恩？克亲？续缘？这一幕幕扣人心弦的生命真相，将如何开展在这些冤亲债主的眼前？清乾隆年间，北京一座王公府第中，福晋第一胎临盆了，尚无子嗣和新妾得宠威胁下，用一个买来男婴，换走了甫出生女儿，仅肩上留下一朵小小梅花烙痕，从此骨肉分离。男婴皓侦长大成人，生得俊秀挺拔，允文允武，深得王爷喜爱，更整个王府骄傲与希望。至于那真正骨肉，则被一位琴师拾获收养，如今也已亭亭玉立，名叫吟霜，随着父亲行走江湖，卖唱为生。一场意外，迫使吟霜卖身葬父，而皓侦仗义助人，置宅安顿，把两人感情推升至生死相许之境，但命运偏偏捉弄人，皇上把娇纵的兰公主指给了皓侦，她的介入，使两感情风波不断，更是恶中伤吟霜为白狐转世，闹得王公府人仰马翻，鸡犬不宁。就在一次意外中，福晋赫然发现了吟霜肩上梅花烙，骨肉相认，身世之迷一解，恰似星星之火，足以燎原一般，一波接一波揭穿了当年偷龙转凤内幕……



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (131455899, './img/book/131455899.jpg', '安娜·卡列尼娜（全两册）', '', '世界名著', 9990, '1.位列“世界十大名著”榜首的小说！
2.纳博科夫：我认为《安娜·卡列尼娜》是19世纪最伟大的文学作品。
3.陀思妥耶夫斯基赞其为“一部尽善尽美的艺术杰作”
4.在人类文学史上，《安娜·卡列尼娜》展示了一场悲壮爱情的同时，也真实表现了复杂的社会问题，是一部百科全书式作品。
5.俄国文豪托尔斯泰批判现实主义代表作
安娜·卡列尼娜出生于冷漠自私的传统贵族，渴望拥有的却是热烈的爱情和精神的自由。她与时代不可调和的巨大矛盾，使她被现实冲撞地头破血流……
《安娜·卡列尼娜》是托尔斯泰在自身思想转变时期的精神自述，由于其反映的社会现实问题引起了社会的热议，安娜·卡列尼娜也成为世界文学史上最为优美丰满的人物形象之一。



列夫·托尔斯泰（Lev Nikolayevich Tolstoy,1828-1910）
19世纪俄国批判现实主义作家、哲学家、思想家，与屠格涅夫、陀思妥耶夫斯基并称“俄国文学三巨头”。
托尔斯泰出生于贵族世家，却十分同情平民。在文学创作和社会活动中，他还提出了“托尔斯泰主义”，即道德的自我完善、不以暴力抗恶、博爱等观点。《复活》是完整深刻地解释了“托尔斯泰主义”的小说。
力冈
我国著名俄苏文学翻译家，一生研究俄罗斯文学，翻译了《复活》《安娜.卡列尼娜》《日瓦戈医生》《静静的顿河》等二十多部、近七百万字的经典文学作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10860179, './img/book/10860179.jpg', 'Moby Dick（白鲸）', 'Herman Melville', '外国现当代', 0,
        'When a wandering sailor looking to be hired onto a whaling ship finds himself on the Pequod, little does he know the dire fate that awaits him and his crewmates. For the ship's captain,
        Ahab, is slowly going insane.Having lost a leg in an ill - fated harpoon attack against a fearsome white whale
        many years before, Ahab vows his revenge against Moby Dick--a vow that has become Ahab's deadly obsession.
After many months at sea, Moby Dick is spotted, and Ahab engages the crew in relentless pursuit. Ahab will stop at nothing to kill the beast...even if it means his own death--and the death of all his crew.
Can Ahab be stopped before it is too late? Or will the Pequod--and all its crew--perish in the silent depths of the sea...?



赫尔曼·麦尔维尔(Herman Melvill 1819-1891) ：小说家、诗人。1819年8月1日生于纽约，15岁离开学校，做过银行小职员、皮货店店员和教师。1839年在一条去英国利物浦的商船上充当服务员，接触海洋，对他以后的创作产生了影响。1841年他22岁时再度航海，在捕鲸船“阿古希耐”号上充当水手，航行于南太平洋一带。他后来的杰作《白鲸》取材于这次海上生活。1842年7月离船，曾为南太平洋马克萨斯群岛有食人生番之称的泰皮族所俘虏。脱逃后于当年8月在一条澳大利亚商船上作水手，因违犯纪律，被囚在塔希提岛。越狱后在当地各岛漫游，所闻所见后来写进他的《欧穆》一书中。11月，他到一艘捕鲸船上做投叉手。1843年8月又在一艘军舰上做水手，1844年10月在波士顿退伍。后开始写作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21521850, './img/book/21521850.jpg', '艺术家的命运', '', '外国现当代', 992, '1946 年诺贝尔文学奖得主，德国大文豪黑塞，作品中所充满的抒情诗意美，早已是举世所称誉。在本书中，黑塞借着善感画家约翰·费拉谷思的故事，道出了他自己婚姻生活的内幕。在文明极度发达的欧美现代家庭制度中，黑塞描写一位苦闷的艺术家如何专心致力于艺术天地的创造中，来挽救家庭崩溃的命运。孤独的抒情诗人黑塞用写实主义的手法，刻画悲剧画家内心的挣扎与苦闷，是诗人继《生命之歌》后另一部成名的杰作。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31154442, './img/book/31154442.jpg', '春琴抄', '', '外国现当代', 999, '《春琴抄》是日本唯美大师谷崎润一郎最著名的中篇小说。大阪药材商之女春琴幼年双目失明，她美貌聪颖，天赋过人，在音曲方面表现出惊人的才华。来她家做学徒的少年佐助倾慕她，尽心服侍之余，自己也暗地学习三味线，两人成为半主仆半师徒的关系。自立门户后，春琴因招人忌恨，被人毁容，佐助也自刺双目，两人深入无人知晓的二人世界。《吉野葛》是以吉野地方历史传说为背景创作的中篇小说，亦虚亦实，饶有趣味。“我”准备创作以吉野地方为背景的历史小说，到吉野来收集资料，却引出了“我”的朋友津村思慕早逝母亲的旧事，并缔结了一段美好姻缘。



谷崎润一郎（1886―1965）是日本唯美派文学大师，被日本文学界尊称为“大谷崎”，曾是诺贝尔文学奖的有力候选者。他的早期作品以妖异的笔致展现官能之美，故有“恶魔主义者”之称；中后期作品回归日本古典与东方传统，探索根植于民族性中的美；晚期作品在与诸多社会关系疏离的背景下，幽微而私密地描述了中产阶级男女的性心理。谷崎的小说世界充满荒诞与怪异，在丑中寻求美，在赞美恶中肯定善，在死亡中思考生存的意义。他的散文世界则洋溢着浓郁的日本风，耽溺于阴翳的神秘、官能的愉悦与民族的风情。谷崎润一郎是一位极具日本民族代表性的作家，他以自己毕生在文学方面的探索加深了日本文学的厚度。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (52014445, './img/book/52014445.jpg', '动物农场', '', '外国现当代', 999, '奥威尔是英国伟大的人道主义作家、新闻记者和社会评论家，著名的英语文体家。
《动物农场》是奥威尔最优秀的作品之一，是一则入骨三分的反乌托邦的政治讽喻寓言。农场的一群动物成功地进行了一场“革命”，将压榨他们的人类东家赶出农场，建立起一个平等的动物社会。然而，动物领袖，那些聪明的猪们最终却篡夺了革命的果实，成为比人类东家更加独裁和极权的统治者。“多一个人看奥威尔，就多了一分自由的保障”，有论家如是说。



乔治·奥威尔（1903年6月25日－1950年1月21日），英国著名小说家、记者和社会评论家。
他的代表作《动物庄园》和《1984》是反极权主义的经典名著，其中《1984》是20世纪影响最大的英语小说之一。
1903年生于英国殖民地的印度，童年耳闻目睹了殖民者与被殖民者之间尖锐的冲突。与绝大多数英国孩子不同，他的同情倾向悲惨的印度人民一边。少年时代，奥威尔受教育于著名的伊顿公学。后来被派到缅甸任警察，他却站在了苦役犯的一边。20世纪30年代，他参加西班牙内战，因属托洛茨基派系（第四国际）而遭排挤，回国后却又因被划入左派，不得不流亡法国。二战中，他在英国广播公司（BBC）从事反法西斯宣传工作。1950年，死于困扰其数年的肺病，年仅47岁。乔治·奥威尔一生短暂，但其以敏锐的洞察力和犀利的文笔审视和记录着他所生活的那个时代，做出了许多超越时代的预言，被称为“一代人的冷峻良知”。
其代表作有《动物庄园》和《1984》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (28638390, './img/book/28638390.jpg', '月牙儿·我这一辈子', '老舍', '中短篇集', 1799, '老舍的小说主要描写市民尤其是城市贫民的生活和命运，文笔生动幽默，富有浓郁的“京味”以及对传统文化的反思，具有极为鲜明的艺术个性。书中精选了老舍短篇小说十八篇：前十三篇，如《黑白李》、《断魂枪》、《月牙儿》等，选自1956年老舍先生自选成集的《老舍短篇小说选》；后五篇，如《大悲寺外》、《开市大吉》、《我这一辈子》等，选自老舍早年出版的多部短篇小说集。《月牙儿•我这一辈子：老舍短篇小说选》选目丰富，比较全面地展示了老舍在短篇小说创作领域的艺术成就。



老舍（1899—1966），原名舒庆春，字舍予，被授予“人民艺术家”的称号。于新中国成立后历任政务院文教委员会委员、中国文联副主席、中国作协副主席、北京市文联主席等职。老舍一生著作甚丰，其作品大多取材于市民生活，善于刻画市民阶层的生活和心理，文笔生动、幽默，极具地方色彩。著有长篇小说《老张的哲学》《骆驼祥子》《四世同堂》《小坡的生日》《猫城记》《牛天赐传》等，短篇小说《我这一辈子》《月牙儿》《断魂枪》等，话剧《茶馆》《龙须沟》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9533262, './img/book/9533262.jpg', 'First Love（初恋）', 'Ivan Sergeyevich Turgenev', '世界名著', 0,
        'Vladimir Petrovich Voldemar, a 16-year-old, is staying in the country with his family and meets Zinaida Alexandrovna Zasyekina, a beautiful 21-year-old woman, staying with her mother, Princess Zasyekina, in a wing of the manor. This family, as with many of the Russian minor nobility with royal ties of that time, were only afforded a degree of respectability because of their titles; the Zasyekins, in the case of this story, are a very poor family. The young Vladimir falls irretrievably in love with Zinaida, who has a set of several other (socially more eligible) suitors whom he joins in their difficult and often fruitless search for the young lady's favour.

First Love is a novella by Ivan Turgenev,
        first published in 1860. It is one of his most popular pieces of short fiction. It tells the love story between a 21-year-old girl and a 16-year-old boy,
        but things change when the girl falls in love with the boy's father.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.



伊凡・谢尔盖耶维奇・屠格涅夫（1818-1883）是俄罗斯杰出的现实主义作家。他创作的《罗亭》、《贵族之家》、《前夜》、《父与子》、《烟》、《处女地》等六部长篇小说，被誉为俄国十九世纪四十年代七十年代“社会思想的艺术编年史”。与此同时，他还写过数十篇中短篇小说，《初恋》正是其中的代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21521724, './img/book/21521724.jpg', '东方之旅', '', '外国现当代', 912, '《东方之旅》是黑塞写作态度的转折点，从强调自我的完美个人主义，到献身给团体的崇高服务精神。描写生之追寻者的心路历程。我们不再有一位朝着模糊的理想奋斗的主角，而只有试图表达和实现理想的一个中心思想。透过十八世纪流行的“盟会小说”引人入胜的技巧，象征黑塞自己的书中主角H.H，为盟会所做的象征性旅行——一次穿越时空的“卡夫卡式”经验，终于为他所追求的永恒精神领域——“第三王国”下了有效的定义。
以象征性的自传开始的这本书，卒以艺术的神圣化结束。黑塞在此已经到达唯美的理想境界了。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (163313320, './img/book/163313320.jpg', '巴比伦空中花园', '', '文学经典', 2799, '《巴比伦空中花园》是涩泽龙彦逝世30周年（2017）时，由日本河出书房重磅推出的特别纪念文集。本书梳理涩泽龙彦众多著作，网罗了以“植物”为主题的经典作品。打开这本书，就像进入了一家神奇的植物博物馆。内容趣味横生，又是一次对涩泽龙彦庞大书系的梳理，是进入充满魅力又眼花缭乱的涩泽世界的绝佳入口，也是无论新老读者都必须拥有的风格之作。
古代世界七大奇迹之一、位于大都市巴比伦的巨大建筑物“空中花园”，有包括珍奇花卉等在内的世界上所有植物；在希腊神话中，有无数个人类变身为植物的奇妙故事；色情文学家钟情于对植物原始的性幻想；世间的植物多被风花雪月的情调所浸染；植物的球根多被喻为美少年；中世纪贵族对被毒杀的恐惧与对草药、毒草的执着到了令人发指的地步……有关植物世界的秘密，远远超出你的想象。
植物界没落的贵族们、植物界的伊卡洛斯、药草与毒草、香料、琥珀、对于庭园的偏爱等，《巴比伦空中花园》收录了涩泽龙彦有关植物的18篇独具魅力的散文，其中《弗洛拉逍遥》包括25篇有关花卉的短文。日本暗黑美学大师涩泽龙彦有关植物的名篇都汇聚在了这本书中。



涩泽龙彦（Tatsuhiko Shibusawa，1928—1987）日本现代作家、评论家。对三岛由纪夫、寺山修司等人影响甚深的“暗黑美学大师”。他致力于将西方社会中的文化与思想暗流介绍给日本学界。从20世纪50年代起研究法国文学，并集中向日本读者引介萨德侯爵、巴塔耶、阿尔托等异色作家的作品，轰动一时。同时，他也深入宗教、民俗、文学、艺术等领域，写出了大批充满暗黑色彩的幻想文学作品，成为日本杰出的幻想文学先锋。一生译作、著作无数，其中《唐草物语》于1981年获得第九届泉镜花文学奖、遗作《高丘亲王航海记》于1988年获得第三十九届读卖文学奖。
袁璟：日本关西大学社会学硕士。译者、撰稿人。译作有《永续生活》《无印良品的设计》《设计的真理》《漆涂师物语》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (43698720, './img/book/43698720.jpg', '一千零一夜（插图版·全译本）', '', '世界名著', 1300, '《一千零一夜》是古代阿拉伯的一部民间故事集。
故事的起因是一位国王因王后与人私通，便每夜都要娶一个女人，翌晨便杀死，以此消除心中愤恨。而宰相的女儿为解救国中女子便自愿嫁给国王，每日给国王讲一个故事，例如“渔夫与魔鬼”“阿里巴巴与四十大盗”“辛巴达航海历险记”……共讲了一千零一夜，*终感化了国王。
本书内容包括万象，大故事套小故事，情节奇幻诡异，节奏感鲜明。书中常将威严的帝王与平凡的百姓，将常见的花鸟鱼虫与想象中的神魔鬼怪，巧妙地融合在一篇篇富有哲理、耐人寻味的故事中，将主人公与命运抗争、与大自然周旋、与成功路途中的种种艰难险阻做斗争的勇敢表现展现在读者面前。读来犹如身临其境，令人不忍释卷。



《一千零一夜》的作者虽然佚名，却是影响了西方众多经典作家的阿拉伯古典文学名著。它具有浓厚的浪漫色彩、美妙奇特的想象和瑰丽多姿、神秘莫测的故事情节等艺术特色，同时由于它展示了广阔的社会背景，反映了当时社会生活的现实面貌，体现了形式上的浪漫主义和内容上的现实主义的巧妙结合，成为研究中世纪阿拉伯帝国的“百科全书”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (131851033, './img/book/131851033.jpg', '在路上', '', '外国现当代', 2399, '小说以年轻作家萨尔的视角讲述了他和迪安等人四次横跨美国大陆的公路旅行。在混乱而亢奋、真挚而疯狂的旅程中，他们结识了流浪汉、农民、工人、少数族裔。这些人同样身处“黄金时代”，应许的“美国梦”却被淹没在幻想与泡沫中。萨尔与迪安纵情于爵士乐和性爱，开启了通往体验生命以及无限可能的那扇大门。他们尽情地燃烧自我与探索世界，追寻生命的真义和灵魂的自由。
本书是凯鲁亚克的自传体小说。1951年，年近三十的凯鲁亚克于短短三周之内，在一幅三十多米的卷轴上一气呵成写完此书。在屡遭退稿后，经他自己六度修改的《在路上》终于在1957年正式出版。其后，此书轰动美国并风靡世界，成为历久弥新的文学经典。凯鲁亚克也被奉为新世代的精神教主，鼓舞着无数年轻人循着他的足迹找寻人生真义。



杰克·凯鲁亚克（Jack Kerouac,1922—1969）
小说家、诗人，出生于美国马萨诸塞州，父母为法裔加拿大人。他凭橄榄球奖学金进入哥伦比亚大学，后退学去商船上当水手，也曾短暂地加入海军，但因无法忍受军纪约束，住进精神病房并获退伍。
逃离与追寻贯穿了凯鲁亚克的一生，身份的疏离和语言的隔阂，让他始终游离在社会的边缘。他自诩是时代和社会的“局外人”，一直在找寻属于自己的声音。在纽约期间凯鲁亚克结识了艾伦·金斯堡、威廉·巴勒斯和尼尔·卡萨迪等人，并以他们和自己的亲身经历为原型创作了《在路上》。此书被誉为一部定义了“垮掉的一代”的经典作品，至今畅销不衰，并且被列入美国大学人文通识课的必读书目。他还著有《达摩流浪者》《地下人》《孤独旅者》等作品。
何颖怡
台湾政治大学硕士，曾于美国威斯康辛大学从事比较妇女学研究。现专职翻译。译有《裸体午餐》《在路上》《阿宅正传》《天真的人类学家》《时间里的痴人》《行过地狱之路》《林肯在中阴》等作品。"');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (162500988, './img/book/162500988.jpg', '不祥的蛋·狗心', '', '科幻', 2999, '《不祥的蛋》和《狗心》是布尔加科夫早期的经典讽刺作品。《不祥的蛋》描述了生物学教授发现了一种能促进动物生长的红光，却被强征应用于养鸡事业。由于工作人员的失误将实验用的热带生物的蛋送给了养鸡场，结果孵化出了大量的怪物席卷苏联全境，连军队也束手无策，最后意外出现的强大寒流才将这些怪物消灭。《狗心》讲述了一个将人脑移植到狗身上造就了一个人脑狗心的怪物的故事。这个怪物将人类的无耻、卑劣体现到了极致。最后，医生将怪物变回了狗，终止了荒唐的闹剧。



米哈伊尔·阿法纳西耶维奇·布尔加科夫，前苏联作家，毕业于基辅国立大学。主要作品有《大师和玛格丽特》，《狗心》，《不祥的蛋》等。前苏联时期最重要的作家之一，一定意义上被认为开创了魔幻现实主义流派，其作品《大师和玛格丽特》曾因政治原因被封禁27年之久，但是已经解封面世便引起了世界的轰动。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (161856783, './img/book/161856783.jpg', '文心雕龙（精）', '王志彬 译注', '文学经典', 2520, '《中华经典名著全本全注全译丛书：文心雕龙》共五十篇，三万七千余言，用精美的骈文写成。每篇标题下，均有序号排列；每篇篇末则有“赞日”作结。其《序志》篇作为全书的总序，接“古人之序皆在后”之例，被置诸书末，起着“以驭群篇”的统领作用，乃是解读全书基本内容和理论体系的重要资料和依据。



王志彬译注。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11909797, './img/book/11909797.jpg', 'Twenty Years After（二十年后）', 'Alexandre Dumas', '外国现当代', 0,
        'The fantastic adventures of the Three Musketeers continue - starting with an intrigue surrounding D'Artagnan who has, for
        twenty years, remained a lieutenant.



大仲马：19世纪法国浪漫主义作家。大仲马自学成才，一生写的各种著作达300卷之多，主要以小说和剧作著称于世。他最著名的作品包括《基督山伯爵》、《三个火枪手》、《二十年后》和《布拉热洛纳子爵》，后三部通称为达尔达尼央浪漫三部曲。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (119135130, './img/book/119135130.jpg', '红楼梦（经典译林）', '【清】曹雪芹', '世界名著', 2199, '《红楼梦》是一部内涵丰厚的作品，《好了歌》和十二支《红楼梦曲》提示着贾宝玉所经历的三重悲剧。作者将贾宝玉和一群身份、地位不同的少女放在大观园这个既是诗化的、又是真实的小说世界里，来展示她们的青春生命和美的被毁灭的悲剧。作品极为深刻之处在于，并没有把这个悲剧完全归于恶人的残暴，其中一部分悲剧是封建势力的直接摧残，如鸳鸯、晴雯、司棋这些人物的悲惨下场，但是更多的悲剧是封建伦理关系中的“通常之道德、通常之人情、通常之境遇”所造成的，是几千年积淀而凝固下来的正统文化的深层结构造成的人生悲剧。小说描绘了上至皇宫、下及乡村的广阔历史画面，广泛而深刻地反映了封建末世复杂深刻的矛盾冲突，显示了封建贵族的本质特征和必然衰败的历史命运。尤其深刻的是，在小说展示的贾府的生活图画里，显示出维持着这个贵族之家的等级、名分、长幼、男女等关系的礼法习俗的荒谬，揭开了封建家族“温情脉脉面纱”内里的种种激烈的矛盾和斗争。
《红楼梦》，中国古代章回体长篇小说，又名《石头记》等，被列为中国古典四大名著之首，一般认为是清代作家曹雪芹所著。小说以贾、史、王、薛四大家族的兴衰为背景，以富贵公子贾宝玉为视角，描绘了一批举止见识出于须眉之上的闺阁佳人的人生百态，展现了真正的人性美和悲剧美，可以说是一部从各个角度展现女性美的史诗。
《红楼梦》是一部具有世界影响力的人情小说，举世公认的中国古典小说巅峰之作，中国封建社会的百科全书，传统文化的集大成者。小说以“大旨谈情，实录其事”自勉，只按自己的事体情理，按迹循踪，摆脱旧套，新鲜别致，取得了非凡的艺术成就。“真事隐去，假语村言”的特殊笔法更是令后世读者脑洞大开，揣测之说久而遂多。后世围绕《红楼梦》的品读研究形成了一门显学——红学。



曹雪芹（约1715年5月28日—约1763年2月12日），名沾，字梦阮，号雪芹，又号芹溪、芹圃，中国古典名著《红楼梦》的作者，祖籍存在争议（辽宁辽阳、河北丰润或辽宁铁岭），出生于江宁（今南京），曹雪芹出身清代内务府正白旗包衣世家，他是江宁织造曹寅之孙  ，曹顒之子（一说曹頫之子）。
曹雪芹早年在南京江宁织造府亲历了一段锦衣纨绔、富贵风流的生活。曾祖父曹玺任江宁织造；曾祖母孙氏做过康熙帝的保姆；祖父曹寅做过康熙帝的伴读和御前侍卫，后任江宁织造，兼任两淮巡盐监察御使，极受康熙宠信。雍正六年（1728年），曹家因亏空获罪被抄家，曹雪芹随家人迁回北京老宅。后又移居北京西郊，靠卖字画和朋友救济为生。曹家从此一蹶不振，日渐衰微。经历了生活中的重大转折，曹雪芹深感世态炎凉，对封建社会有了更清醒、更深刻的认识。
曹雪芹最伟大的贡献在于文学创作。他创作的《红楼梦》规模宏大、结构严谨、情节复杂、描写生动，塑造了众多具有典型性格的艺术形象，堪称中国古代长篇小说的高峰，在世界文学史上占有重要地位。曹雪芹为中华民族、为世界人民留下了宝贵的文化遗产和精神财富，不仅对后世作家的创作影响深远，而且在绘画、影视、动漫、网游等领域产生了大量优秀衍生作品，学术界、社会上围绕《红楼梦》作者、版本、文本、本事等方面的研究与谈论甚至形成了一种专门的学问——红学。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (150589842, './img/book/150589842.jpg', '报仇神', '', '文学经典', 1800, '《埃斯库罗斯悲剧集》收集了古希腊悲剧作家埃斯库罗斯全部完整的传世剧本，包括《乞援人》《波斯人》《七将攻忒拜》《普罗米修斯》《阿伽门农》《奠酒人》《报仇神》等七部作品。埃斯库罗斯的悲剧风格崇高，语言优美，富于抒情气氛。埃斯库罗斯注重形象的塑造，笔下所创造的人物，如普罗米修斯，都有坚强的意志和刚毅的性格。埃斯库罗斯的悲剧大部分取材于神话，多以三联剧形式呈现。



埃斯库罗斯，古希腊三大悲剧诗人之一，因其对古希腊悲剧艺术发展做出的开创性贡献，被誉为“悲剧之父”。代表作有《普罗米修斯》《阿伽门农》《报仇神》等。
罗念生（1904—1990）享有世界声誉的古希腊文学学者、翻译家，翻译出版古希腊文学作品和专著达五十余种，近千万字，译作被誉为“一座奥林匹斯山”，主编有《古希腊语汉语词典》，并于1987年获希腊最高文化机关雅典科学院颁发的“最高文学艺术奖”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (157412665, './img/book/157412665.jpg', '红楼梦（全三册）', '曹雪芹', '世界名著', 6999, '伟大的经典作品往往有着丰富的诠释空间，不同的读者各有其理解。本书也是如此，作为中国小说史上难以被超越的经典，它很难被简单地概括。贾宝玉由一个懵懂叛逆的少年最终"悬崖撒手"、看破红尘、遁世出家，由此观之，本书可以说是一部成长小说，也是一部颇具哲学意味、“以情悟道”的悟道书。书中写贾、史、王、薛四大家族一度兴盛，终又繁华散尽，各个人物各有其命运走向，这更是一部由盛转衰的家族史，一幅精彩的群像画卷。其中穿插着贾宝玉、林黛玉、薛宝钗三人的婚恋情感，曲曲折折，难以尽述，它似乎又是一部刻画入微的爱情小说。与此同时，人情往来、婚丧嫁娶、理家治国等等事件层出不穷，如此看来，它又是一部世情小说。本书的饮食可以编成一本食谱，药物可以编成一部药典，服饰可以做好多期时尚杂志……总之，这本书内容丰富，无所不包。有人读出反叛与抗争，有人获得启悟和开解，有人为宝黛爱情而扼腕，有人为盛筵难再而叹息，有人学习人情世故，有人研究风物习俗……本书是值得一读再读的。
本书的主题是永恒的。时代会变，人性不变。本书对一个时代的呈现，对人生意义的探讨，对生命价值的追问，对情感与自我、真实与虚幻、生死与离合的展现，是送给每个读者的礼物。本书是中国文学中不可不读的作品，是对中国式哲学、中国式艺术、中国式生活的深度解析。



曹雪芹，名霑，字梦阮，号雪芹。生于南京，祖籍辽阳。祖上原为驻守辽东的汉人军官，1621年归附后金，入满洲正白旗。曾祖母孙氏为康熙帝幼时奶姆。祖父曹寅为康熙帝的伴读、御前侍卫，后任江宁织造，兼任两淮巡盐御史。雍正五年（1727年），雪芹叔父（一说父亲）曹頫获罪革职，被抄家，雪芹随家人迁回北京。后住在北京西郊。曹雪芹工诗善画，好饮酒，善谈吐，娓娓然令人终日不倦，生活穷困潦倒而又嗜酒狂放，以至于“举家食粥酒常赊”。乾隆二十七年，伤感于爱子早夭，贫病交加的曹雪芹离开人世。
重要批者脂砚斋：疑似作者生活伴侣，参与了《红楼梦》的创作过程，扮演作者贴身编辑的角色，为《红楼梦》留下大量批语，现身说法解析作者精妙的写作技巧，更对书中大量的暗写、隐喻、人物结局作了必要提示，为读者解惑。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (46979879, './img/book/46979879.jpg', '水浒传（上下册）', '[明]施耐庵', '中国古典', 2500, '全书通过描写北宋末年以宋江为首的108位好汉在梁山聚义，以及聚义之后接受招安、四处征战的故事，艺术地反映了中国历史上宋江起义从发生、发展直至失败的全过程，深刻揭示了起义的社会根源，满腔热情地歌颂了起义英雄的反抗斗争和他们的社会理想，也具体揭示了起义失败的内在历史原因。
《水浒传》流传极广，脍炙人口，对中国乃至东亚的叙事文学都有极其深远的影响。



施耐庵（约1296—约1370），原名彦端，字肇瑞，号子安，别号耐庵。泰州兴化人，祖籍苏州，舟人之子，生于兴化白驹镇（今盐城市大丰区），13岁入私塾，19岁中秀才，29岁中举人，35岁中进士。35岁至40岁之间官钱塘二载，后与当道不合，复归苏州。至正十六年（1356）六十岁，张士诚据苏，征聘不应；与张士诚部将卞元亨相友善，后流寓江阴，在祝塘镇教书。71岁或72岁迁兴化，旋迁白驹场、施家桥。朱元璋屡征不应；最后居淮安卒，终年74岁。著作是四大名著之一的《水浒传》。
罗贯中，生活在元末明初，大约在一三三零到一四零零年间，他所写的小说很多，相传有数十种，现在留存的，除《三国演义》外，还有《隋唐志传》、《残唐五代史演义》和《三遂平妖传》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21521973, './img/book/21521973.jpg', '生命之歌', '', '外国现当代', 1152, '《生命之歌》是憧憬东方思想的抒情诗人黑塞的作品。它描写一位音乐家因少年时期的恋爱事件而意外残废。当他经过艰苦奋斗的历程而以作曲家身份出现时，却遭遇到热情化身的友人歌手夺取了他的爱人。最后男主角库恩成了大音乐家，歌手莫德与女主角葛特露德缔结良缘，却因性格不相容而以悲剧结束了这场三角恋爱。故事中男主角库恩以伟大纯洁的意志，克服了艰苦的命运，谱成爱情与生命的凯歌。
这是一部满含哲理，以高歌音乐与纯洁爱情为主题的小说，是孤独者追求幸福的悲怆心曲。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (38463932, './img/book/38463932.jpg', '动物集', '', '外国现当代', 1999, '《动物集》是阿雷奥拉的一部精彩的微型小说集。在书中，阿雷奥拉用散文诗般的语言描绘了二十三种动物。阿雷奥拉表面上写的是动物，但文中折射出的却是他对人的看法。每篇故事的篇幅都非常短小，但阿雷奥拉总是能够用寥寥数笔表达出丰富而深刻的寓意。阿雷奥拉的比喻直接、干脆，不带丝毫犹豫，有时甚至是定义性的，密度极大的比喻交织结成动物凿实的轮廓线条，如银针笔所作的插画一般笃定，我们也因此得以感受到本体与喻体之间那更为深刻和决定性的相符相合。



胡安·何塞·阿雷奥拉（1918-2001），出生于墨西哥哈利斯科州的古斯曼城，墨西哥著名作家、学者和编辑，可与路易斯·博尔赫斯相媲美的拉美幻想主义文学大师，20世纪最优秀的短篇小说家之一。阿雷奥拉的作品融合了小说、诗歌和散文等文体的特征，将想象与现实结合，模糊了真实与虚构的界限，他的《动物集》《寓言集》等作品极大地推动了墨西哥当代奇幻文学的发展。阿雷奥拉、胡安·鲁尔福、卡洛斯·富恩特斯同为20世纪中叶墨西哥新短篇小说的开创者。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11218597, './img/book/11218597.jpg', '项链及其他', '', '世界名著', 389, '莫泊桑短篇小说集（九）——项链及其他



一个平凡公务员的妻子玛蒂尔德为参加一次晚会，向朋友借了一串钻石项链，不料回家途中不慎丢失。她只得借钱买了新项链还给朋友。为了偿还债务，她节衣缩食，为别人打短工，整整劳苦了十年。最后得知所借的项链原是一串假钻石项链。本文以项链本身为线索，通过借项链、丢项链、还项链的情节带领读者走进女主人公马蒂尔德的生活及内心世界，深刻领略到19世纪资本主义社会中小人物无法决定自身命运的悲剧现实。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (26280174, './img/book/26280174.jpg', '草叶集', '', '文学经典', 999, '《草叶集》是一部奇书，从内容到形式都颠覆了在它之前美国诗人们遵循的欧洲诗歌的创作模式，而且是有意识的颠覆。尽管它从问世至今饱受争议褒贬，但却被尊崇为地道的美国诗歌的诞生标志，是19世纪世界文学史中最重要的诗集之一。书的内容如此浩繁，从中史学家看到了19世纪的美国历史，思想家看到了民主自由平等观念的美国式表达，哲学家看到了万物皆有灵和灵魂不朽的信念，旅行者看到了美国野性旷莽的自然风光和壮丽沸腾的城市景象，青年人读出了对肉体和性的赞美，老年人看到了对死亡的坦然无惧……惠特曼在美国与世界文学史上的重要性怎么形容都不过分。
此译本由译者邹仲之根据英国华兹华斯诗文图书馆出版社2006年出版的《沃尔特•惠特曼诗全集》 译出，在“临终版”草叶集的基础上还增添了十余首作者去世后附编的《老年的回声》，以及数十首之前未收入诗集的作品。因此，这部新版的《草叶集》可谓迄今为止国内收录最完整、最全面的惠特曼诗集。另外，译者在翻译过程中参考了楚图南和李野光先生合译的《草叶集》（人民文学出版社，1987）以及赵萝蕤先生译的《草叶集》（上海译文出版社，1991），既保留借鉴了前辈的成果，又在前人的高度上以一种粗粝平易的语风重新诠释了惠特曼这位平民诗人，并获得了翻译界前辈屠岸先生的肯定。



沃尔特•惠特曼(1810～1892) ，19世纪美国杰出的民主主义诗人、人文主义者。出身于农民家庭，11岁时辍学，做过勤杂工、学徒、排字工人、乡村小学教师、记者、编辑等。
作为土生土长的美国诗人，惠特曼创造了一种新型诗体：自由体诗。即不受格律、韵脚的限制和束缚，任思想和 语言自由发挥。
惠特曼一生歌颂民主自由，充分体现了美国人民对民主的渴望，他赞美人民创造性的劳动，其作品给人以积极向上的精神鼓舞。
译者邹仲之，从事文学编译。编有散文集《抚摸北京——当代作家笔下的北京》、《感怀上海——作家笔下的20世纪上海》；译有《米开朗琪罗诗全集》、《布兰诗歌——欧洲大型声乐作品名作选》、《冬之旅——欧洲声乐套曲名作选》、《莎乐美——20世纪西方歌剧名作选》、《草叶集》和《卡明斯诗选 》（即将出版）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31154557, './img/book/31154557.jpg', '浮世草子', '', '外国现当代', 3699, '井原西鹤的“浮世草子”是继平安时代的《源氏物语》、镰仓时代的《平家物语》之后，形成的日本古典小说的最后一个高峰，产生了很大影响。17世纪著名作家井原西鹤在文学史上具有重要地位，其作品已被译介到欧美多个国家。西鹤的浮世观使得他对两大主题和题材着力最多，一是对町人情感生活 的描写，二是专写町人的经济活动或经济生活，叫做“町人物”，属于“经济小说”。本书所选译的，正是这两类作品的六部代表作。



井原西鹤（1642-1693），出生于大阪的一个町人富商之家，父母早逝，继承家业，青年丧妻、丧子，家庭不幸，彷徨苦闷，曾一度出家。西鹤曾将家业托付他人管理，游历日本各地，具有丰富的人生阅历。十五岁时，西鹤开始热衷于俳谐创作，俳号（俳人的名号）“鹤永”，后师从著名俳人、谈林派的西山宗因学习俳谐，并改俳号为“西鹤”。西鹤特别擅长连续不停地飞速吟咏的所谓“矢数俳谐”，但由于其俳谐只追求句数，不免粗制滥造而招致批评否定。四十一岁时，西鹤便转向了小说创作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10785276, './img/book/10785276.jpg', 'Cabbages and Kings（白菜与皇帝）', 'O. Henry', '外国现当代', 0, 'A series of stories which each explore some individual aspect of life in a paralytically sleepy Central American town while each advancing some aspect of the larger plot and relating back one to another in a complex structure which slowly explicates its own background even as it painstakingly erects a town which is one of the most detailed literary creations of the period.
In this book, O.Henry coined the term "banana republic".



欧·亨利（O.Henry 1862～1910年），原名：威廉·西德尼·波特（WilliamSydneyPorter）：世界著名 的短篇小说家。他的一生富于传奇性，当过药房学徒、牧牛人、会计员、土地局办事员、新闻记者、银行出纳员。他的创作紧随莫泊桑和契诃夫之后，而又独树一帜。曾被评论界誉为曼哈顿桂冠散文作家和美国现代短篇小说之父。他的作品有“美国生活的百科全书”之誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (46970512, './img/book/46970512.jpg', '绿原译浮士德', '', '世界名著', 3300, '《浮士德》为作者代表作，在文学史上被称为人类精神进化的百科全书。它通过书斋学者浮士德与魔鬼的赌赛，表现了新兴资产阶级知识分子自强不息的进取精神。全书既有优美的诗意，又有曲折的哲理，既有鲜明的性格描写，又有生动的情节演示。该书是我国*个散文译本，便于读者理解原著的故事情节和思想意蕴。



约翰·沃尔夫冈·封·歌德（1749—1832）
德国诗人、戏剧家和小说家，公认的世界文学巨人之一。早年悲剧《葛兹·封·贝利欣根》对狂飙运动起过促进作用，小说《少年维特的烦恼》对德国文学和世界文学均有影响。1775年移居魏玛，与维兰、赫尔德、席勒等文化名人相往还，共同发展了古典的文化理想与人类进步精神。曾任枢密顾问官，政绩斐然。出访意大利后，出版诗剧《伊菲革涅亚》、《哀格蒙特》、《塔索》等；在席勒的鼓舞下，创作小说《威廉·麦斯特》、叙事诗《赫尔曼和多罗泰》及其巨著《浮士德》等。
绿原
原名刘仁甫，生于1922年，人民文学出版社编审、前副总编辑，国际笔会中国中心会员，国际日耳曼语学者协会会员。1939年开始从事文学创作和翻译，先后出版《童话》、《人之诗》、《绿原自选诗》、《寻芳草集》、《半九别集》、《绿原文集》等多种。主要译作：《浮士德》、《里尔克诗选》、《请向内心走去》、《拆散的笔记簿》、《叔本华散文选》、《德国的浪漫派》、《莎士比亚的少女和妇人》、《爱德华三世·两位贵亲戚》等。诗歌创作获第37届斯特鲁加国际诗歌节“金环奖”，翻译业绩获颁中国文学艺术界首批“资深翻译家”证书，译著《浮士德》获首届“鲁迅文学奖优秀文学翻译彩虹奖”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (156772876, './img/book/156772876.jpg', '局外人', '', '世界名著', 3000, '十一岁的男孩被侵犯后惨遭杀害，尸体在一个镇公园里被发现。目击者和现场留下的指纹都清晰地指向了弗林特市最受欢迎的市民之一，特里·梅特兰。他是小联盟教练、英语老师、丈夫，以及两个女孩的父亲。拉尔夫·安德森警探下令迅速公开逮捕他。梅特兰有不在场证明，但安德森和地方检察官很快就添加了DNA证据，这个案子似乎铁证如山。
随着调查的扩大，骇人听闻的答案出现，强烈的紧张感和几乎令人无法忍受的悬念，将故事推进高潮。特里·梅特兰看起来是个好人，但他到底有几幅面孔？当答案揭晓时，所有人都感到震惊。



斯蒂芬·金（Stephen King），一九四七年出生于美国缅因州波特兰市，后在缅因州州立大学学习英语文学，毕业后走上写作之路。自一九七四年出版第一部长篇小说《魔女嘉丽》后，迄今已著有四十多部长篇小说和两百多篇短篇小说。其所有作品均为全球畅销书，有超过百部影视作品取材自他的小说,
        其中最著名的当属《肖申克的救赎》。一九九九年，斯蒂芬‧金遭遇严重车祸，康复后立刻投入写作。二〇〇三年，获得美国国家图书基金会颁发的“杰出贡献奖”，其后又获得世界奇幻文学奖“终身成就奖”和美国推理作家协会“爱伦·坡奖”的“大师奖”。 在斯蒂芬‧金的众多作品中，以历时三十余年才完成的奇幻巨著“黑暗塔”系列（共八卷）最为壮观，也最受金迷推崇，书里的人物与情节，散见于斯蒂芬‧金的其他小说。他的最新作品包括《11/22/63》《暗夜无星》《穹顶之下》《乐园》《长眠医生》《奇梦集》《局外人》和“梅赛德斯先生”三部曲等。
目前斯蒂芬‧金与妻子居住在美国缅因州班戈市。他的妻子塔比莎·金也是位小说家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11280947, './img/book/11280947.jpg', '明隆庆六年初刻版《传习录》', '王守仁', '文学经典', 999, '《传习录》是明代哲学宗师王阳明的论学语录和书信集，集中体现了阳明心学的核心观点，是了解阳明心学最经典的入门必读书。
明隆庆六年初刻版《传习录》是后世各版《传习录》的母本，因其大部分内容由王阳明亲自审定且未经后人妄改，拥有极高的权威性和珍藏价值，是阳明心学的首选读本。本书即以此为底本，结构与内容均保留原貌，附上原书附录的王阳明亲自编定《朱子晚年定论》，唯为方便现代读者阅读，将原书的繁体竖排改为简体横排，加以译注，为读者重现这一历经四百余年经典永恒的初始定本。



王阳明（1472—1529），名守仁，字伯安，别号阳明，浙江绍兴府余姚县（今浙江省余姚市）人，明代著名的思想家、文学家、哲学家和军事家，陆王心学之集大成者，官至南京兵部尚书、都察院左都御史，因平定宸濠之乱有功而被封为新建伯，隆庆年间追赠新建侯，谥文成。
王阳明是中国历史上为数不多的集立德、立功、立言“三不朽”于一身之人，其学术思想更是由中国传至日本、朝鲜半岛以及东南亚，对后世影响巨大。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11909421, './img/book/11909421.jpg', 'Madame Bovary（包法利夫人）', 'Gustave Flaubert', '世界名著', 0, 'Madame Bovary scandalized its readers when it was first published in 1857. And the story itself remains as fresh today as when it was first written,
        a work that remains unsurpassed in its unveiling of character and society. It tells the tragic story of the romantic but empty-headed Emma Rouault. When Emma marries Charles Bovary,
        she imagines she will pass into the life of luxury and passion that she reads about in sentimental novels and women's magazines. But Charles is an ordinary country doctor, and provincial life is very different from the romantic excitement for which she yearns. In her quest to realize her dreams she takes a lover, Rodolphe, and begins a devastating spiral into deceit and despair. And Flaubert captures every step of this catastrophe with sharp-eyed detail and a wonderfully subtle understanding of human emotions.



古斯塔夫·福楼拜（Gustave Flaubert，1821年12月12日－1880年5月8日）：生于法国鲁昂，法国文学家，世界文学名著《包法利夫人》的作者。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31521058, './img/book/31521058.jpg', '幻灭（傅雷全集）', '', '世界名著', 499, '《幻灭》，法国现实主义作家巴尔扎克所著，是一部集中反映文学艺术商品化及新闻界黑幕的小说，也是《人间喜剧》中最有深度，也最能反映时代精神的杰作之一。小说通过两个有才能、有抱负的青年的遭遇，反映了法国大革命以后整整一代青年的处境和精神状态，指出随着封建制度的解体和资本主义的胜利，必然出现人与人之间竞争角逐的局面，由此无可避免地会产生一首首个人奋斗的诗篇，一出出理想破灭的悲剧。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。而后他与人合作从事滑稽小说和神怪小说的创作，曾一度弃文从商和经营企业，出版名著丛书等，均告失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24550493, './img/book/24550493.jpg', '汉武故事', '班固', '中国古典', 399, '《汉武故事》，又名《汉武帝故事》，共一卷，是一篇杂史杂传类志怪小说，作者不详，成书年代不早于魏晋。
“多与《史记》、《汉书》相出入，而杂以妖妄之语”。记载汉武帝从出生到死葬茂陵的传闻佚事，属于汉武帝传说系统中的一部传记小说。
其主要内容，是武帝为求长生不老而求仙问道，同时也写了当时一些历史人物的逸闻逸事，如“金屋藏娇”、“相如论赋”等。其行文简雅拙质，不事雕琢，然能注意渲染气氛，人物对话亦有个性，对后代传奇小说产生一定影响。



本书作者，前人有汉班固、晋葛洪、南齐王俭诸说。然皆无确凿证据。《汉武故事》一卷，旧本题汉班固撰，然史不云固有此书，《隋志》著录传记类中，亦不云固作。其中关于东方朔身世的一段文字，与班固所著《汉书》中记载的东方朔自我介绍完全不同。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5393442, './img/book/5393442.jpg', '有钱人和没钱人', '', '世界名著', 599, '本书分为《春》、《秋》、《冬》三部分，形象地表现了哈里·摩根这个“个人主义者”失败的一生。

在《春》里，摩根从事出租钓鱼船的行当，迫于生计，为他人运送“活货”（偷渡者），为求自保，不惜以身试法，惹上了人命官司；在《秋》中，摩根从事走私烈酒的买卖，过着在“刀口上舔血”的日子；到了《冬》，摩根已经山穷水尽，为了挣钱而不择手段，甚至同意接受把一伙抢劫银行的古巴恐怖分子运回古巴的提议。虽然他在游艇上干掉了那伙恐怖分子，但是自己也中了枪弹，不幸身亡。这是海明威的一部引起评论家强烈争议的作品。

欧内斯特·海明威(1899－1961)，美国最杰出的作家之一，1954年诺贝尔文学奖获得者。“海明威小说”中既有“迷惘的一代”的代表作《太阳照常升起》，反法西斯作品《丧钟为谁而鸣》，塑造了不朽的“硬汉”形象并因此而获得诺贝尔文学奖的《老人与海》，也有出版六十年后才得到评家赏识的《春潮》，这些作品每一部都称得上经典，反映了海明威在小说创作上的艺术风格和杰出成就，是美国文学乃至世界文学的一份宝贵财产。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31520438, './img/book/31520438.jpg', '奥诺丽纳（傅雷全集）', '', '世界名著', 499, '《奥诺丽纳》是傅雷译文集第一卷中的一本，主要描写了写金钱社会里的众生百态，写各种人在这个时代和金钱相遇的故事。奥诺丽娜是个有意远离金钱社会的人，逃离，也是一种相遇的故事。巴尔扎克写奥诺丽娜的时候，巴尔扎克真的比其他所有时候都更加的动情，可能是因为奥诺丽娜尤为的难得吧。奈何高洁生污华， 插翅难逃的惋惜。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。而后他与人合作从事滑稽小说和神怪小说的创作，曾一度弃文从商和经营企业，出版名著丛书等，均告失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (18213158, './img/book/18213158.jpg', '容忍与自由', '胡适', '文学经典', 599, '本书是一部杂文选集，收录了18篇胡适先生的经典杂文，主题契合当代人的诸多困惑，对于我们今天的生活仍有启发。



胡适（1891——1962），安徽绩溪人。民国时期著名学者，于文学、哲学、史学、考据学、教育学、伦理学、红学等诸多领域有深入研究和贡献。一生坚持民主自由理想而不辍，作为新文化运动领袖及五四运动核心人物，推动了中国近代文明进程。历任北京大学校长、中华民国驻美大使、台湾中央研究院院长等职。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (51445850, './img/book/51445850.jpg', '儿子与情人', '', '外国现当代', 1999, '本书是D.H.劳伦斯的成名之作。小说前半部着重写了保罗和其母亲之间俄狄浦斯式的感情。后半部则着重写了保罗和两位情人克拉拉和米兰之间两种不同的爱。前者是情欲之爱，后者是柏拉图式的精神之恋。保罗在母亲的阴影之下，无法选择自己的生活道路。直到母亲病故后，他才摆脱了束缚，离别故土和情人，真正长大成人。在这部小说里，劳伦斯对女性的心理进行了大胆、透彻的探索，其小说中的女性也因此体现出更为强烈的审美情趣和艺术表现力，细腻准确地反映出劳伦斯的写作主题。



D.H.劳伦斯（1885-1930），英国现代著名小说家、诗人。生于诺丁汉郡一个矿工之家，毕业于诺丁汉大学师范专科。曾做过职员和教师，后专事文学创作。主要的创作年代都在英伦中部和国外漂泊。一生共创作了十部长篇小说，其中《虹》（1915）和《恋爱中的女人》（1921）代表了劳伦斯创作的成就，作家用诗意的笔触描述了他全部的哲学观念、社会梦想和对生命个体及两性关系的深入探讨。这些著述对自然的人类之爱的述说，对人类存在的整体状况的描述，都享有艺术上和思想上的永恒魅力。劳伦斯也是20世纪重要的中短篇小说作家之一，他的中短篇小说同样涉猎广泛，描摹精细，取得了很高的艺术成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (109124567, './img/book/109124567.jpg', '圣诞颂歌', '', '外国现当代', 1999, '富有的斯克鲁奇为人吝啬，一毛不拔，是远近闻名的“铁公鸡”。他漠视一切，甚至对圣诞节日充满了不屑。然而，随着三个幽灵的造访，一幕幕过去、现在、未来的影像显现，这个顽固偏执的老头渐渐被感化了，他变成一个乐善好施、充满爱心的人，并从中得到了真正的快乐。那句祝福语“圣诞快乐”终于从他的嘴里自然而真挚地说了出来。《圣诞颂歌》是查尔斯•狄更斯于1843年创作的小说，狄更斯因为这部作品被读者称作“发明圣诞节的人”。



查尔斯•狄更斯（Charles Dickens，1812—1870），著名英国作家，代表作有《大卫•科波菲尔》《匹克威克外传》《雾都孤儿》《圣诞颂歌》等。狄更斯擅长描写生活在英国社会底层的“小人物”的生活遭遇，深刻反映了当时英国复杂的社会现实，是英国批判现实主义文学的领航者。他勇于开拓，其作品风格对英国文学的发展产生了深远的影响，为世界文学做出了卓越的贡献。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (141599922, './img/book/141599922.jpg', '寻欢作乐', '', '外国现当代', 799, '流行作家阿尔罗伊·基尔要为已故的著名作家德利菲尔德写传记，但他对年轻时的德利菲尔德了解甚少，于是向德利菲尔德的好友——另一位作家阿申登求助。在基尔的死缠硬磨下，阿申登回忆了自己与德利菲尔德及其前妻罗西的早年交往。
《寻欢作乐》又名《家丑》，出版于1930年，是毛姆自己最喜爱的长篇小说。作者一改以往作品中对女性的偏见，从现实文艺圈中取材，以爱慕者的身份追忆一个美丽女人的一生，并充满讥讽地点缀以文艺圈的趣闻轶事。



威廉·萨默塞特·毛姆（William Somerset Maugham，1874—1965），英国小说家、剧作家。先学医，后从文。1915年《人生的枷锁》和1919年《月亮和六便士》两部书的问世，奠定了他作为世界级小说家的地位。毛姆用解剖刀一样冷峻、犀利的目光剖视人生和社会，被公认为二十世纪世界范围内流行最广、最受欢迎的英国作家之一，被誉为“最会讲故事的天才作家”。其他代表作还包括《刀锋》《寻欢作乐》《面纱》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31440415, './img/book/31440415.jpg', '山雨', '王统照', '中国现代', 199, '《山雨》是中国现代文学百家之一。《山雨》作者暴露了社会黑暗，曾被当局查禁。王统照的创作从理想诗的境界到反映现实人生，作家的审美追求发生了由感伤到壮美的变化，这也是当时时代审美意识的衍变。



王统照（1897－1957），字剑三，笔名息庐、容庐。现代作家。山东诸城人。1924年毕业于中国大学英文系。1918年办《曙光》。1921年与郑振铎、沈雁冰等发起成立文学研究会。曾任中国大学教授兼出版部主任，《文学》月刊主编，开明书店编辑，暨南大学、山东大学教授。建国后，历任山东省文联主席，山东大学中文系主任，山东省文化局局长。著有多部长篇小说。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (26334232, './img/book/26334232.jpg', '末代大亨的情缘', '', '世界名著', 999, '此书为菲茨杰拉德文集第九卷。《末代大亨的情缘》通过对施塔尔这一人物性格的刻画和对他周围世界的如实描绘，菲茨杰拉德更加遒劲有利地表现了他对“美国梦想”的精神实质的深刻理解和对“美国悲剧”的强烈的忧患意识。在这部未竟之作中，作者似乎把两部小说糅合进了同一部作品中：它既是一部描写门罗•施塔尔的个人奋斗和精神经历的“心理小说”，又是一部反映好莱坞的真实场面，揭露影业界的黑暗内幕的“社会小说”。作者以极高的文学天赋和非凡的驾驭素材的本领，把两条创作思路有机融合在一起，使这部小说具有了强烈的震撼力和悲剧效应。



F·S·菲茨杰拉德（1896～1940），二十世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市。父亲是家具商。他年轻时试写过剧本。读完高中后考入普林斯顿大学。在校时曾自组剧团，并为校内文学刊物写稿。后因身体欠佳，中途辍学。1917年入伍，终日忙于军训，未曾出国打仗。退伍后坚持业余写作。1920年出版了长篇小说《人间天堂》，从此出了名，小说出版后他与姗尔达结婚。婚后携妻寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》问世，奠定了他在现代美国文学史上的地位。他以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。成了20年代“爵士时代”的发言人和“迷惘的一代”的代表作家之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31520781, './img/book/31520781.jpg', '欧也妮·葛朗台（傅雷全集）', '', '世界名著', 499, '《欧也妮·葛朗台》叙述了一个金钱毁灭人性和造成家庭悲剧的故事，围绕欧也妮的爱情悲剧这一中心事件，以葛朗台家庭内专制所掀起的阵阵波澜、家庭外银行家和公证人两户之间的明争暗斗和欧也妮对夏尔·葛朗台倾心相爱而查理背信弃义的痛苦的人世遭遇三条相互交织的情节线索连串小说。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (14203237, './img/book/14203237.jpg', 'Our Mutual Friend（我们共同的朋友）', 'Charles Dickens', '外国现当代', 0, 'A satiric masterpiece about the allure and peril of money, Our Mutual Friend revolves around the inheritance of a dust-heap where the rich throw their trash. When the body of John Harmon, the dust-heap’s expected heir, is found in the Thames, fortunes change hands surprisingly, raising to new heights “Noddy” Boffin, a low-born but kindly clerk who becomes “the Golden Dustman.” Charles Dickens’s last complete novel, Our Mutual Friend encompasses the great themes of his earlier works: the pretensions of the nouveaux riches, the ingenuousness of the aspiring poor, and the unfailing power of wealth to corrupt all who crave it. With its flavorful cast of characters and numerous subplots, Our Mutual Friend is one of Dickens’s most complex—and satisfying—novels.



狄更斯（Charles Dickens, 1812～1870）：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9481017, './img/book/9481017.jpg', '上尉的女儿', '', '中短篇集', 599, '本书是俄国作家普希金的一部长篇小说（或作中篇小说），写贵族青年格里尼奥夫路遇暴风雪，为后来成为造反农民领袖的普加乔夫所救，后他与要塞司令上尉的女儿玛丽娅相爱，普加乔夫攻破要塞，他被人送上绞架，幸被普加乔夫认出，将他释放。普加乔夫起事失败后，他被牵连受审，得玛丽娅向女皇说明原委，终于免祸。



王智量，江苏江宁人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系。历任北京大学教师，上海华东师范大学教授。上海比较文学会副会长，全国高校外国教学研究会常务理事，上海作协理事，上海译协理事。1984年加入中国作家协会。著有专著《论普希金、屠格涅夫、托尔斯泰》，长篇小说《 饿饥的山村》、《海市蜃楼墨尔本》，散文《人海漂浮散记》，主编《俄国文学与中国》、《外国文学史纲》，译有普希金《叶甫盖尼•奥涅金》（非齐言体与齐言体两种版本）、《上尉的女儿》，屠格涅夫《贵族之家》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (14201790, './img/book/14201790.jpg', 'Little Dorrit（小杜丽）', 'Charles Dickens', '外国现当代', 0, 'Upon its publication in 1857, Little Dorrit immediately outsold any of Dickens’s previous books. The story of William Dorrit, imprisoned for debt in Marshalsea Prison, and his daughter and helpmate, Amy, or Little Dorrit, the novel charts the progress of the Dorrit family from poverty to riches. In his Introduction, David Gates argues that “intensity of imagination is the gift from which Dickens’s other great attributes derive: his eye and ear, his near-universal empathy, his ability to entertain both a sense of the ridiculous and a sense of ultimate significance.”



狄更斯（Charles Dickens, 1812～1870）：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (19683129, './img/book/19683129.jpg', '荒原狼', '', '世界名著', 599, '《荒原狼》是赫尔曼·黑塞最著名的长篇小说，也是作者本人最满意的一部作品。故事讲述了一位中年欧洲知识分子被精神疾病折磨走向人生的两难，又摆脱了绝望的蜕变过程。
这部小说因其深刻的心理分析、广博的思想内容、奇特的情节结构、高超的艺术表达，对社会产生了巨大的影响，引发了一次又一次的“黑塞热”。该作被公认为完美体现了黑塞的创作特色，不仅是黑塞创作历程中的里程碑，也是“一座永恒的精神灯塔”。



赫尔曼·黑塞，德国作家，诗人。出生在德国，1919年迁居瑞士，1923年46岁入瑞士籍。黑塞一生曾获多种文学荣誉，比较重要的有：冯泰纳奖、诺贝尔奖、歌德奖。1946年获诺贝尔文学奖。1962年于瑞士家中去世，享年85岁。爱好音乐与绘画，是一位漂泊、孤独、隐逸的诗人。作品多以小市民生活为题材，表现对过去时代的留恋，也反映了同时期人们的一些绝望心情。主要作品有《彼得·卡门青》、《荒原狼》、《东方之旅》、《玻璃球游戏》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49796402, './img/book/49796402.jpg', '我辈孤雏', '', '世界名著', 2999, '《我辈孤雏》是诺贝尔文学奖得主石黑一雄的第五部长篇小说，首次出版于2000年。
英国伦敦，1930年代。年少得志的克里斯托弗·班克斯是全英国闻名遐迩的大侦探，他的破案传奇早已在伦敦社交圈中口口相传。然而，多年来，一桩未解的悬案却久久地在名侦探的心头挥之不去，那便是儿时他生身父母在旧上海滩的离奇失踪案。“追逐着父母消逝的暗影”，我们的主人公从纸醉金迷的伦敦上流社会一路寻觅，最终回到了侵华日军炮口下的上海。这绝非一次温存的归乡。在这座曾经车水马龙，如今遍地狼烟的城市中，等待着他的是一个黑暗的秘密，一个残酷的真相，而他那福尔摩斯式的童话人生也将如同他的儿时故乡一样，化作一片废墟……



石黑一雄，日裔英国小说家，1954年生于日本长崎，与奈保尔、拉什迪并称为“英国文坛移民三雄”。石黑一雄的作品并不多，但几乎每部作品都获得重要的文学奖项：《远山淡影》获温尼弗雷德·霍尔比纪念奖，《浮世画家》获惠特布莱德年度最佳小说奖，《长日将尽》获布克奖，《无可慰藉》获切尔特纳姆文学艺术奖，《浮世画家》《我辈孤雏》和《莫失莫忘》均入围布克奖决选名单；1995年英女王授予石黑一雄文学领域的大英帝国勋章，1998年获法国文学艺术骑士勋章，2017年因“以其巨大的情感力量，发掘了隐藏在我们与世界的虚幻联系之下的深渊”而获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (8151452, './img/book/8151452.jpg', '论语', '孔子', '文学经典', 0, '《论语》是儒家学派的经典著作之一，由孔子的弟子及其再传弟子编撰而成。它以语录体和对话文体为主，记录了孔子及其弟子言行，集中体现了孔子的政治主张、论理思想、道德观念及教育原则等。与《大学》《中庸》《孟子》《诗经》《尚书》《礼记》《易经》《春秋》并称“四书五经”。通行本《论语》共二十篇。

儒家创始人孔子的政治思想核心是“仁”，提倡“仁”“义”、“礼”、“智”、“信”。《论语》作为孔子及门人的言行集，内容十分广泛，多半涉及人类社会生活问题，对汉民族的心理素质及道德行为起到过重大影响，是儒家学派经典之作。直到近代新文化运动之前，约在两千多年的历史中，《论语》一直是中国人的初学必读之书。作为一部优秀的语录体散文集，它以含蓄隽永的语言，记述了孔子的言论。 《论语》中所记孔子循循善诱的教诲之言，或简单应答，点到即止；或启发论辩，侃侃而谈；富于变化，娓娓动人。而且论语教给了后人如何为人处世的道理。《黄帝阴符经》、《论语》、《易经》和《道德经》，共为中华民族的几部源头性经籍，它们不仅是道德跟文化的重要载体，而且是古代圣哲修身明德、体道悟道、天人合一后的智慧结晶。

孔子(公元前551年9月28日―公元前479年4月11日)：即孔丘，字仲尼。祖籍宋国夏邑，出生于鲁国陬邑(今山东省曲阜市尼山镇境内)，东周春秋末期著名的思想家、政治家、教育家。孔子开创了私人讲学的风气，是儒家学派的创始人，其儒家思想对中国和世界都有深远的影响。
孔子曾带领部分弟子周游列国十四年，晚年修订了《六经》(《诗》《书》《礼》《乐》《易》《春秋》)。相传他有弟子三千，贤弟子七十二人。孔子去世后，其弟子及其再传弟子把孔子及其弟子的言行语录和思想记录下来，整理编成了儒家经典《论语》。

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (125681212, './img/book/125681212.jpg', '牛天赐传', '老舍', '中国现代', 899, '本书以老舍特有的幽默风格描写了一个孩子的成长过程；一个弃婴被家境富裕却没有孩子的牛姓夫妻收养，取名牛天赐。爸爸是个生意人，有马马虎虎的哲学；妈妈是精明人，以官样治家而立威。天赐从小在这样的家庭里长大，还有老师的指点，朋友的交情潜移默化影响着他。他到底变成了什么样的人？
看老舍写“人生的头二十年”，一个人成长的迷惘和转折。



老舍（1899—1966），小说家、剧作家。1899年生于北京，原名舒庆春，满族正红旗人；1918年北京师范学校毕业，任小学校长；1924年赴英，任教于伦敦大学东方学院，正式开始文学创作；1930年归国，先后任教于齐鲁大学和山东大学；1937年奔赴国难，直至抗战胜利；1966年8月24日午夜，自沉太平湖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (29007037, './img/book/29007037.jpg', '秘密花园（经典插图本）', '', '世界名著', 1799, '任性而孤僻的富家小女孩玛丽，因为一场突来的瘟疫变成了孤儿，被送往英国的亲戚家中收养。这座古老庄园里，有一个高墙深锁的大花园，十年里从未有人进去过。玛丽被这个秘密深深吸引，想方设法闯入了这座久巳禁闭、荒芜的花园……温暖的金雀花，辽阔的沼泽地，温润的泥土潮腥，机灵懂事的红色知更鸟。
整个故事沉浸在善良、友爱和积极的空气里。于是，人性最抑郁冷淡的部分瞬间被阳光照耀，并潜移默化为一种健康的人生态度。而一个因牵涉死亡记忆而被关闭的花园，现在，因为新生命在其中焕发出的活力，被重新开启。



弗朗西斯·霍奇森·伯内特，女，生于英国曼彻斯特市，1865年随全家移民美国田纳西州。
她从18岁开始在杂志上发表故事，第一本畅销书是28岁时出版的《劳瑞家的那闺女》，该小说取材于幼年她在英国煤矿的生活。1886年，她发表了小说《小少爷方特罗伊》，写一个美国小男孩成为英国伯爵继承人的故事。这本书让伯内特成为当时最畅销、最富有的流行作家之一。此书和1905年发表的《小公主》都曾被改编成话剧。1939年，电影《小公主》由当时红极一时的童星秀兰·邓波儿主演。
伯内特从小喜欢植物，她在英国的住所周围有几个带围墙的花园，其中一个是她的户外书房，每天在花园里写作。1909年，当她在纽约长岛布置自己家花园的时候，突发灵感，构思出《秘密花园》。这本小说初版于1911年，在她的两个国家——英国和美国都畅销，并且成为了她最著名、最成功的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24242889, './img/book/24242889.jpg', '录异记', '杜光庭', '军事战争', 399, '《录异记》，中国古代志怪小说集。五代杜光庭撰。《宋志》著录为十卷，残存八卷。《崇文总目》、《遂初堂书目》等著录。《道藏》、《广记》、《三洞群仙录》载录。



作者：杜光庭');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13305404, './img/book/13305404.jpg', '博兹特写集', '', '世界名著', 999, '《博兹特写集》是狄更斯的成名作，是他最早以书籍形式出版的作品，收录了他早期发表在各家报刊上的特写和短篇故事二十七篇，加上未发表的八篇，共计三十五篇。
《博兹特写集》展现了当时伦敦社会生活的各个方面，对于中下层阶级生活的描写尤其细致入微。作为狄更斯作品的开山之作，《博兹特写集》对于这位大文豪日后写作风格的形成，产生了深远的影响。因此，《博兹特写集》对于全面研究狄更斯，深入了解十九世纪中叶的英国社会状况，都是不可多得的素材。



狄更斯Charles Dickens(1812～1870)：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (129148755, './img/book/129148755.jpg', '狂人日记：鲁迅经典小说集', '鲁迅', '中国现代', 899, '这本书里的故事，百年后的今天仍在重演。鲁迅经典小说集《狂人日记》，从《呐喊》《彷徨》《故事新编》三部鲁迅自编小说集中收录经典名篇小说共十三篇，包括《狂人日记》《孔乙己》《阿Q正传》等。
这本书里有害怕被吃掉的狂人，穷苦又迂腐的孔乙己，失神呓语的祥林嫂，国民劣根性的集合体阿Q……还有一众麻木的看客，以及所有被愚昧的封建礼教所束缚、让鲁迅“哀其不幸、怒其不争”的人们。
你能在这本小说集中看到那个冷峻的鲁迅，也能看到那个对底层人民充满悲悯与关爱的鲁迅。从那些永不褪色的经典形象中，你还能看到百年前的中国缩影，同时也能看到百年后的自己。因为阅读鲁迅，也就是在认识我们自己。



鲁迅（1881.9.25-1936.10.19）原名周树人，浙江绍兴人。1904年赴日本仙台学医，后弃医从文，成为中国现代文学的奠基人。1918年5月，发表中国现代文学史上第一部白话小说《狂人日记》。一生写作千万字，主要成就包括杂文、小说、散文、现代散文诗、翻译等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2814229, './img/book/2814229.jpg', '莎士比亚书店', '', '文学经典', 799, '巴黎左岸朝圣地，“迷惘的一代”的精神家园，《尤利西斯》由此起航；
恺蒂女士熨帖译笔，万字长文导读，300条专业注释；
莎士比亚书店创始人回忆录，亲历二十世纪文坛传奇。

一九一九年，莎士比亚书店在巴黎左岸悄然开张。渐渐地，它成为了人们梦想中的书店——是书店、图书馆、出版社；是银行、邮局、文化沙龙；是文人雅士汇聚的据点，英法文学交流中心，是“迷茫的一代”之精神殿堂。
西尔维亚以率直风趣的文笔，将繁华热闹的左岸风景徐徐展开：乔伊斯禁书《尤利西斯》的出版盛况；安塞尔《机械芭蕾》的疯狂演出；海明威解放迪皮特朗街的神勇英姿；醉酒差点跳下楼的菲兹杰拉德，拿乌龟捉弄人的纪德……守着这座书本砌成的城堡，一个单纯的爱书人西尔维亚，看遍作家百态，尝尽人世冷暖，见证一段以书结缘的文坛传奇。

西尔维娅·毕奇（Sylvia Beach，1887－1962）。毕奇小姐1887年出生于美国巴尔的摩。1919年，她在巴黎左岸开了英文书店“莎士比亚书店”。1922年，她以莎士比亚书店的名义，为乔伊斯出版了英美两国列为禁书的巨著《尤利西斯》，因而名噪一时。然而在盗版、 战争、经济萧条的威胁下，1933年开始书店多次面临困境，还好在法国艺文界的支持下，仍继续经营了下来。1941年，她因拒绝卖给德国纳粹军官珍藏的最后一本《芬尼根守灵记》而受到威胁，不得不将书店关门。随后，因美国加入对纳粹德国的作战，毕奇小姐因为是美国人而被纳粹逮捕，投送进集中营。出狱后她已无心再开书店。到1951年，在得到她的授权后，乔治·惠特曼先生在巴黎开了一家书店，取名叫“莎士比亚书店”。1956年，毕奇小姐写下自传作品《莎士比亚书店》。1962年，她逝世于巴黎。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25960013, './img/book/25960013.jpg', '三十七度二', '', '外国现当代', 1999, '贝蒂是一个性格自由而极端的女子，她受不得约束，忍受不得心爱的人被别人欺骗和侮辱，才华受不到重视。
当桑格收容下她以后，她的这些个性如此锋利，让人喘不过气，近乎疯狂地追求完美主义的爱情。
当她发现桑格是个天才的作家时，毅然把他的小说手稿一字一字不分昼夜地打成铅字，交给出版商。
然而，没有人愿意接受，绝望也一点点在贝蒂身体里蔓延。她无所顾忌地伤害那些伤害自己和桑格的人们，偏执而不能容忍眼中的污垢，终于发了疯……
这本当代法国经典小说曾被改编成同名电影，深受文艺青年追捧。



菲利普•迪昂，1949年生于巴黎，特立独行的法国作家。早年做过仓库管理员、码头工人、售货员，深受凯鲁亚克、塞林格等美国作家影响，被称为是美国“垮掉的一代”在法国的代言人。32岁时，迪昂完成了短篇小说集《50比1》，自此拥有一批忠实的书迷。《三十七度二》是他长篇处女作，最具代表性的作品，累计销量已逾百万册，被翻译成20多国语言。近些年来，迪昂仍然笔耕不辍，不断有佳作问世。并被选为法国笔会主席。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (160334757, './img/book/160334757.jpg', '戒指花', '格非', '中短篇集', 2099, '本书是茅盾文学奖得主格非的中短篇小说集，收录了格非大多发表于千禧年前后的中短篇小说十三部。其中既包括《蒙娜丽莎的微笑》《雨季的感觉》《马玉兰的生日礼物》等名篇，也不乏《赝品》《苏醒》《打秋千》等尚未被更多人熟知的佳作。大学生、记者、教师、商人、僧人、怪人……格非小说中的这些众生相，携带着自身以及对一整个时代的哲思，氤氲在命运的无尽玩笑之中，迷人而残忍。
其中《蒙娜丽莎的微笑》讲述了“我”的大学同学、奇才胡惟丏，他特立独行，与俗世格格不入。随着“我”与他交往的深入，了解其精神世界的种种方面，进而发现“每个人在心底都想过别人的日子，这就是这个世界的根本悖谬所在”的真相。《戒指花》讲述的是记者丁小曼报道调查一则老人奸杀少女的新闻过程中，认识了一个可怜的小男孩，动情于小男孩不幸的身世和命运。
茅盾文学奖和鲁迅文学奖双料得主格非，被当代文坛誉为“作家中的作家”。他的写作具有坚韧、准确、绚丽、隽永的智性特质。他笔下的人物都是面对荒谬的误解、欲望的冲突和命运的捉弄的现代个体，人生故事大多笼罩着支离破碎、幽明恍惚的神秘色彩。他将人生宿命的哲理意识灌注于每篇小说之中，通过迷宫般的现代叙事全力呈现世界与人生的不确定性和偶然性。



格非，中国当代实力派作家，茅盾文学奖与鲁迅文学奖双料得主，清华大学教授。1987年发表成名作《迷舟》，著有长篇小说《敌人》《边缘》《欲望的旗帜》《人面桃花》《山河入梦》《春尽江南》《望春风》《月落荒寺》，中短篇小说集《迷舟》《唿哨》《雨季的感觉》《青黄》等多部；另有论著和散文随笔《小说叙事研究》《格非散文》《文学的邀约》等多部。
格非属于擅长对文学、社会、历史等问题做深入思考的学者型作家。他的作品具有坚韧、优雅、准确、睿智等特质，在中国当代文坛独树一帜、风格鲜明，获得过一系列重要文学奖项：其中，《江南三部曲》（《人面桃花》《山河入梦》《春尽江南》）荣获第九届“茅盾文学奖”，《隐身衣》荣获第六届“鲁迅文学奖·中篇小说奖”，《望春风》荣获第一届“京东文学奖”。此外，他还获得过“2004年度华语文学传媒大奖杰出成就奖”、“2004年度长篇小说排行榜”第一名、“第二届21世纪鼎钧双年文学奖”、“第三届中国图书势力榜”文学第一名、《新京报》“2011年度文学类致敬图书”、“2014年度老舍文学奖”等多种文学奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11217820, './img/book/11217820.jpg', '变形记', '', '世界名著', 333, '卡夫卡的《变形记》中，沉重的肉体和精神上的压迫使人失去了自己的本质，异化为非人。推销员一觉醒来发现自己变成甲虫，尽管他还有人的情感与心理，但是虫的外形使他逐渐化为异类，变形后被世界遗弃使得他的心境极度悲凉。



三次努力试图与亲人以及外界交流失败后，等待他的只有死亡。他的变形折射了西方人当时真实的生存状态。卡夫卡通过小说并不只是单纯阐述事实，而是抗拒这个世界，追寻人类人性的完善。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (59409669, './img/book/59409669.jpg', '神曲', '', '文学经典', 599, '《神曲》采用了中世纪流行的梦幻文学的形式，描写了一个幻游地狱、炼狱、天堂三界的故事。全诗三卷，分别为《地狱》、《炼狱》和《天堂》，每卷三十三篇，加上序共一百篇。
诗人描述了他在1300年复活节前的凌晨，在一片黑暗的森林中迷了路，象征淫欲、强权和贪婪的豹、狮、狼拦住了去路。正在危急关头，古罗马诗人维吉尔出现了，他受但丁青年时期所爱恋的女子俾德丽采之托前来援助。维吉尔引导但丁游历了惩罚罪孽灵魂的地狱，穿越了收容悔过灵魂的炼狱，最后由俾德丽采引导他经过了构成天堂的九重天之后，终于到达了上帝面前。这时但丁大彻大悟，他的思想已与上帝的意念融洽无间，整篇诗到此戛然而止。



但丁（1265-1321），意大利著名诗人，在西方文学史上，享有与荷马、莎士比亚齐名的美誉，他用了十多年时间完成的旷世之作《神曲》代表了中世纪文学的最高成就。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (19683827, './img/book/19683827.jpg', '自然与人生', '', '文学经典', 1299, '《自然与人生》是日本近代经典散文的三大代表作之一，入选近代日本国民“情感教育”通读书目。这是德富芦花对自然的写生，也是对其人生态度的写生。书中无处不承接着他坦荡的自然情怀、浪漫精神及哲学思想，在日本文坛有着深远影响。其两眼所及之处，两耳可闻之声都被他以从容不迫的灵秀笔墨记录下了来：富士山的黎明、相模滩的落日、京都避暑的寺院、屋外的蝉鸣蛙叫……日本水软山温之景、刚中柔外之人跃于纸上，令人难忘。



[著]德富芦花：日本著名小说家、散文家，出生于日本熊本县贵族家庭。
人道主义作家的代表人物，作品以优美的自然散文与写实小说为主，著有小说《不如归》《黑潮》、散文集《自然与人生》等。
[译]陈德文：毕业于北京大学日本语言文学专业。现为日本爱知文教大学教授、大学院国际文化学科日中文化文学专业博士生导师。
主要译作有：《阴翳礼赞》《金阁寺》《仲夏之死》《萨德侯爵夫人》《禁色》《破戒》《夏目漱石小说选》《斜阳》等。
主要学术著作有：《日本现代文学史》《岛崎藤村研究》《野间宏研究》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (55456326, './img/book/55456326.jpg', '世说新语', '刘义庆', '中国古典', 4740, '《世说新语》由南北朝刘义庆组织一批文人编写而成。分为德行、言语、政事、文学、方正、雅量等三十六门，全书共一千多则，记述自汉末到刘宋时名士贵族的轶闻轶事，主要为有关人物评论、清谈玄言和机智应对的故事。是我国较早的一部文言志人小说集。明胡应麟说：“读其语言，晋人面目气韵，恍然生动，而简约玄澹，真致不穷。”该书对后世文学产生了深远的影响。



刘义庆（公元403—公元444），字季伯，汉族，原籍彭城（今江苏徐州），世居京口（今江苏镇江），南朝宋文学家。宋武帝刘裕之侄，长沙景王刘道怜次子，其叔父临川王刘道规无子，即以刘义庆为嗣，袭封临川王。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10737578, './img/book/10737578.jpg', '东方集', '', '世界名著', 1469, '《东方集（最新修订版）》是雨果的一部诗歌作品集，收录的都是雨果早期创作的诗歌作品。其中包括处女作《歌吟集》、在雨果的诗歌创作历程中最先放出夺目光彩的《雨果文集：东方集（最新修订版）》、浪漫唯美的抒情诗集《秋叶集》，以及《暮歌集》、《心声集》和《光影集》共六部诗歌作品集。



维克多·雨果（Victor Hugo，1802-1885），是19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”，其作品包括26卷诗歌、20卷小说、12卷剧本、21卷哲理论著，合计79卷之多，被人们称为“法兰西的莎士比亚”。代表作品有长篇小说命运三部曲《巴黎圣母院》、《海上劳工》和《悲惨世界》，及《九三年》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21531005, './img/book/21531005.jpg', '旋转木马', '', '外国现当代', 1552, '本书通过一个三重奏故事，向读者们展现了人类之爱与理性的混乱：一个牧师之女与一个将死的诗人那短暂而幸福的婚姻；一位与无耻之徒通奸的妇人在那之后竟变成了一位通情达理的贤妻；以及毛姆最喜欢的一个主题——某位值得尊敬的人决定将美德践行到极致。



威廉·萨默塞特·毛姆（1874—1965）
英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录，都广受好评，代表作有《人性的枷锁》《月亮与六便士》《寻欢作乐》《刀锋》《面纱》等。他的小说机智、幽默，常在讥讽中潜藏对人性的怜悯与同情。
毛姆晚年享有很高的声誉。英国牛津大学和法国图卢兹大学分别授予他荣誉文学博士学位。1954年，英国女王授予他勋爵爵位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (159086733, './img/book/159086733.jpg', '她是一个弱女子', '郁达夫', '中短篇集', 999, '“人总是不知足的。”
走出情感困局的陈逸群，活得没有自我的郑秀岳，跟月亮谈天的厉鹗……书中主人公的经历各自不同，却有着相似的孤独的灵魂。
郁达夫经典中短篇小说集，孤独小说家的灵魂之书。
本书完整收录郁达夫1931年至1935年发表的《蜃楼》《她是一个弱女子》《迟桂花》《碧浪湖的秋夜》《出奔》等10篇经典中短篇小说。
他的小说，细腻真实，折射出现代社会人们内心深处的孤独与欲望。
孤独真的能毁掉一个人吗？



郁达夫（1896—1945），中国现代小说家、散文家、诗人。原名郁文，字达夫，浙江富阳人。一生境遇坎坷，幼时丧父，家境困窘。体弱早慧，9岁赋诗惊四座。17岁赴日求学，毕业于东京帝国大学（现东京大学）经济学部。留学期间，阅读过数千部外国小说，还学习过医科、政治学科，精通五门外语。25岁发表短篇小说集《沉沦》，震惊文坛。在日本漂泊9年，26岁时回国。先后在北京、武汉、广州等地任教。与郭沫若等人成立创造社，与鲁迅搭档合编《奔流》月刊。42岁奔赴新加坡，46岁流亡南洋，49岁被秘密杀害。诺贝尔文学奖得主大江健三郎评价其为“亚洲现代主义文学的先驱”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (689727, './img/book/689727.jpg', '小王子', '', '世界名著', 600, '一个迫降在撒哈拉沙漠的飞行员，遇上了一个从自己的星球“离家出走”的小王子……法国作家圣埃克苏佩里编写的《小王子》讲述了一个感动几代人的心灵童话。它被译成一百多种语言，销量仅次于《圣经》。
本书献给所有的孩子，和曾经是孩子的大人们。

用孩子式的眼光，透视出成人的空虚、盲目和愚妄，用浅显天真的语言写出人类的孤独寂寞、没有根基随风流浪的命运，用温馨、真挚的情感表达出对真善美的讴歌。《小王子》每一行文字都充满诗意的忧郁、淡淡的哀愁，彰显出语言的魅力、思想的高度。它伴随一代又一代孩子的成长，引发一代又一代成人的感悟。


圣埃克苏佩里(1900—1944)，生于法国一个没落的贵族家庭，幼时聪明好动，写诗歌，摆弄机械，好遐想，功课平平。青年时参加了空军，复员后在航空公司工作。二战爆发后重返空军，43岁时仍坚持披挂上阵，驾驶飞机赴敌人上空侦察。1944年7月31日，在执行任务时，钻入云端后从此失踪。圣埃克苏佩里为飞机而生，为飞机而死。法国把他看作是作家、民族英雄，在他逝世50周年之际把他的肖像印在五十法郎的票面上。在法国纸币史上，获这项殊荣的文化名人不多，圣埃克苏佩里是第四个。对于全世界的大小读者来说，他的盛名来自《小王子》。这篇二十世纪流传最广的童话，从1943年发表以来，已译成一百多种文字，其中包括许多地方语和土语，销售量达5000余万册，还被拍成电影，搬上银幕，灌成唱片，做成CD和VCD。《小王子》至今也是全世界最受读者喜爱的畅销小说之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (150589406, './img/book/150589406.jpg', '七将攻忒拜', '', '文学经典', 1800, '《埃斯库罗斯悲剧集》收集了古希腊悲剧作家埃斯库罗斯全部完整的传世剧本，包括《乞援人》《波斯人》《七将攻忒拜》《普罗米修斯》《阿伽门农》《奠酒人》《报仇神》等七部作品。埃斯库罗斯的悲剧风格崇高，语言优美，富于抒情气氛。埃斯库罗斯注重形象的塑造，笔下所创造的人物，如普罗米修斯，都有坚强的意志和刚毅的性格。埃斯库罗斯的悲剧大部分取材于神话，多以三联剧形式呈现。



埃斯库罗斯，古希腊三大悲剧诗人之一，因其对古希腊悲剧艺术发展做出的开创性贡献，被誉为“悲剧之父”。代表作有《普罗米修斯》《阿伽门农》《报仇神》等。
罗念生（1904—1990）享有世界声誉的古希腊文学学者、翻译家，翻译出版古希腊文学作品和专著达五十余种，近千万字，译作被誉为“一座奥林匹斯山”，主编有《古希腊语汉语词典》，并于1987年获希腊最高文化机关雅典科学院颁发的“最高文学艺术奖”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22358850, './img/book/22358850.jpg', '寂静的房子', '', '外国现当代', 1200, '这是帕慕克的第二本小说作品，作者自己称之为“永远也写不完的政治小说”。
20世纪初，祖父塞拉哈亭·达尔文奥鲁被政敌赶出伊斯坦布尔，携妻子法蒂玛定居于天堂堡垒。塞拉哈亭一生都在创作一部“可以唤醒东方”的百科全书，可到死也没能完成。多年后，只有他的私生子，侏儒雷吉普作为仆人与法蒂玛一起生活在古旧而寂静的老宅。和以往每个夏天一样，孙子法鲁克、麦廷和孙女倪尔君从伊斯坦布尔来看望法蒂玛，他们谈论同样陈旧而空洞的话题，而后就各回各屋，各干其事。可是，短短几天里，这寂静的房子内外，充满了喧嚣与骚动：每一个人都要适应变化巨大的环境，面对自己摆脱不掉的回忆；每个人都有自己的理想和迷惘，爱情和仇恨；他们有的失落了信仰，有的找到了不同的信仰，有的为自己所谓的信仰付出了沉重的代价。混乱的社会背景下，一座老宅无法保持它的安详。
小说中的每一个角色都以第一人称叙述自己的所思所想，作者也借他们描述了伊斯坦布尔历史进程中的新旧冲突，以及社会历史变化给人们带来的震荡。



奥尔罕·帕慕克(Orhan Pamuk)（1952.06.07～ ），于1952年出生于伊斯坦布尔，学习建筑的他是当今土耳其最重要也最畅销的作家。文学评论家把他和普鲁斯特、托马斯·曼、卡尔维诺、波赫士、安伯托·艾柯等大师相提并论。自1979年出版第一部小说《塞夫得特州长和他的儿子们》以来，帕慕克的写作生涯可谓著述等身，曾获得欧洲发现奖、美国独立小说奖、法国文艺奖、德国书业和平奖等多种荣耀。1985年出版第一本历史小说《白色城堡》，这本小说让他享誉全球。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11574575, './img/book/11574575.jpg', '何草不黄', '鲁西奇', '文学经典', 1800, '全书分五章，汉书的成立及其本原、成功的天子与失意的皇帝、霸王道的治理实践、侠客与儒生的世界、汉代农民的生活与社会。第一章，讲历史叙述的本原，探讨当时的人对于历史事实的认识。历史事实是唯一的，也是客观；历史叙述则是主观的、复数的。第二章，讲皇帝，力图通过历史文献和历史叙述，将神秘的天子拉下神坛，还原其作为普通的人并进而探讨皇帝的“人性”。第三章，主要讲汉代的官僚，特别分析了循吏与酷吏在具体的政治实践中体现出来的文化传统和政治现实，进而讨论了汉代“霸王道杂之”的政治策略和意识。第四章，讲侠士与儒生，“儒以文乱法，侠以武犯禁”，仁与义均能在儒生与侠士身上看到，而其作为一种势力恰恰是国家政权需要消灭或者驯化的。第五章，讲普通百姓，“编户齐民”，他们不仅仅是簿册上的数字符号，更是活生生的人。有了人，才有国家，而不是相反。历代史书上基本见不到普通百姓的存在。



鲁西奇，男，1965年10月生，江苏东海人。现为厦门大学历史学系教授，主要从事中国古代史与历史地理研究。出版《区域历史地理：对象与方法——汉水流域的个案考察》《城墙内外：古代汉水流域城市的形态与空间结构》《人群·聚落·地域社会：中古南方史地初探》《中国古代买地券研究》《中国历史的空间结构》等专著6种，发表学术论文100余篇。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (109564792, './img/book/109564792.jpg', '中国神话故事集', '朱大可 主编', '文学经典', 3000, '本书包含50个经典的中国神话故事，由文化学者、神话学家朱大可选篇、统稿。
故事结合了朱大可多年的神话学研究成果，通过"神格"将原本分散的中国神话故事组织起来，让华夏诸神各归其位。
每篇故事都配有由专业画家绘制的插图，使故事更生动和便于记忆。
新媒体扩展页更对故事中的神话人物有专门介绍，扩展孩子们对中国神话的了解。



朱大可
学者、作家、神话学者。
同济大学教授、博士生导师，朱大可文化创意工作室创始人。
有《华夏上古神系》《古事记》《长生弈》等著作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2398032, './img/book/2398032.jpg', '我的童年（英汉对照）', '', '世界名著', 355, '《童年》是高尔基以自身经历为原型创作的自传体小说三部曲中第一部（其它两部分别为《在人间》《我的大学》）。它讲述的是阿廖沙三岁到十岁这一时期的童年生活。小说从“我”随母亲去投奔外祖父写起，到外祖父叫“我”去“人间”混饭吃结束，生动地再现了19世纪七八十年代俄罗斯下层人民的生活状况。

《童年》是高尔基自传体小说三部曲中的第一部 。早在19世纪90年代，高尔基就有撰写传记体作品的念头。在1908年至1910年间，列宁到高尔基在意大利卡普里岛的寓所做客，高尔基不止一次地向他讲起自己的童年和少年的生活。有一次，列宁对高尔基说：“您应当把一切都写出来，老朋友，一定要写出来!这一切都是富有极好的教育意义的，极好的!”高尔基说：“将来有一天，我会写出来……”不久，他实现了这个诺言。

高尔基（1868.3.16―1936.6.18）全名马克西姆高尔基，原名阿列克谢马克西莫维奇彼什科夫，也叫斯克列夫茨基（俄语：МаксимГорький，原名：АлексейМаксимовичПешков，英语：MaximGorky），前苏联伟大的无产阶级作家，列宁说他是“无产阶级文学最杰出代表”，社会主义现实主义文学奠基人，无产阶级革命文学导师，前苏联文学的创始人。1868年3月16日出生于俄国伏尔加河畔的下诺夫戈罗德（俄语：НижнийНовгород，英语：NizhnyNovgorod）。为了纪念他，他出生时所在的俄国伏尔加河畔的下诺夫戈罗德城被命名为“高尔基城”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13470498, './img/book/13470498.jpg', '童年 在人间 我的大学', '', '世界名著', 599, '《童年 在人间 我的大学(译文名著文库)050》内容为：高尔基(1868-1936)，俄罗斯著名作家，《童年》、《在人间》、《我的大学》是他的自传体三部曲。 《童年》回忆了主人公阿廖沙在外祖父家度过的苦难童年。《在人间》描述了少年阿廖沙被外祖父逐出家门后到“人间”去自谋生路的坎坷经历。《我的大学》记叙刚刚步人青年时代的阿廖沙怀着上大学的愿望来到喀山，却在“社会大学”里学到了有围墙的大学所学不到的知识，开拓了视野，提高了觉悟，经过痛苦的思想探索，终于成长为一个革命知识分子。三部曲展示了十九世纪末俄国社会生活的风貌，是一部既有深刻的教育意义，又有巨大的艺术魅力的优



高尔基(1868～1936)，全名高尔基·马克西姆，原名阿列克赛·马克西莫维奇·彼什科夫，也叫斯克列夫茨基，前苏联伟大的无产阶级作家。列宁说他是“无产阶级文学最杰出代表”，社会主义现实主义文学奠基人，无产阶级革命文学导师，苏联文学的创始人。1868年3月28日，出生于俄国伏尔加河畔的下诺夫戈罗德城。他幼年丧父之后，寄居在经营小染坊的外祖父家。外祖父一家充满小市民习气，唯有外祖母对高尔基很好。后来外祖父破产，年仅十岁的高尔基开始流落“人间”，独立谋生。他捡过破烂、当过学徒和杂工，饱尝人间的苦难。高尔基只上过两年小学，但他勤奋自学，并于1884年16岁时来到喀山，打算上大学，但未能如愿，底层社会成了他真正的大学。此后他当过码头搬运工、面包师傅、杂货店伙计、园丁和守夜人等。同时结识了民粹派知识分子和早期马克思主义者，参加秘密集会。早期经历在他著名的自传体长篇小说《童年》、《在人间》、《我的大学》中有生动的记述。曾冲明，又名曾聪明，湖南省邵阳市人，翻译家，1952年毕业于东北商专俄语系；1953年至1984年任教于吉林大学，先后任俄语和英语教研室主任；1985年后任长春外语高等专科学校校长，教授。先后任中国俄语教学研究会第一、二、三届理事，吉林省外语学会第二、第三届副理事长。主要翻译作品有：《童年》《在人间》《我的大学》《猎人笔记》《格列佛游记》《鲁滨孙漂流记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21245972, './img/book/21245972.jpg', '拉维尔斯坦', '', '中短篇集', 1700, '《拉维尔斯坦》是索尔·贝娄的最后一本小说，触碰了性、爱欲、死亡和精英政治等多个命题。八十四岁的贝娄以著名学者艾伦·布鲁姆为原型，讲述了学者拉维尔斯坦和作家齐克之间的友谊和对话。
拉维尔斯坦是著作等身、富有的政治学教授，享受物质和精神双重的精英地位；齐克则是一个面临婚姻危机的中年作家，也是拉维尔斯坦隐秘的门徒——罹患艾滋病的拉维尔斯坦追慕永恒，却也不放弃任何可能的世俗的享乐、他委托奇克为自己撰写传记，讲述自己对人类最重要命题的见解——后者得以窥见一个高等知识分子的虚荣、真诚和恐惧。
在拉维尔斯坦死后，齐克和拉维尔斯坦的学生罗莎曼结婚，在加勒比海边一次食物中毒的濒死体验中，回溯自己对生命和拉维尔斯坦的思考。

拉维尔斯坦是索尔·贝娄的第13部长篇小说中《拉维尔斯坦》的人物。小说的主人公拉维尔斯坦实际上是根据他的老朋友、《美国意识的终结》的作者、已故的阿兰·布鲁姆的形象写成，而老作家齐克则是贝娄自己，小说讲述了一位现代的苏格拉底逐步走向死亡的故事。
《拉维尔斯坦》是窥见美国高等犹太知识分子学院和精神生活绝好的文本。

作者：[美]索尔·贝娄 译者：胡苏晓
索尔·贝娄（SAUL BELLOW，1915—2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。一九二四年，举家迁至美国芝加哥。一九三三年，贝娄考入芝加哥大学。两年后，转入西北大学，一九三七年毕业，获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
一九五三年出版的《奥吉·马奇历险记》使他一举成名，奠定了他的文学地位。其后，陆续出版了《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过中短篇小说集、剧本，以及游记。
贝娄的一生可以说是集学者与作家于一身，他在创作上继承了欧洲现实主义文学的某些传统，并采用了现代主义的一些观念和手法，强调表现充满矛盾和欲望的反英雄。他曾三次获美国国家图书奖，一次普利策奖；一九六八年，法国政府授予他“文学艺术骑士勋章”；一九七六年，由于其作品“融合了对人的理解和对当代文化的精妙分析”，贝娄获得诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (138516369, './img/book/138516369.jpg', '东周列国志（精选插图版）', '[明]冯梦龙', '历史', 2899, '《东周列国志》是一部描写我国东周历史的章回体长篇历史小说，比较全面地反映了东周五百多年间列国争霸称雄的事迹。全书以古代著名史籍《左传》《国语》《战国策》和《史记》为叙写的基本依据，以春秋五霸和战国七雄为主线，其场面之宏大、时间跨度之大、事件之复杂、人物之多、描绘之深刻，后世史书难以望其项背。一个个以时间为顺序串联起来的故事，蕴含着强军富民的政治策略、纵横捭阖的外交智慧、为人处世的人生哲理，使人获得高屋建瓴的全局思维和深厚纯正的文化滋养，影响深远。



冯梦龙（1574—1646），明代著名文学家、思想家、戏曲学家，字犹龙，又字子犹、耳犹。长洲（今苏州）人。冯梦龙擅长小说、戏曲、民歌等的创作与研究，其作品强调感情和行为。他的代表作为“三言”系列（《喻世明言》《警世通言》《醒世恒言》）和《东周列国志》，另编有时调集《挂枝儿》《山歌》；笔记小品《智囊》《智囊补》《笑府》《古今谈概》《情史类略》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (19683555, './img/book/19683555.jpg', '致悼艾米丽的玫瑰', '', '外国现当代', 599, '本书收入威廉·福克纳最具代表性也最经典的短篇小说十二篇，包括《致悼艾米丽的玫瑰》《干旱的九月》《夕阳》《红叶》《纵火案》《昔日的女王》《荒野老熊》《沃什的怒火》《幻恋症》《雪》《卡尔卡索纳》《致悼艾米丽的玫瑰》。同名短篇《致悼艾米丽的玫瑰》，英文名为 A Rose for Emily ,大多译者翻译为“献给艾米丽的一朵玫瑰”，但实际上，这朵玫瑰花是在艾米丽去世后，在她葬礼上献上的。取名”致悼艾米丽的玫瑰“力图突出”我们“对艾米丽这座”倒塌的丰碑“的哀悼之意，以及整部作品盖棺定论式的叙事蕴含。



威廉•福克纳（William Faulkner 1897-1962）：美国小说家、诗人、剧作家。20世纪现代派小说巨匠，文学史上最具影响力的作家之一，美国南方文学的奠基者，意识流文学的代表人物。
福克纳一生著有近二十部长篇小说、一百余部短篇，以及多部电影剧本，其中以“约克纳帕塔法世系”系列小说最为著名。他曾获得普利策小说奖，两届美国国家图书奖与1949年诺贝尔文学奖。
张和龙：著名翻译家，上海翻译家协会理事，上海外国语大学文学研究院副院长，《英美文学研究论丛》副主编，译有威廉•福克纳、马克•吐温、詹姆斯•鲍德温等诸多20世纪著名作家的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5747845, './img/book/5747845.jpg', '莎士比亚全集（第一卷）', '', '世界名著', 999, '华语世界首部诗体莎士比亚全集
经过几代翻译工作者近百年的艰辛劳作和不懈努力，华语世界现在已经有了五套莎士比亚全集的译本，此前的四套版本均是散文体翻译，其中三套又都是以著名翻译家朱生豪的译本为底本和主体的（梁实秋先生独立翻译的译本也是散文体）。

方平先生主编、主译的这个版本是头一个用诗体翻译的莎士比亚全集译本。莎士比亚戏剧的原貌是诗剧，是以素诗体（blank verse）为基本形式的诗剧，以诗体译诗体，尽量使译文在语气、语言节奏感上更接近莎剧原貌，是这个版本的最终诉求。还有并非无关紧要的是，这个译本是最新、最晚出的，方平先生又终生研究莎士比亚，生前是中国莎士比亚协会会长，国际莎士比亚协会执行理事。这个译本因此溶入了最新的莎学研究成果，每部剧作和诗歌作品之前均有“前言”——分析作品的艺术特色、人物形象和思想主题等，对这部作品做出恰如其分的综合评价；之后又附有简明扼要的“考证”——对此部作品的版本情况、写作年份和取材来源等做出交代。

这套全新的《莎士比亚全集》充分吸收国际莎学研究的最新成果，共收莎剧三十九部（在传统上的三十七部之外又收入《两贵亲》和《爱德华三世》两部戏剧），诗歌部分则收入上世纪八九十年代才确认为莎翁作品的长诗《悼亡》，“全集”凡四百七十余万字，堪称整个华语世界搜罗最全、校勘最精，兼具学术性与可读性的首部诗体汉译莎士比亚全集，这部“全集”的出版将具有里程碑式的意义。

威廉•莎士比亚（William Shakespeare，1564—1616），英国文艺复兴时期最伟大的剧作家、诗人，欧洲文艺复兴时期人文主义文学的集大成者。他是一位空前也可说绝后的伟大戏剧诗人，是有史以来全世界最伟大的文豪。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10364905, './img/book/10364905.jpg', 'The Hound of the Baskervilles（巴斯克维尔的猎犬）', 'Arthur Conan Doyle', '推理悬疑', 0,
        'The rich landowner Sir Charles Baskerville is found dead in the park of his manor surrounded by the grim moor of Dartmoor, in the county of Devon. His death seems to have been caused by a heart attack, but the victim's best friend,
        Dr.Mortimer, is convinced that the strike was due to a supernatural creature,
        which haunts the moor in the shape of an enormous hound, with blazing eyes and jaws.In order to protect
        Baskerville 's heir, Sir Henry, who' s arriving to London from Canada,
        Dr.Mortimer asks for Sherlock Holmes' help, telling him also of the so-called Baskervilles' curse,
        according to which a monstrous hound has been haunting and killing the family males for centuries, in revenge
        for the misdeeds of one Sir Hugo Baskerville, who lived at the time of Oliver Cromwell.



亚瑟·柯南·道尔：英国人，世界著名小说家。因成功地塑造了大侦探歇洛克·福尔摩斯的形象而成为侦探小说历史上最重要的小说家之一。除此之外，他还写过多部其他类型的作品，如科幻小说、悬疑小说、历史小说、爱情小说、戏剧和诗歌等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (28998578, './img/book/28998578.jpg', '聊斋志异（插图珍藏本·全二册）', '蒲松龄', '中国古典', 1799, '本书是以传奇手法描写志怪的文言短篇小说集。“聊斋”是蒲松龄的书屋名，“志”是记述的意思，“异”指奇异的故事。
全书分为十二卷，共四百九十一篇。通过谈狐说鬼，成功塑造了众多艺术典型，表达了对幸福的追求，反衬出世态炎凉，是中国文言短篇小说的高峰。



蒲松龄（1640—1715），清代文学家，字留仙，一字剑臣，号柳泉居士，世称“聊斋先生”。代表作为以毕生精力写成的《聊斋志异》。还著有《聊斋文集》《聊斋诗集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (14910646, './img/book/14910646.jpg', 'The Waves（海浪）', 'Virginia Woolf', '外国现当代', 0, 'One of Woolf’s most experimental novels,
        The Waves presents six characters in monologue - from morning until night, from childhood into old age - against
        a background of the sea.The result is a glorious chorus of voices that exists not to remark on the passing of
        events but to celebrate the connection between its various individual parts.
        弗吉尼亚·伍尔芙（Virginia Woolf，1882年1月25日 -
        1941年3月28日）：英国女作家，被认为是二十世纪现代主义与女性主义的先锋之一。在两次世界大战期间伍尔夫是伦敦文学界的核心人物，她同时也是布卢姆茨伯里派（Bloomsbury
        Group）的成员之一。其最知名的小说包括《戴洛维夫人》（Mrs.Dalloway）、《灯塔行》（To the Lighthouse）、《雅各的房间》（Jakob 's Room）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25694806, './img/book/25694806.jpg', '你就这样失去了她', '', '外国现当代', 1500, '尤尼奥磕磕绊绊的成长过程中，始终被笼罩在各式各样女性的羽翼或者说是阴影之下。经历了令人窒息的母爱，与中学老师的不伦恋，以及多位敢爱敢恨、嬉笑怒骂的女友，这个满嘴脏话、酷爱科幻的坏小子渐渐成长起来。一次次受伤让他的人生变得令人震惊、恐惧、同情和尊敬。在他粗犷的表面之下，其实是颗敏感、脆弱而渴望爱的心。一次次失恋分手，多半由于尤尼奥的任性妄为。男性的荷尔蒙本性、没心没肺和女性的敏感易伤一次次碰撞，让故事中的角色头破血流。



朱诺·迪亚斯出生于多米尼加共和国，六岁随父母移民美国。仅出版过三部作品，却被誉为堪与菲利普·罗斯比肩。2007年，首部长篇小说《奥斯卡·瓦奥短暂而奇妙的一生》获全美书评家协会奖，次年又获美国普利策奖，并被美国主流媒体投票推选为“21世纪最伟大的小说”。2010年，迪亚斯成为第一个担任普利策奖评委的拉美裔作家。2012年，出版短篇小说集《你就这样失去了她》，入围美国国家图书奖决选。同年，迪亚斯荣获美国跨领域最高奖项之——麦克阿瑟“天才”奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (165511732, './img/book/165511732.jpg', '欧里庇得斯悲剧集（套装全十八册）', '', '文学经典', 22000, '古希腊经典作品，西方文明的源头与第一次巅峰
油画、版画、雕塑等精美插图，生动重现戏剧场景
罗念生、周作人名家译本，详尽注释，还原悲剧神韵
古希腊三大悲剧作家之一欧里庇得斯
对后代欧洲戏剧发展影响最大，悲剧的革新者
将普通人的日常生活带上舞台，鲜明的社会问题，深入的心理描写
《欧里庇得斯悲剧集》收集了古希腊悲剧作家欧里庇得斯全部完整的传世剧本，包括《阿尔刻提斯》《美狄亚》《希波吕托斯》《赫剌克勒斯的儿女》《安德洛玛刻》《赫卡柏》《请愿的妇女》《特洛亚妇女》《伊菲革涅亚在陶洛人里》《海伦》《俄瑞斯忒斯》《疯狂的赫剌克勒斯》《伊翁》《厄勒克特拉》《腓尼基妇女》《在奥利斯的伊菲革涅亚》《酒神的伴侣》《圆目巨人》等十八部作品。欧里庇得斯是对后代欧洲戏剧发展影响最大的古希腊悲剧家，他将普通人的日常生活带上舞台，其作品呈现出鲜明的社会问题，塑造了一些重要的普通人形象，也展现出深刻的心理描写，是古希腊悲剧发展中的革新者。



◆ 作者
欧里庇得斯
古希腊三大悲剧诗人之一，是对后代欧洲戏剧发展影响最大的悲剧家。代表作有《美狄亚》《希波吕托斯》《特洛亚妇女》《酒神的伴侣》等。
◆ 译者
罗念生（1904—1990）
享有世界声誉的古希腊文学学者、翻译家，翻译出版古希腊文学作品和专著达五十余种，近千万字，译作被誉为“一座奥林匹斯山”，主编有《古希腊语汉语词典》，并于1987年获希腊最高文化机关雅典科学院颁发的“最高文学艺术奖”。
周作人（1885—1967）
中国现代著名作家、翻译家，精通古希腊文、日文、英文，一生译作约六七百万字，主要致力于希腊古典文学和日本古典文学两大领域。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (107075858, './img/book/107075858.jpg', '山海经', '小岩井 译注', '文学经典', 2400, '《山海经》是一部记述中国古代志怪的奇书。该书作者不详，大体是战国中后期到汉代初中期的楚国或巴蜀人所作。《山海经》是地理方志也是神话故事集，书中涉及地理、动物、植物、矿物、巫术、宗教、医药、民族等方面，并保存了夸父逐日、女娲补天、精卫填海等远古神话和寓言故事，包罗万象，多彩纷呈。《山海经》充满着神奇色彩，又饱含中国古代人文、自然知识，是古今众多名家推崇的国学必读书。
知名青年作家小岩井以清代郝懿行《山海经笺疏》为底本，参考郭璞、袁珂等人的校译版本进行全新译注，翻译通俗易懂，注释规范简洁，并对原文生僻字做了汉音标注。本书图文结合，在参考几百幅古版插画基础上全新绘制异兽图鉴，充分展现东方鬼怪之美，更适合当下年轻人阅读。



译者：
小岩井，翻译，作家。平生三好：猫，酒，书。
插图：
日月引，90后自由插画师，致力于东方鬼怪美学。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (661534, './img/book/661534.jpg', '文心雕龙札记', '黄侃', '文学经典', 900, '《文心雕龙札记》一书乃是清末民初三大文学流派纷争中涌现出来的一部名著。季刚先生以其过人的才力和不懈的钻研，心血所聚，成此一册，自然不同泛泛之作。这样的文字，历久弥新，可以预见，它将永远得到爱好文学者的珍视。
——周勋初

《文心雕龙》是中国文学理论批评史上首部有严密体系的、“体大而虑周”的文学理论专著。黄侃对《文心雕龙》进行了细致人微的剖析，从文本的深入解读着手，将前人的创见与自身治学的体悟结合，融汇古今，见识高超，正因为如此，本书被认为是中国古代文学批评史作为现代学科确立的标志。

黄侃(1886—1935)，字季刚，号量守居士，湖北蕲春人。清末留学日本，师事章太炎，受小学、经学，为太炎见重。治学精勤，主张为学务精。专精文字、声韵、训诂之学，创见颇多，被誉为继章太炎之后“乾嘉以来小学的集大成者”。重要著述有《音略》、《说文略说》、《尔雅略说》、《集韵声类表》、《文心雕龙札记》、《日知录校记》、《黄侃论学杂著》等数十种。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (30400792, './img/book/30400792.jpg', '你在天堂里遇见的五个人', '', '世界名著', 2499, '有些故事注定要从结局讲起——其实，所有的结尾又何尝不是开端呢？
《相约星期二》随着莫里的阖然长逝而告终。六年后，在米奇·阿尔博姆的全新力作中，纪实换成了虚构；死亡从结局演变成了开端；主角还是一位老人——不是洞明世事的教授，而是到死都对自己的一生心存惶惑的退伍老兵，游乐场维修工。
他叫爱迪，八十三岁生日那天，为了拯救在突发事故中身处险境的女孩而殒命游乐场。醒来时，爱迪已身处天堂，这才发现：那里并不是牧歌萦绕的伊甸园，而是地球上生活片断的交叠重现。五个被爱迪或铭记或忽略或遗忘的人，轮流登场，引领他寻找逝去的时光，追问人生的谜底。无形间，天地间仿佛有一条巨大的锁链，爱迪只是其中的一环。
《你在天堂里遇见的五个人》让每一个读完这本书的人都成为了锁链中的一环，分享着同一个秘密：天堂里，会有五个人，为了五段不同的记忆，等候你长大、相爱、衰老、死亡，等待着解答你最后的疑问。因为，我们每一个人都会影响到另一个人，世界上各式各样的故事，说到底都是同一个。



米奇·阿尔博姆（1959—），美国著名专栏作家，电台主持，电视评论员，此外还是活跃的慈善活动家。迄今为止，阿尔博姆已出版九部畅销著作，其中纪实作品《相约星期二》在全美各大图书畅销排行榜上停留四年之久，被译成包括中文在内的三十一种文字，全球累计销量超过一千一百万册，成为近年来图书出版业的奇迹。2003年，阿尔博姆六年磨一剑的小说《你在天堂遇见的五个人》将“星期二神话”继续延伸，迄今已累计售出八百万册，成为当年惟一有能力在排行榜上向《达芬奇密码》叫板的作品。
2006年10月，阿尔博姆推出最新小说《一日重生》，再度以奇巧动人的构思和轻盈感性的文字征服全球读者。迄今为止，这本书在美国各大排行榜上均在前五位长踞不坠，无可争议地成为销售业绩与读者口碑最佳的全球畅销书。
米奇·阿尔博姆目前与妻子简宁居住在美国密歇根州。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (33066203, './img/book/33066203.jpg', '为奴十二年', '', '世界名著', 999, '由本书改编的同名电影《为奴十二年》荣获2014年奥斯卡最佳影片、最佳女配角、最佳改编剧本三项大奖。
《为奴十二年》来自所罗门的亲身经历。他本是一名生活在纽约州的自由黑人，随后遭诱拐绑架，从此开始了奴隶生涯。该书的出版影响了美国此后的废奴运动，影响了美国近代历史，被列入美国历史教材和学生必读书目，与另一部名著《汤姆叔叔的小屋》并称为推动废奴进程的不朽经典。



所罗门·诺萨普，（Solomon Northup），美国黑人，1808年在纽约州密涅瓦镇出生，1864年至1875年间去世。1841年，他在纽约被人绑架，被贩卖成为一名奴隶；1853年被解救后，他成了一位废奴主义者，并写作出版了他的回忆录《为奴十二年》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35655482, './img/book/35655482.jpg', '追忆似水年华（第四卷）', '', '外国现当代', 2400, '普鲁斯特的《追忆似水年华》以回忆的形式对往事作了回顾，有童年的回忆、家庭生活、初恋与失恋、历史事件的观察、以及对艺术的见解和对时空的认识等等。时间是这部小说的主人公。作者凭着智慧和想象力，使时间变得具体、生动、完美。它就像一首由多种主题构成的交响乐，爱情、嫉妒、死亡、回忆、时光，时而交叉重叠在一起，时而又游离开来，然而在宏观上，整个作品浑然一体，具有蓬勃的生命力。《追忆似水年华》被公认为文学创作的一次新的尝试，开意识流小说之先河。
《所多玛和蛾摩拉》在整部小说中具有相对的独立性。目前的《所多玛和蛾摩拉（二）》，一方面跟社交界系列联系在一起，另一方面又跟爱情系列联系起来。确切地说，《追忆似水年华》的拐点是《所多玛和蛾摩拉（一）》。发现夏吕斯性欲倒错和对同性恋族类的论述，清楚地宣告盖尔芒特系列的结束和小说朝新的方向发展。在此之前，斯万是主人公在社交界和恋爱中的另一个自我，在此之后，这个角色由夏吕斯来扮演。这一卷最具有浪漫色彩，因此想象在其中的作用最大，是普鲁斯特作品中巴尔扎克色彩最浓的一卷。



马塞尔·普鲁斯特（Marcel Proust，1871-1922），法国20世纪伟大的小说家，意识流小说大师。生于巴黎一资产阶级家庭，父亲是学者，母亲是富有的犹太经纪人的女儿。普鲁斯特自幼患哮喘病，大学毕业后，因健康原因，不能出户，开始撰写小说。1896年他出版了第一本小说《欢乐与时日》，1913年底出版了《追忆似水年华》的第一部《在斯万家那边》；隔年又出版了第二部《在少女们身旁》，获法国龚古尔文学奖；直至普鲁斯特去世后才完整地出版了七部。《追忆似水年华》改变了小说的传统观念，革新了小说的题材和写作技巧，被誉为法国文学的代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (160334908, './img/book/160334908.jpg', '迷舟', '格非', '中短篇集', 2199, '本书是茅盾文学奖得主格非的中短篇小说集，收录中短篇小说七部。这几篇小说多是以“记忆”为载体，在循环往复的回忆中，时间与空间的秩序感失效，故事常常呈现出充满着内在矛盾却又耐人寻味的结局。
其中《褐色鸟群》是格非的代表作，小说讲述了作者“我”来到一个叫做“水边”的居所写一部书。有一天一个自称为“棋”的女人来访，于是我对“棋”讲述起我与一个穿栗树色靴子的女人的故事。小说不断吸引着读者投入到故事中，读者也在阅读的过程中不断地产生怀疑，反复对照叙述者的说法进行审视和判断，而由于故事主人公记忆的不可靠，一切讲述又似乎呈现出悬浮的不真实感。
另外一篇《迷舟》是格非的成名之作，小说以萧旅长失踪数天为悬念展开，接着以“第一天”“第二天”，直至“第七天”这种严格的时间序列一步步暗示出萧如何最终踏进人生的灾难的。格非用平实冷静的叙述剔发命运变幻莫测的微妙精义，使写实的笔触也平添了神秘的恐怖气势。“迷舟”这个标题便是人生不可知的主题象征。



格非，中国当代实力派作家，茅盾文学奖与鲁迅文学奖双料得主，清华大学教授。1987年发表成名作《迷舟》，著有长篇小说《敌人》《边缘》《欲望的旗帜》《人面桃花》《山河入梦》《春尽江南》《望春风》《月落荒寺》，中短篇小说集《迷舟》《唿哨》《雨季的感觉》《青黄》等多部；另有论著和散文随笔《小说叙事研究》《格非散文》《文学的邀约》等多部。
格非属于擅长对文学、社会、历史等问题做深入思考的学者型作家。他的作品具有坚韧、优雅、准确、睿智等特质，在中国当代文坛独树一帜、风格鲜明，获得过一系列重要文学奖项：其中，《江南三部曲》（《人面桃花》《山河入梦》《春尽江南》）荣获第九届“茅盾文学奖”，《隐身衣》荣获第六届“鲁迅文学奖·中篇小说奖”，《望春风》荣获第一届“京东文学奖”。此外，他还获得过“2004年度华语文学传媒大奖杰出成就奖”、“2004年度长篇小说排行榜”第一名、“第二届21世纪鼎钧双年文学奖”、“第三届中国图书势力榜”文学第一名、《新京报》“2011年度文学类致敬图书”、“2014年度老舍文学奖”等多种文学奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21271315, './img/book/21271315.jpg', '抓住时机', '', '外国现当代', 1100, '《抓住时机》描述了威尔姆·阿德勒失败又疯狂的一天。 索尔 ·贝娄在这部小说里影射了他和保守的父亲的关系：威尔姆是一个失业、身无分文的末流演员，刚和妻子分居（但对方为了经济问题又拒绝离婚），绝望之中他向德高望重的医生父亲阿德勒医生求助。在百老汇附近的酒店里，犹太人父亲用实用主义的冷漠批判了威尔姆的逃避、空虚和缺乏远见，并拒绝他的资助请求——而在百老汇附近的期货交易所里，神神叨叨的伪哲学家、真骗子塔木金正把威尔姆的最后一点积蓄投入荒唐的交易，并逃之夭夭。在喋喋不休、梦呓般的自我清算中，威尔姆冲进一场葬礼，用泪水化解了“自我的负担”。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
出版于1953年的《奥吉·马奇历险记》使贝娄一举成名，奠定了他的文学地位。其后，他陆续出版《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过诸多中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (162900318, './img/book/162900318.jpg', '红楼梦注评本', '（清）曹雪芹 高鹗', '世界名著', 3840, '中国古典四大名著之首，清代作家曹雪芹创作的章回体长篇小说。
护花主人、大某山民、太平闲人三家评本的本书是评点派的代表作，120回，附以30余万字的夹评和回评，力图阐发《红楼梦》主题和写法的微奥，沟通作者与读者的感情交流。评点尽管带有“道学家看见《易》”的倾向，却反映了清代《红楼梦》研究家的时代心理及观点体会，且不乏独创之见及点睛之笔。问世百年来，具有广泛的社会影响，对后世的红学研究及《红楼梦》阅读鉴赏，多有启迪。全书有简注，并附收各家的读法、批序、总评、摘误、论赞、题辞、题咏、问答、音释、大观园图说等。



曹雪芹，清代小说家，著名文学家。名霑，字梦阮，号雪芹，又号芹溪、芹圃。素性放达，曾身杂优伶而被钥空房，常以阮籍自比。贡生。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，后因家庭的衰败而饱尝了人生的辛酸。在人生的最后阶段，他以坚韧不拔的毅力，历经十年创作了《红楼梦》并专心致志地做着修订工作，死后遗留《红楼梦》前80回稿子。
高鹗（约1738—约1815），字兰墅，祖籍辽东，属汉军镶黄旗，乾隆年间的进士，官至翰林院侍读。他续写了《红楼梦》的后四十回，使它成为一个完整的故事，并结束了《红楼梦》的传抄时代，使《红楼梦》得到广泛的传播。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10346180, './img/book/10346180.jpg', 'White Fang（白牙）', 'Jack London', '外国现当代', 0,
        'White Fang is a novel by American author Jack London (1876–1916) — and the name of the book's eponymous character,
        a wild wolfdog. First serialized in Outing magazine,
        it was published in 1906. The story takes place in Yukon Territory, Canada,
        during the 1890s Klondike Gold Rush and details White Fang's journey to domestication. It is a companion novel (and a thematic mirror) to London's best-known work,
        The Call of the Wild, which is about a kidnapped, domesticated dog embracing his wild ancestry to survive and thrive in the wild.

Much of White Fang is written from the viewpoint of the titular canine character, enabling London to explore how animals view their world and how they view humans. White Fang examines the violent world of wild animals and the equally violent world of humans. The book also explores complex themes including morality and redemption.



杰克·伦敦，美国20世纪著名现实主义作家。他出身于美国旧金山的一个破产农民家庭。从1900年起，他连续发表和出版了许多小说，讲述美国下层人民的生活故事，揭露资本主义社会的罪恶。他的作品大都带有浓厚的社会主义和个人主义色彩，因此有人认为他是宣扬社会主义的作家，也有人认为他是表现个人主义和民众哲学的自然主义作家。他的作品在全世界都广为流传，是最受中国读者欢迎的外国作家之一。他一生著述颇丰，留下了19部长篇小说、150多篇短篇小说以及大量文学报告集、散文集和论文，最著名的有《马丁·伊登》、《野性的呼唤》、《白牙》、《热爱生命》、《海狼》、《铁蹄》等小说。他是世界文学史上最早的商业作家之一，因此被誉为商业作家的先锋。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (105908873, './img/book/105908873.jpg', '幻影书', '', '外国现当代', 3720, '所有人都以为他死了。喜剧天才海克特•曼是二十年代好莱坞光彩夺目的新星，却在某天突然离家出走，从此音信杳无。六十年来，他的离奇失踪始终是个不解之谜。文学教授戴维•齐默在一场空难中失去妻儿，陷入悲伤潦倒的泥潭不能自拔，直到偶然发现海克特一部老电影的片断。隔着一道巨大的遗忘的深渊，两个人的命运被紧紧联系在了一起。为了看完所有现存的海克特电影，齐默浪迹天涯寻访欧美各地的档案馆，被海克特优雅机智的作品深深折服并乐在其中。然而，就在齐默撰写的关于海克特电影的专著出版后，他收到了一封新墨西哥州苏埃诺镇的来信，信上称海克特还活着并期待同他会面。正在齐默犹疑不决之际，一位神秘女子忽然出现在他隐居避世的小屋，并最终迫使他踏上了一段迷雾重重、危机四伏的幻影之旅……
“一部不断出人意料的小说”，《幻影书》讲述了死亡中的死亡，故事中的故事，关于失落、沉默与自我的救赎：“你得先死，才能知道如何去活。”



保罗•奥斯特（Paul Auster），1947年出生于新泽西的纽瓦克，著名小说家、诗人、剧作家、译者、电影导演，美国艺术与文学院院士，其作品融合了荒诞主义、存在主义和悬疑小说等元素，被视为美国当代最具创新性的小说家之一。奥斯特著作等身，代表作包括小说《纽约三部曲》《幻影书》《布鲁克林的荒唐事》《巨兽》，以及回忆录《孤独及其所创造的》，评论集《饥渴的艺术》等，曾获法国美第奇文学奖，西班牙阿斯图里亚斯王子文学奖，美国约翰•科林顿文学杰出贡献奖，并多次入围都柏林文学奖、布克奖、福克纳小说奖等，作品已被翻译成四十余种文字。他编剧的电影《烟》于1996年获得柏林电影节银熊奖和最佳编剧奖，2012年，他成为第一位纽约市文学荣誉奖的获得者。
孔亚雷/译者，1975年生，小说家、翻译家，著有长篇小说《不失者》，短篇小说集《火山旅馆》等，译有莱昂纳德•科恩诗文集《渴望之书》、杰夫•戴尔《然而，很美：爵士乐之书》、詹姆斯•索特《光年》等。2013年获第四届西湖中国新锐小说奖，2014年获第六届鲁迅文学奖翻译奖提名奖。他住在莫干山脚下的一个小村庄。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (155574261, './img/book/155574261.jpg', '在路上', '', '外国现当代', 2899, '我认识迪安是在和妻子分开后不久。
那时我大病初愈，关于那场病我不想多谈，我只能说，病与疲惫而悲伤的分手以及我的万念俱灰之感有关。我认识迪安·莫里亚蒂之后，生命的另一阶段开始，你可以称之为“在路上”的阶段。
这部关于自由和追求真实的传奇小说定义了一代人。《在路上》受凯鲁亚克与好友卡萨迪的真实冒险经历启发，讲述了一对好友多次横穿美国的旅行，这对朋友追求意义和真实的经验。这本书混合了悲伤的天真、野心、凯鲁亚克对人类的同情，还有他爵士乐一般的语言。
《在路上》反映了“垮掉派”对自由和希望的看法，改变了美国文学，也改变了所有拿起过它的人。
★我还年轻，我渴望在路上。
所有渴望自由的人必读的心灵圣经。自问世以来，《在路上》不仅仅改变了美国文学，更是改变了很多人的人生。没有地方可去意味着可以去任何地方。永远在路上，永远年轻！
★乔布斯、鲍勃·迪伦、披头士乐队、痛仰乐队、摇滚艺术家帕蒂·史密斯、摇滚歌星吉姆·莫里森、歌手范·莫里森、“Blog精神教父”亨特·斯托克顿·汤普森、小说家肯·克西、戏剧作家阿米里·巴拉卡、作家诺曼·梅勒的精神导师。
★《时代》周刊20世纪百大最佳英文小说、美国图书馆20世纪世界百大小说、美国亚马逊网百部最佳小说、英国BBC票选读者最喜欢的百部小说，苹果经典广告Think Different的灵感来源，而没有这本书，也就没有大门乐队……
★备受广大读者好评的知名译者历时5年翻译、6次校译，尽显原著精髓。译文受周嘉宁、文珍、王干好评推荐。
★独家收录书中主人公萨尔与迪安人物原型合影照片——作者凯鲁亚克与好友卡萨迪。



杰克·凯鲁亚克（Jack Kerouac）
美国小说家、诗人，拥有法裔加拿大人血统，“垮掉派”代表作家。
他曾放弃在哥伦比亚大学的学业，曾在商船当水手，也曾入海军服役，但不堪忍受军纪约束，住进精神病房并获退伍。
他以其自发性的书写风格闻名，创作题材多来自他的亲身经历，他的劳工家庭背景使他对穷人特别关心，小说大多如实描写小人物的生活和精神风貌。1950年出版第一部小说《镇与城》，但直到1957年《在路上》问世后才声名大噪。其后出版的作品有《达摩流浪者》《地下人》等。
仲召明
资深译者、编辑。毕业于南京财经大学英语系。译有《上升的一切必将汇合》《暴力夺取》《我在这里做什么》《风暴的余波》等多部作品。
近年编辑策划作品有《全能侦探社》《故事写作大师班》《萨拉戈萨手稿》《银河系边缘的小失常》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9127234, './img/book/9127234.jpg', '西方世界的花花公子', '', '外国现当代', 600, '《西方世界的花花公子》（The Playboy of the Western World）是辛格最成功、最有名的喜剧，也被认为是20世纪最优秀的爱尔兰剧本。

此剧描写一个农村青年去到一个陌生的村庄，因吹嘘自己刚刚劈开了自己父亲的脑袋而被村里的人当成了英雄，爱慕他的女性更是蜂拥而来。但是，后来他的父亲却活着出现在了那个村庄……在剧中，辛格纵横恣肆地讽刺了爱尔兰人喜欢自夸和美化暴徒的倾向，在都柏林阿比剧院首演时，曾引起观众骚动，1911年在美国纽约首演时也曾引起爱尔兰裔美国人的骚动，随后在波士顿和费城上演时又引起了进一步的骚动。

约翰·米林顿·辛格（John Millington Synge，1871-1909），爱尔兰伟大的剧作家，爱尔兰文学复兴运动的领导人，以高超的现实主义和象征主义交错的手法描绘出栩栩如生的爱尔兰农民与小手艺人的形象。辛格在其戏剧对话中再现了爱尔兰农民丰富多彩、充满活力及富有诗意的语言。辛格在一些戏剧作品中对这些人物嘲讽性的描写招致谴责，有时甚至在剧院引起骚乱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (49354696, './img/book/49354696.jpg', '水之肌', '', '推理悬疑', 1995, '再普通的人心里，也可能有恶的种子。再小的恶意，也有巨大的杀伤力。
惨遭毒手的宠物，无故变色的鲤鱼，消失不见的被害人，三十年未破的悬案，被合上的双眼——五个令人叹息的案件中，包藏着意想不到的动机和尤为复杂的人性。
我们能看清真相，却看不清人心。



松本清张（1909—1992），社会派推理作家，推理文坛无法逾越的一代宗师。
1909年出生于北九州市小仓北区，曾经从事过勤杂、印刷等工作。
1951年创作了《西乡钞》，正式成为作家并入围直木奖。1953年凭借《某小仓日记传》获得芥川奖。
1957年他开始在杂志上连载推理小说，大受欢迎，由此拉开了日本推理小说“社会派”风潮的序幕。东野圭吾、宫部美雪等作家都深受其影响。
松本清张能一针见血地指出社会问题，更将小人物刻画得入木三分。他不渲染血腥暴力，而是以平实细腻的文字打动读者。因此，他创作的小说既精彩好读，又具有很高的文学性。
他的作品长盛不衰，被改编为电影、电视剧超过500次，对整个日本文艺界影响深远。直到今天，他仍然拥有许多忠实读者。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35616727, './img/book/35616727.jpg', '抱孙·老舍谐趣小说集', '老舍', '中国现代', 1799, '本书是老舍的诙谐小说结集，包括老舍的中篇小说《我这一辈子》，短篇小说《抱孙》、《爱的小鬼》、《黑白李》、《马裤先生》、《开市大吉》等等。这些小说大多取材于北京的市民生活，描写三教九流各种人等的喜怒哀乐，生活气息醇厚，语言通俗简易，幽默诙谐，京味十足。



老舍（1899年2月3日—1966年8月24日），原名舒庆春，另有笔名絜青、鸿来、非我等，字舍予。因为老舍生于阴历立春，父母为他取名“庆春”，大概含有庆贺春来、前景美好之意。上学后，自己更名为舒舍予，含有“舍弃自我”，亦即“忘我”的意思。北京满族正红旗人。中国现代小说家、作家，语言大师、人民艺术家，新中国第一位获得“人民艺术家”称号的作家。代表作有《骆驼祥子》、《四世同堂》、剧本《茶馆》。
老舍的一生，总是忘我地工作，他是文艺界当之无愧的“劳动模范”。1966年，由于受到文化大革命运动中恶毒的攻击和迫害，老舍被逼无奈之下含冤自沉于北京太平湖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35612860, './img/book/35612860.jpg', '追忆似水年华（第二卷）', '', '世界名著', 1800, '《追忆似水年华》是一部划时代巨著，是二十世纪世界文坛最重要的小说之一，与《尤利西斯》并称意识流小说的巅峰。这部小说以清新灵动的独特艺术风格，借助超越时空的潜在意识，使逝去的时光 在他笔下重现，从中抒发对故人、往事的无限怀念和难以排遣的惆怅。其第二卷《在花季少女倩影下》于1919年出版，同年获得龚古尔奖。本卷主要讲述“我”少年时期与希尔贝特的恋情，以及在巴尔贝克海滩的见闻。



马塞尔·普鲁斯特（1871-1922）在法国乃至世界文学史上都占据着极其重要的地位。他在小说创作中实现了一场“逆向的哥白尼式革命”，人的精神重又被安置在天地的中心。小说的目标变成描写为精神反映和歪曲的世界。他改变了小说的传统观念，对日后形形色色新的小说流派的出现，产生了深远的影响。
徐和瑾，生于1940年，复旦大学外文学院教授，中国法国文学研究会理事，法国普鲁斯特研究中心通讯研究员，法国普鲁斯特之友协会会员。译著有巴尔扎克的《交际花盛衰记》、左拉的《娜娜》、莫泊桑的《漂亮朋友》、塞利纳的《长夜行》、纪德的《伪币制造者》和《梵蒂冈地窖》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (151977580, './img/book/151977580.jpg', '大淖记事：汪曾祺小说精选', '汪曾祺', '中国当代', 2299, '本书精选汪曾祺经典短篇小说，从他早期的成名作《复仇》，到创作巅峰时期的《受戒》、《大淖记事》等，按照发表时间顺序，共计十余篇，全面展现汪曾祺数十年小说创作精华。特别收录两篇汪曾祺谈作文的短文，由作家本人亲自讲述文学创作背后的心路历程和精神追求。



汪曾祺（1920—1997），江苏高邮人，中国现当代作家，以小说与散文闻名，京派文学代表人物。被誉为“抒情的人道主义者，中国*后一个纯粹的文人，中国*后一个士大夫”。代表作有短篇小说《受戒》、《大淖记事》、《异秉》等，散文集《蒲桥集》、《人间草木》、《旅食小品》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (49240037, './img/book/49240037.jpg', '希腊神话和传说', '', '文学经典', 1600, '《希腊神话和传说》为读者敞开了一扇观察和认识古希腊乃至欧洲文化的窗口，它以广博的知识和美好的想象丰富了欧洲文化，陶冶了人们的心灵，在世界文学史上占有重要的地位。随着文明时代的开始，神话和传说时代告终。但是作为一种丰富多彩的民间口头文学的希腊神话，却为我们留下了全面而生动的记录。它反映了阶级社会前人类生活的广阔图景，也以数以千计的人物形象表现了当时的社会风貌和人类童年时代的自尊、公正、刚强、具有着不朽的魅力。古代希腊是世界文明古国之一，古希腊神话传说的优美、动人是举世闻名的。在绚丽灿烂的欧洲文化史、特别是欧美近代文化史中，希腊神话和传说如同一条闪闪发光的珍珠链贯穿其间。



古斯塔夫·施瓦布（GustavSchwab）（1792年6月19日－1850年11月4日），是德国著名的浪漫主义诗人。他生于斯图加特的符腾堡宫廷官员家庭，曾是席勒的老师。1809至1814年在蒂宾根大学攻读神学和哲学，结识乌兰德等著名文学家。1815年去德国北部地区考察旅行，结识歌德和霍夫曼等人。他在文学上的主要贡献在于发掘和整理古代文化遗产，曾出版《美好的故事和传说集》、《德国民间话本》和《希腊神话故事》。他的主要诗集有《博登湖上的骑士》、《马尔巴赫的巨人》等。
施瓦布是德国浪漫主义文学中“施瓦本”派的一员，且得到符腾堡统治者的赏识。施瓦本（Schwaben）是德国一历史和文化地区，包括当时的符腾堡。他一生热爱祖国和故乡，作品大都反映当地风土人情，但最著名的却是《希腊神话故事》。
楚图南(1899-1994),
        云南文山人。1923年毕业于北京高等师范学校史地系。曾任教于暨南大学、上海师范大学、云南大学、上海法学院。著有散文集《刁斗集》，《荷戈集》，译有惠特曼《草叶集选》，尼采《查拉图斯特拉如是说》，斯威布《希腊神话和传说》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9182825, './img/book/9182825.jpg', '钢铁是怎样炼成的', '', '世界名著', 600, '反映了苏联第一代革命青年不怕困难、艰苦奋斗、勇于胜利的大无畏精神，鼓舞了一代又一代有志青年去实现自己的理想。在这部史诗般的英雄传记小说《钢铁是怎样炼成的》中，作者尼·奥斯特洛夫斯基塑造了保尔·柯察金执著于信念而坚韧不拔的崇高人格，其形象超越时空，超越国界，产生了世界性的影响，震动着数代人的心弦。

本书是世界文学名著青少版经典名著之一，所描述的事件发生于1915年到1930年那一段历史时期。保尔·柯察金是作者着力塑造的中心人物，也是塑造得非常成功的一位共产主义战士形象，他是在老布尔什维克朱赫来的影响下从自发走向自觉的。

尼古拉·阿列克谢耶维奇·奥斯特洛夫斯基，前苏联作家，坚强的布尔什维克战士、著名的无产阶级作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10364050, './img/book/10364050.jpg', 'Macbeth（麦克白）', 'William Shakespeare', '世界名著', 0, 'Macbeth is among the best-known of William Shakespeare's plays, and is his shortest tragedy, believed to have been written between 1603 and 1606. It is frequently performed at both amateur and professional levels, and has been adapted for opera, film, books, stage and screen. Often regarded as archetypal, the play tells of the dangers of the lust for power and the betrayal of friends. For the plot Shakespeare drew loosely on the historical account of King Macbeth of Scotland by Raphael Holinshed and that by the Scottish philosopher Hector Boece. There are many superstitions centred on the belief the play is somehow "cursed", and many actors will not mention the name of the play aloud, referring to it instead as "The Scottish play". 



威廉·莎士比亚（William Shakespeare，1564年4月23日-1616年5月3日）：英国文学史上最杰出的戏剧家，也是西方文艺史上最杰出的作家之一，全世界最卓越的文学家之一。他流传下来的作品包括38部戏剧、155首十四行诗、两首长叙事诗和其他诗歌。他的戏剧有各种主要语言的译本，且表演次数远远超过其他任何戏剧家的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13315619, './img/book/13315619.jpg', '二十年后（上）', '', '外国现当代', 599, '大仲马（1802-1870），法国著名通俗历史小说家。《二十年后》是他的主要作品之一。
《三个火枪手》讲述的故事结束后，过了二十年，达尔大尼央、波尔多斯、阿多斯和阿拉密斯虽在巴黎发生投石党运动时，前两位为马萨林首相效劳，后两位则站在投石党一边，双方无法合作，但他们仍然像从前一样，忠于友谊，紧密团结，在关键时刻共同营救英王查理一世，接着又挫败了马萨林的阴谋。情节环环相扣，大起大落，紧张曲折。同时，通过一系列险象环生的遭遇，在作家的笔下，老火枪手们的性格特点也愈发鲜明。



大仲马，19世纪法国浪漫主义作家，杰出的通俗小说家。3岁时父亲病故，20岁只身闯荡巴黎，曾当过书记员、国民自卫军指挥官。拿破仑三世发动政变，他因为拥护共和而流亡。大仲马自学成才．一生创怍的各类作品达300卷之多，以通俗小说和戏剧成就最大。他的通俗小说情节迂回曲折，结构完整巧妙，人物形象鲜明，对话精彩生动，在艺术上得到了极高的成就，是世界通俗小说中独一无二的怍品，大仲马因此享有“通俗小说之王”的你号。其代表作有《三个火枪手》、《基督山伯爵》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (23374513, './img/book/23374513.jpg', '冰心经典三部曲', '冰心', '文学经典', 1700, '《冰心三部曲——繁星·春水 》
《繁星·春水》是冰心女士为得意的诗歌合集，也是人们公认冰心小诗的成就。《繁星》中灵动委婉、含蓄隽永的诗歌中，处处体现着冰心士的创作信仰——“有了爱，便有了一切”。《春水》中，冰心女士以歌颂亲情，赞美母爱，颂扬童心为主。她用忧愁而又温柔的笔调，诉说着心中的感受，同时也在探索着生命的意义。
《冰心三部曲——小橘灯 》
《小橘灯》是著名散文家冰心的代表作，描写十分细腻，是冰心秀的散文之一，本书除了《小橘灯》之外还收录了作者其他著名散文作品，这些作品语言优美，内容动人，情感真挚，表达了作者对家乡的依恋之情，对儿童的关怀之情以及对生活的热爱之情。
《冰心三部曲——寄小读者》
《寄小读者》是冰心重要的代表作品，冰心女士也因此成为中国儿童文学的奠基人。20世纪60年代和70年代，冰心又分别发表了通讯集《再寄小读者》和《三寄小读者》。三部通讯集虽然发表的时间不同，但主题都是自然、童真。这样的主题恰好显现了冰心女士创作的思想内核：爱的哲学。



冰心（1900-1999）
原名谢婉莹，福建长乐人 。中国诗人、现代作家、翻译家、儿童文学作家、社会活动家、散文家。笔名冰心取自“一片冰心在玉壶”。 
1919年的《晨报》上，冰心发表了散文《二十一日听审的感想》和小说《两个家庭》；1923年出国留学前后，开始发表总名为《寄小读者》的通讯散文，成为中国儿童文学的奠基之作；1946年在日本被东京大学聘为外籍女教授，讲授“中国新文学”课程；1951年返回中国。1999年在北京医院逝世，享年99岁，被称为“世纪老人”。
冰心一生崇尚“爱的哲学”，歌颂童真、母爱和自然。代表作品有诗歌集《繁星》《春水》，散文集《寄小读者》《小橘灯》《樱花赞》，小说集《超人》《去国》《姑姑》，以及译著《吉檀迦利》《园丁集》《泰戈尔抒情诗选》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (52878928, './img/book/52878928.jpg', '一九八四', '', '外国现当代', 1799, '奥威尔传世之作，“20世纪百大英文小说”！即使目睹人性至恶，依旧追寻光亮！《一九八四》是英国作家乔治·奥威尔生前的最后一部小说，也是20世纪独具影响力的文学作品。该书自1949年首次出版至今，多次被改编成电影上映，被列入“20世纪百大英文小说”，并被美国《时代》杂志评为“1923年以来最好的100本英文小说之一”。本书的故事发生在未来世界，即1984年的大洋国，主人公温斯顿在那个黑暗的社会环境里坚守自己的信念，努力摆脱种种枷锁，却未料到自己的命运早已注定……作者以丰富的想象力和严密的逻辑推理，展现了一个泯灭人性的未来世界，警醒世人不要落入这样的悲剧中。



乔治·奥威尔，本名埃里克·亚瑟·布莱尔，英国作家、社会评论家。奥威尔的一生虽短暂，但充满波澜。他在青年时期曾长达四年生活在英国的底层社会，也正是这段经历练就了他敏锐的观察力。奥威尔的笔下没有华而不实的装饰性词藻，他力求用清晰、准确的词汇，向普通大众传达自己对于社会现实的理解与思考。他的代表作品有《一九八四》《动物庄园》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (156849062, './img/book/156849062.jpg', '企鹅经典：小黑书·第四辑（中英双语·全10册）', '', '世界名著', 14899, '《企鹅经典：小黑书》是企鹅出版集团在成立80周年之际开始推出的系列“文学册子”，选目磅礴丰富，跨越时间与空间的束缚，寻找传世之作。此次出版的中英双语版本，从英文原版的选目中，为中国读者精心挑选了50部兼具经典性与当代性的作品，分五辑推出。除可读性较高的短篇小说之外，还收录了一些诗歌及未曾译介过的非虚构作品。
第四辑由5本小说和5本非虚构作品组成，囊括10位文学大师的经典作品，且大多已绝版或未曾有过中文版本。其中既有扣人心弦的普希金著名惊悚小说《黑桃皇后》、浪漫派作家E.T.A.霍夫曼恐怖而未来感十足的小说《沙人》，也有经典必读的歌德警句集和松尾芭蕉的俳句，以及莎士比亚作品精摘，还有柏拉图极为精彩的作品《苏格拉底的申辩》，莫扎特《我亲爱的父亲》亦为首次直接从德文译介……十本小书题材丰富，体裁多样，共同构成了这套《企鹅经典：小黑书·第四辑》，陪伴读者在文学中探索世界。



★弗吉尼亚·伍尔夫，英国女作家、文学批评家和文学理论家，意识流文学代表人物，被誉为二十世纪现代主义与女性主义的先锋。
★谢里丹·勒·法努，爱尔兰记者、专栏作家，十九世纪杰出的灵异小说作家，主要作品有《塞拉斯叔叔》《墓地旁的屋子》《卡米拉》。
★华盛顿·欧文，19世纪美国著名作家，号称美国文学之父，作品《见闻札记》的出版引起了欧洲和美国文学界的重视，奠定了他在美国文学史上的地位。
★普希金，俄罗斯浪漫主义文学家，俄罗斯现代文学奠基人，被尊称为“俄国诗歌的太阳”、“俄国文学之父”。
★E.T.A.霍夫曼，德国浪漫主义作家、法学家、作曲家、音乐评论人。
★歌德，德国戏剧家、诗人、自然科学家、文艺理论家和政治人物，魏玛的古典主义著名代表，是世界文学领域出类拔萃的光辉人物之一。
★松尾芭蕉，江户时代的俳句大师，号称日本俳圣，三大古典俳人之首，公认的功绩是把俳句形式推向顶峰。
★莫扎特，奥地利著名古典主义音乐作曲家，出生于神圣罗马帝国时期的萨尔兹堡，欧洲伟大的古典主义音乐家之一。
★威廉·莎士比亚，西方文学史上伟大的剧作家，世界知名文学家，留下来的作品包括38部戏剧、154首十四行诗、两手长叙事诗以及其他作品。他的戏剧至今仍以原貌或改编形式在全世界各地演出。
★柏拉图，西方文化伟大的哲学家和思想家，古希腊伟大的教育家、数学家，和苏格拉底，亚里士多德并称为希腊三贤。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (12037659, './img/book/12037659.jpg', '莎士比亚论', '', '世界名著', 780, '《莎士比亚论》是雨果的一部文艺评论作品，包括两篇评论文选、八篇戏剧与诗歌作品自序和莎士比亚论的节选。



维克多·雨果（Victor Hugo，1802-1885），19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”。其文学创作有诗歌、小说、戏剧、政论、散文随笔以及文学评论，卷帙浩繁。代表作有长篇小说《巴黎圣母院》、《海上劳工》、《悲惨世界》及《九三年》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35800710, './img/book/35800710.jpg', '几度夕阳红', '琼瑶', '言情', 1799, '时光留不住，春去已无踪；潮来又潮往，聚散苦匆匆。往事不能忘，浮萍各西东；青山依旧在，几度夕阳红。且拭今宵泪，留与明夜风；风儿携我梦，天涯绕无穷。朝朝共暮暮，相思古今同；青山依旧在，几度夕阳红！青山不语，斜阳依依；沉默背后，伴随怎样的隐情？从重庆到台北，两代人的二十年恩怨情仇，你从不知道，那些最板正最平凡的父母，也曾有最奔放最传奇的爱情！二十年来，她的生命就建筑在先生和一对乖巧的儿女身上。自从女儿晓彤在舞会中认识了魏如峰之后，世界似乎变小了，从前在重庆沙坪坝的年轻岁月又重回记忆，曾经何慕天的风流才气、狂烈热情紧扣她的心，他们疯狂地爱着对方，使她竟可以背叛母亲毅然跟随何慕天出走，但何慕天必须回乡去解除已有的婚約，一来一往之间误会丛生，就这样过了二十年后，谁料魏如峰的叔叔竟是何慕天，二十年平静生活又起波涛，他们之间的情、恨该如何了？如何结？



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (167385738, './img/book/167385738.jpg', '水浒传注评本', '（明）施耐庵 注', '文学经典', 2700, '施耐庵编著的《水浒传》是一部集口传、说书艺人唱本、戏曲并经过文人不断加工整理而成的小说，描写了北宋时期一群平民及中下级乡绅、官僚、军官因为不堪忍受官府、朝廷的剥削与压迫奋起反抗，上梁山聚义的故事。全书情节曲折感人，形象逼真生动，一百零八将各具神韵，语言通俗雅驯，百读不厌。
本书为金圣叹评《水浒传》。金圣叹将120回本“腰斩”，砍去了大聚义后的内容，而以卢俊义一梦作结，成71回本，名《第五才子书施耐庵水浒传》。由于它保存了原书的精华部分，在文字上也作了修饰，且附有精彩的评语，从而赢得了广大读者的喜爱，遂成为清三百年间最流行的本子，以致到民国初年，人们竟不知还有120回本、100回本的《水浒传》。



施耐庵（1296—1371）
原名施彦端，字肇端，号子安，别号耐庵，元末明初的文学家。他博古通今，才气横溢，举凡群经诸子，辞章诗歌，天文、地理、医卜、星象等，一切技术无不精通。35岁曾中进士，后弃官归家闭门著书，与拜他为师的罗贯中一起研究《三国演义》《三遂平妖传》的创作，搜集、整理关于宋江等英雄人物的故事，最终写成“四大名著”之一的《水浒传》。
金圣叹（1608—1661）
名采，字若采。明亡后改名人瑞，字圣叹，别号鲲鹏散士。明末清初苏州吴县人，著名的文学家、文学批评家。金圣叹的主要成就在于文学批评，对《水浒传》《西厢记》《左传》等书及诸家唐诗都有评点。并提出了“六才子书”之说，使小说戏曲与传统经传诗歌并驾齐驱，受推崇为中国白话文学运动的先驱。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10626486, './img/book/10626486.jpg', '哈格雷夫斯的两面性', '', '外国现当代', 221, 'Life is too short for a long story.时间太少，小说太长，不如读一篇短故事。他是塔尔博特上校还是莫斯大叔？或许都不是，因为他仅是哈格雷夫斯……



欧·亨利，有时又译奥亨利，原名威廉·西德尼·波特（William Sydney Porter），20世纪初美国著名短篇小说家，美国现代短篇小说创始人。与法国的莫泊桑、俄国的契诃夫并称为世界三大短篇小说巨匠。 他少年时曾一心想当画家，婚后在妻子的鼓励下开始写作。后因在银行供职时的账目问题而入狱，服刑期间认真写作，并以“欧·亨利”为笔名发表了大量的短篇小说，引起读者广泛关注。他是一位高产的作家，一生中留下了一部长篇小说和近三百篇的短篇小说。他的短篇小说构思精巧，风格独特，以表现美国中下层人民的生活、语言幽默、结局出人意料（即“欧·亨利式结尾”）而闻名于世。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (124909777, './img/book/124909777.jpg', '处世三大奇书：菜根谭+围炉夜话+小窗幽记', '（明）洪应明', '文学经典', 5800, '《菜根谭》《围炉夜话》和《小窗幽记》三书，世称其为“处世三大奇书”。前人种树，后人纳凉，三书皆是前人用毕生智慧总结出的金玉良言、处世“奇”言。为人处世的道理永远不会过时，细读其文，受用无穷。
《菜根谭》为明代洪应明所著。其书涵盖了修身、处世、待人、接物等人生的方方面面，融汇了儒、释、道三家思想，文笔简洁优美，又蕴含着深刻哲理，细读起来字字都经过精心斟酌，信手拈来皆是富含哲理的金句，正如菜根一般朴实无奇，其滋味却是愈品愈浓，回味无穷。本书以1931年陶湘校刻《还初道人著书二种》本为底本整理。
《围炉夜话》为清代王永彬所著。它以“安身立业”为总话题，分别从道德、修身、读书、安贫乐道、教子、忠孝、勤俭等十个方面，揭示了“立德、立功、立言”皆以“立业”为本的深刻含义。它语言平实，却字字珠玑，所述君子正己修身、立身处世的经验之谈，以闲话家常的方式娓娓道来，读之犹如在寒冷冬日拥着火炉聆听一位亲切智慧的长者的谆谆教诲。本书以1935年上海明善书局本为底本整理。
《小窗幽记》为明代陈继儒所著。全书分为集醒、集情、集峭、集灵、集素、集景、集韵、集奇、集绮、集豪、集法、集倩共十二卷，始于“醒”，终于“倩”，虽混迹尘中，却高视物外。其格言玲珑剔透，短小精美，促人警省，益人心智。读此书，如服一剂清凉散，颇收陶冶情操、沁人心脾之效。本书以1935年中央书店“国学珍本文库”本为底本整理。



洪应明，字自诚，号还初道人，明万历时人。除《菜根谭》外，还著有《仙佛奇踪》。他“幼慕纷华，晚栖禅寂”，早年热衷于仕途功名，晚年则归隐山林，修道求仙。
王永彬（1792—1869），字宜山，室名一经堂，湖北枝江人。自幼好学，勤于著述，其所著《历代帝统年表》《先正格言集句》《朱子治家格言》《六书辨略》《音义辨略》《禊帖集字楹联》《孝经衬解》《围炉夜话》，合称《桥西山馆杂著八种》。
陈继儒（1558—1639），字仲醇，号眉公，又号麋公，松江华亭人。早年为诸生，后隐居昆山之阳，后筑室东佘山，杜门著述。工诗能文，书法苏米，兼能绘事，名重一时。今存著作，除《小窗幽记》外，尚有《见闻录》《六合同春》《陈眉公诗余》《虎荟》《眉公杂著》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11249860, './img/book/11249860.jpg', '古物陈列室', '', '世界名著', 389, '法国作家巴尔扎克的小说《古物陈列室》以十九世纪的法国为背景，讲述了没落的贵族——德埃斯格里尼翁家最后的成员的生活。在动荡的政局下，中产阶级和自由党人的地位越来越高，而贵族身份已经不再是崇高的象征。但迂腐的德埃斯格里尼翁家族和他们的沙龙“古物陈列室”的成员们却还沉浸在过去的家族荣耀中，耽于享乐，不思进取。老德埃斯格里尼翁侯爵把儿子维克蒂尼安送到巴黎，希望他能谋取功名，谁知这个花花公子却经受不住享乐的诱惑，挥霍无度，甚至被敌人利用，将整个家族置于破产和名声扫地的险境。<br> <br>《古物陈列室》以辛辣的讽刺和嘲笑剖析了迂腐无能却自以为高人一等的贵族阶级，无情地指出了他们注定灭亡的结局。



巴尔扎克');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24340554, './img/book/24340554.jpg', '诗格', '王昌龄', '文学经典', 399, '《诗格》，旧题唐王昌龄撰。王昌龄，字少伯，京兆万年（今陕西西安）人。唐玄宗开元十五年（727）登进士第，授汜水尉。十九年登博学宏词科，迁校书郎。二十六年谪岭南，次年遇赦北还。天宝元年（742）出为江宁丞，七年贬龙标尉。安史之乱起，王昌龄避乱于江淮一带，为亳州刺史闾丘晓所杀。王昌龄生前诗名甚高，时称“诗家天子王江宁”。此书早已散佚，今存者略可分为三部分：其一为《文镜秘府论》征引部分，这一部分当出于王氏。其二为《吟窗杂录》卷四至卷五所收的王昌龄《诗格》，其中难免真伪混杂。其三为《吟窗杂录》卷六题作《诗中密旨》的内容，乃浅薄之人杂抄元兢《诗髓脑》、崔融《唐朝新定诗格》、皎然《诗议》及佚名《诗式》的内容拼凑而成，绝大部分非王氏论文语。



王昌龄 （698— 757），字少伯，汉族，河东晋阳（今山西太原）人，又一说京兆长安人（今西安）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。王昌龄早年贫苦，主要依靠农耕维持生活，30岁左右进士及第。初任秘书省校书郎，而后又担任博学宏辞、汜水尉，因事被贬岭南。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22592052, './img/book/22592052.jpg', '了不起的盖茨比', '', '影视原著', 999, '一个偶然的机会，穷作家尼克闯入了挥金如土的大富翁盖茨比隐秘的世界，他惊讶地发现，盖茨比内心唯一的牵绊竟是河对岸那盏小小的绿灯——灯影婆娑中，住着心爱的黛茜。然而黛茜早已不是旧日的黛茜，尽管他清楚地听出“她的声音充满了金钱”，却仍不改初衷，固执地追求旧梦重温。然而，冰冷的现实容不下缥缈的梦……
一阕华丽的“爵士乐时代”的挽歌，在菲茨杰拉德笔下，如诗如梦，在美国当代文学史上留下了墨色浓重的印痕。



F.S.菲茨杰拉德（Francis Scott Fitzgerald，1896－1940），20世纪美国最杰出的作家之一。1896年9月24日生于明尼苏达州圣保罗市一个商人家庭。后考入普林斯顿大学，但中途辍学。1920年出版长篇小说《人间天堂》，一举成名，之后寄居巴黎，结识了安德逊、海明威等多位美国作家。1925年《了不起的盖茨比》的问世，奠定了他在现代美国文学史上的地位，成为20世纪20年代“爵士乐时代”的代言人和“迷惘的一代”的代表作家之一。其他代表作还有《夜色温柔》《末代大亨》《漂亮冤家》《爵士乐时代的故事》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21857227, './img/book/21857227.jpg', '华杉讲透《孙子兵法》（修订版）', '华杉', '文学经典', 2995, '《孙子兵法》6111字，似乎每个字都艰深玄奥，让很多人望而却步；其实，只要抓住兵法的根本思想，就会发现处处豁然开朗、字字明明白白。
本书作者华杉，研究孙子兵法二十余年；在本书中，抓住兵法根本思想，通过155个经典战例，将《孙子兵法》的原意剖析得详尽透彻。同时援引2000多年来，解读《孙子兵法》的传世注家曹操、杜牧等11人的注解，从不同角度还原兵法原意。
全书通俗流畅，精彩纷呈；背水一战、围魏救赵等经典战例，更是讲解得令人身临其境，犹如置身战场上空，看交战双方兵马调动，浴血奋战，在震天的厮杀声中演绎着兵法的深邃思想。翻开本书，直窥《孙子兵法》堂奥，既简单、又深邃、既朴实、又玄妙；开启一场通往智慧的非凡阅读体验。



华杉，上海华与华营销咨询有限公司董事长，大陆最成功的创意人。生于1971年，现居上海。自幼熟读经史，兵书战策、儒学经典烂熟于心，又广泛涉猎西方哲学，融会贯通，观点自成一家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10364783, './img/book/10364783.jpg', 'The Count of Monte Cristo（基督山伯爵）', 'Alexandre Dumas', '世界名著', 0,
        'The Count of Monte Cristo is an adventure novel by Alexandre Dumas, père. It is often considered, along with The Three Musketeers, as Dumas' most popular work. It is also among the highest selling books of all time. The writing of the work was completed in 1844. Like many of his novels,
        it is expanded from the plot outlines suggested by his collaborating ghostwriter Auguste Maquet.
The story takes place in France, Italy,
        islands in the Mediterranean and the Levant during the historical events of 1815–1838 (from just before the Hundred Days through the reign of Louis-Philippe of France). The historical setting is a fundamental element of the book. It is primarily concerned with themes of hope,
        justice, vengeance, mercy, forgiveness and death, and is told in the style of an adventure story.
        This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work
        is respectfully inscribed by the author.
        大仲马：19世纪法国浪漫主义作家。大仲马自学成才，一生写的各种著作达300卷之多，主要以小说和剧作著称于世。他最著名的作品包括《基督山伯爵》、《三剑客》、《二十年后》和《布拉热洛纳子爵》，后三部通称为达尔达尼央浪漫三部曲。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (29440683, './ img / book /
        29440683. jpg ', ' 茶馆 ', ' 老舍 ', ' 文学经典 ', 699, ' 《茶馆》是中国话剧史上的经典，被誉为“语言艺术大师”的老舍将其语言功力发挥到极致，展现了一个时代的真相与文学高度。
        《茶馆》故事全部发生在北京城一个茶馆里，茶馆里人来人往，会聚了各色人物、三教九流，一个大茶馆就是一个小社会。老舍先生抓住了这个场景的特点，将半个世纪的时间跨度、六七十个主次人物形象高度浓缩在茶馆之中，展现了清末戊戌变法失败后、民国初年北洋军阀割据时期、国民党政权覆灭前夕三个时代的生活场景，概括了中国社会各阶层、数个势力的尖锐对立和冲突，揭示了半封建、半殖民地中国的历史命运。
        书中包含《茶馆》和《龙须沟》两本老舍经典代表作。
        老舍（1899 - 1966）
        小说家、剧作家。
        1899 年生于北京，原名舒庆春，满族正红旗人；
        1918 年北京师范学校毕业，任小学校长；
        1924 年赴英，任教于伦敦大学东方学院，正式开始文学创作；
        1930 年归国，先后任教于齐鲁大学和山东大学；
        1937 年奔赴国难，直至抗战胜利；
        1966 年8 月24 日午夜，自沉太平湖。
        代表作
        《骆驼祥子》（1936）
        《四世同堂》（1944 - 1948）
        《茶馆》（1957）
        《正红旗下》（1962） ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (57499346, './ img / book /
        57499346. jpg ', ' 老实人（汉英对照） ', '', ' 世界名著 ', 1699, ' ★法国思想家、文学家伏尔泰哲理小说代表作
        ★深刻影响雨果、博尔赫斯、拿破仑等人
        ★翻译大家傅雷先生译本
        《老实人》是伏尔泰的哲理小说代表作。主人公“老实人”出生在德国一位男爵的府邸中，是男爵妹妹的私生子。他一直在封闭的环境成长，信奉家庭教师邦葛罗斯所宣扬的乐观主义，觉得一切都很好，深信男爵的家就是人间天堂。可是，男爵将他逐出了家门，只因为他爱上了表妹居内贡小姐。从此，他踏上了独自探索世界的旅程。漫长的旅途中，他几乎没有经历或见证一件积极的事情，形形色色的天灾人祸与社会弊病，让“老实人”去经历、见证、思考、成长、成熟，慢慢摒弃盲目乐观主义，变得中庸实际，并开始相信人生应该通过劳动来获得幸福。
        伏尔泰（Voltaire，1694—1778）
        法国思想家、文学家、哲学家，十八世纪法国启蒙运动的泰斗和灵魂。主要著作有《老实人》《天真汉》《查第格》《查理十二史》《风俗论》《哲学辞典》《哲学通信》等。
        傅雷（1908—1966）
        中国著名翻译家、作家、教育家、美术评论家，翻译了大量法文作品，其中包括巴尔扎克、罗曼·罗兰、伏尔泰等名家著作。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31522677, './ img / book /
        31522677. jpg ', ' 约翰·克利斯朵夫（傅雷全集） ', '', ' 世界名著 ', 499, '
        本书是法国作家罗曼·罗兰于1912年完成的一部长篇小说，通过主人公一生经历去反映现实社会一系列矛盾冲突，宣扬人道主义和英雄主义的长篇小说。小说描写了主人公奋斗的一生，从儿时音乐才能的觉醒、到青年时代对权贵的蔑视和反抗、再到成年后在事业上的追求和成功、最后达到精神宁静的崇高境界。
        罗曼·罗兰，法国思想家、文学家、批判现实主义作家、音乐评论家和社会活动家。罗曼·罗兰的艺术成就主要在于他用豪爽质朴的文笔刻画了在时代风浪中，为追求正义、光明而奋勇前进的知识分子形象。他是一个有广泛国际影响的作家，也是著名的社会活动家，一生为争取人类自由、民主与光明进行了不屈的斗争。他的小说特点，常常被人们归纳为“用音乐写小说”。他于1913年获法兰西学院文学奖，1916年荣获诺贝尔文学奖。代表作有《名人传》《约翰·克利斯朵夫》。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (22340677, './ img / book /
        22340677. jpg ', ' 波斯少年 ', '', ' 外国现当代 ', 1800, '
        玛丽·瑞瑙特在《天堂之火》中讲述了亚历山大20岁继位以前的人生，而《波斯少年》则以第一人称回忆录的动人之笔，续写大帝最后的七年。故事叙述者是一位真实的波斯人——亚历山大青春俊美的伴侣巴勾鄂斯。
        这少年幼时被卖为奴隶，辗转成了波斯国王大流士的男宠，他起初只从宫闱传闻里听说亚历山大震动朝野的胜利。后来在高伽米拉战场上，亚历山大再次击败大流士，将他赶上逃亡之路。大流士故后，巴勾鄂斯被作为求和礼物献入亚历山大的内廷。
        亚历山大对声色享受体验尚浅，但对感情向来需求很深；巴勾鄂斯善于悦人，却一直无处实现少年的恋梦。他们的相遇恰似命中注定。征途漫漫，爱情给了亚历山大无限安慰，历经刺杀阴谋、异族联姻与军心浮动，他对巴勾鄂斯始终未减眷恋。
        玛丽·瑞瑙特（Mary
        Renault），英国现当代名作家。1905年生于伦敦，父亲是医师。从牛津大学毕业后，想当作家的瑞瑙特决心拓宽自己的人生经验，进入护士学校培训三年，写出首部小说《爱的意义》。第二次世界大战期间，她从事伤兵护理工作，业余继续写小说，其中《归于夜晚》一书荣获15万美元的米高梅奖金。战后她移居南非，但多次到非洲、欧洲各国游历，踏足希腊本土及爱琴海诸岛等古代文明发祥地。从1950年代中叶到1983年病逝前，瑞瑙特出版了八部以古希腊为背景的长篇历史小说，誉满欧美，是公认的历史小说大师。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (59191306, './ img / book /
        59191306. jpg ', ' 西顿野生动物故事集 ', '', ' 外国现当代 ', 1999, '
        本书是西顿的一部广为流传的动物故事集。秉承动物写实故事这一加拿大文学“土特产”的独特传统，西顿在这部举世闻名的集子里描写了八只天赋不凡的动物个体：狼王“老暴”，乌鸦“银斑”，白兔“豁豁耳”，爱犬“宾狗”，泉原狐，野马，黄狗“巫利”以及松鸡“红颈毛”。通过描绘这群有情有欲的生灵与大自然及人类的生存搏斗，展现了每个动物的悲剧命运。这部集子所坚持的道德寓意，即野生动物也应该有自己的权利，充分展现了西顿的现代意识。西顿为本书创作的300余幅插画，妙趣横生，更增添了本书的欣赏性与收藏性。
        欧内斯特·汤普森·西顿（Ernest Thompson Seton，1860 -
        1946），加拿大作家，也是世界著名的野生动物画家、博物学家、探险家、环境保护主义者、印第安文化的积极传播者、“印第安人森林知识学习小组”的奠基人、美国童子军的创始人之一。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (136811211, './ img / book /
        136811211. jpg ', ' 《红楼梦》（精读课程） ', ' 小简学堂 ', ' 世界名著 ', 1499, '
        本课程带你精读经典文学之一《红楼梦》，通过全面、系统地研读小说《红楼梦》，使学生对小说《红楼梦》有一个全面深入的了解，引导学生提高分析和鉴赏中国小说的能力，并从中受到民族精神和人格情操的陶冶。
        小简学堂汇编。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118565525, './ img / book /
        118565525. jpg ', ' 如此世道 ', '', ' 文学经典 ', 399, ' 《如此世道》被认为是复辟时期最优秀的喜剧之一。故事讲述了一对青年男女的爱情故事。他们试图成婚，可女方的伯母却并不看好他们。
        男方请仆人冒充贵族来引诱女方的伯母，从而引发了一系列狗血的故事……
        威廉•康格里夫（William Congreve，1670.1.24 - 1729.1.29），英国剧作家，诗人。他的喜剧以活泼生动、对话高雅为特色，幽默地讽刺了英国上流社会的不良习气，与法国的喜剧大师莫里哀遥相呼应。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10365835, './ img / book /
        10365835. jpg ', ' The Three Musketeers（三个火枪手） ', ' Alexandre Dumas ', ' 世界名著 ', 0, ' The Three Musketeers (Les
        Trois Mousquetaires) is a novel by Alexandre Dumas,
        père.It recounts the adventures of a young man named d'Artagnan after he leaves home to become a musketeer. D'Artagnan is not one of the musketeers of the title;
those are his friends Athos, Porthos, and Aramis—inseparable friends who live by the motto, "One for all, and all for one".
The story of d'Artagnan is continued in Twenty Years After and The Vicomte de Bragelonne. Those three novels by Dumas are together known as the D'Artagnan Romances.
The Three Musketeers was first published in serial form in the magazine Le Siècle between March and July 1844.



大仲马：19世纪法国浪漫主义作家。大仲马自学成才，一生写的各种著作达300卷之多，主要以小说和剧作著称于世。他最著名的作品包括《基督山伯爵》、《三个火枪手》、《二十年后》和《布拉热洛纳子爵》，后三部通称为达尔达尼央浪漫三部曲。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11603037, './img/book/11603037.jpg', 'Dubliners（都柏林人）', 'James Joyce', '外国现当代', 0, 'Dubliners is a collection of 15 short stories by James Joyce, first published in 1914. The fifteen stories were meant to be a naturalistic depiction of the Irish middle class life in and around Dublin in the early years of the 20th century.
The stories were written at the time when Irish nationalism was at its peak, and a search for a national identity and purpose was raging;
at a crossroads of history and culture, Ireland was jolted by various converging ideas and influences. They center on Joyce's idea of an epiphany: a moment where a character has a special moment of self-understanding or illumination. Many of the characters in Dubliners later appear in minor roles in Joyce's novel Ulysses. The initial stories in the collection are narrated by children as protagonists, and as the stories continue, they deal with the lives and concerns of progressively older people. This is in line with Joyce's tripartite division of the collection into childhood, adolescence and maturity.



詹姆斯·乔伊斯（James Joyce，1882—1941）：爱尔兰作家、诗人。1882年2月2日出生于都柏林，1941年1月13日卒于瑞士苏黎世。他是意识流文学的开山鼻祖，其长篇小说《尤利西斯》成为意识流文学的代表作，是二十世纪最伟大的小说之一。他一生颠沛流离，辗转于的里雅斯特、罗马、巴黎等地，多以教授英语和为报刊撰稿糊口，又饱受眼疾折磨，到晚年几乎完全失明。但他对文学矢志不渝，勤奋写作，终成一代巨匠。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21523039, './img/book/21523039.jpg', '月亮与六便士', '', '外国现当代', 1592, '本书取材自法国后印象派画家高更的生平。一个生活安定的英国证券交易所的经纪人，却突然抛妻弃子，到巴黎去追求绘画的理想。他在异国不仅肉体受着贫穷和饥饿煎熬，而且为了寻找表现手法，精神亦在忍受痛苦折磨。经过一番离奇的遭遇后，主人公最后离开文明世界，远遁到与世隔绝的塔希提岛上，找到灵魂的宁静和适合自己艺术气质的氛围。这本书引发了人们对摆脱世俗社会寻找心灵家园的思考。



威廉·萨默塞特·毛姆(1874—1965)，英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最重要、最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录都广受好评，代表作有《人性的枷锁》《月亮与六便士》《刀锋》《面纱》等。他的小说机智、 幽默，常在讥讽中潜藏对人性的怜悯与同情。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7868580, './img/book/7868580.jpg', '悲惨世界（下）', '', '世界名著', 999, '《悲惨世界》(套装上下册)通过冉阿让等人的悲惨遭遇以及冉阿让被卞福汝主教感化后一系列令人感动的事迹，深刻揭露和批判了19世纪法国封建专制社会的腐朽本质及其罪恶现象，对穷苦人民在封建重压下所遭受的剥削欺诈和残酷迫害表示了悲悯和同情。

长篇小说《悲惨世界》是-部《奥德赛》式的伟大史诗，一部悲天悯人、充满人道主义精神的不朽之作。

雨果（1802-1885），法国浪漫主义作家，十九世纪前期浪漫主义文学运动领袖。雨果几乎经历了十九世纪法国的一切重大事变，1841年被选为法兰西学院院士。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章。代表作有《巴黎圣母院》《悲惨世界》《笑面人》《克伦威尔》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (123406779, './img/book/123406779.jpg', '春风十里不如你', '冯唐', '文学经典', 2800, '一本书读透冯唐30年创作精华。关于金钱、名声、胜负、感情、生命、无常、终极，金线之后的人生智慧，在这本书中深度领悟。
全书分为如何做自己、很多了不起和钱没关系、如何对待情感、文字打败时间等七个章节，收录杂文、小说、诗歌《如何成为一个怪物》《活着活着就老了》《茶与酒》《难能的是当一辈子“流氓”》《爱情》《致女儿书》等知名篇目。冯唐半生经典集大成之作，写给过往青春，写给此时青春，写给春风十里的你。



冯唐，1971年生于北京，诗人、作家、古器物爱好者。1998年，获协和医科大学临床医学博士学位，2000年，获美国埃默里大学MBA学位，2000—2008年，麦肯锡公司全球董事合伙人，2009—2014年，华润医疗集团创始CEO，2015年始，从事医疗投资。
已出版作品：长篇小说《欢喜》《十八岁给我一个姑娘》《万物生长》《北京，北京》《女神一号》；短篇小说集《安阳》《搜神记》；散文集《活着活着就老了》《三十六大》《在宇宙间不易被风吹散》《无所畏》《成事》；诗集《冯唐诗百首》《不三》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31440577, './img/book/31440577.jpg', '冲出云围的月亮', '蒋光慈', '中国现代', 199, '本书描写女学生王曼英在大革命潮流的激荡下，参军成为一名女兵。在反革命政变发生时，她陷入绝望，产生了强烈的虚无主义思想和报复情绪，过着颓废、自暴自弃的生活。就在这种情境下，她重新遭遇了进步青年李尚志，他带领曼英走出困境，两人最终结合。



蒋光慈（1901～1931），安徽霍邱（今安徽金寨县白塔畈镇白大村河北组白大小街）人。 民国10年(1921)赴苏联莫斯科东方大学学习。次年加入中国共产党，回国后从事文学活动，曾任上海大学教授。民国16年与阿英、孟超等人组织“太阳社”，编辑《太阳月刊》、《时代文艺》、《新流》、《拓荒者》等文学杂志，宣传革命文学。著有诗集《新梦》、《哀中国》，小说《少年漂泊者》、《野祭》、《冲出云围的月亮》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13848225, './img/book/13848225.jpg', '玛丽·都铎', '', '世界名著', 1190, '《雨果文集•戏剧卷:玛丽•都铎(修订版)》是雨果的一部戏剧作品集，包括《吕克莱斯•波基亚》、《玛丽•都铎》、《安日洛》、《吕伊•布拉斯》和《城堡里的爵爷们》共五部戏剧作品。



维克多·雨果（Victor Hugo，1802-1885），19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”。其文学创作有诗歌、小说、戏剧、政论、散文随笔以及文学评论，卷帙浩繁。代表作有长篇小说《巴黎圣母院》、《海上劳工》、《悲惨世界》及《九三年》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (17830855, './img/book/17830855.jpg', '包法利夫人', '', '世界名著', 900, '《包法利夫人》是法国十九世纪现实主义文学大师福楼拜的代表作。这本书讲述的是一个受过贵族化教育的农家女爱玛的故事。她瞧不起当乡镇医生的丈夫包法利，梦想着传奇式的爱情。可是她的两度偷情非但没有给她带来幸福，却使她自己成为高利贷者盘剥的对象。最后她积债如山，走投无路，只好服毒自尽。福楼拜以貌似冷漠的态度，非常“客观”地揭示了酿成这一悲剧的前因后果。福楼拜的笔触细腻动人，把一个日常生活中的平庸悲剧上升到了人性的高度，也深刻地评判了社会。



福楼拜，是19世纪中期法国伟大的批判现实主义小说家。他推崇艺术和语言的完美。他对19世纪末至20世纪文学，尤其是现代主义文学的发展有着极其深远的影响，被誉为“自然主义文学的鼻祖”“西方现代小说的奠基者”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (111474924, './img/book/111474924.jpg', '远大前程（有声双语经典）', '', '世界名著', 1999, '译林“有声双语经典”原版引进美国教育专家特为学生编写的英语名著，精选贴近中国学生英语习得水平的经典作品。丛书甄选优质中文译本，配以导读、作家作品简介和插图，并聘请资深高考听力卷主播朗读英语有声书。有声书播放平台操作便捷，只需扫描书中二维码，即可收听、下载。丛书选目涵盖各国经典文学作品，让孩子在阅读中提高文学鉴赏能力和英语听读能力。著名儿童文学作家黄蓓佳长文导读推荐。
在“远大前程”这令人目眩神迷的四个大字背后，有些问题往往被人们忽略了：如何做，才能拥有“远大前程”？达到什么标准，才可称之为“远大前程”？以及，我们为什么想要拥有“远大前程”？敏锐如狄更斯，通过书写少年匹普和他身边人的离奇遭遇，为我们解答了这几个关于“远大前程”的重要问题。
《远大前程》是狄更斯描绘社会和人性的经典之作。小男孩匹普想成为一个上等人，一位神秘的恩主资助他向上晋升。匹普移居至伦敦，接受上等人的教育，一心想改变自己的出身，与美丽的艾斯黛拉小姐结婚。当恩主的身份暴露后，一切是否都化为了泡影？在这部晚年的杰作中，狄更斯表达了自己的爱情观、财富观和友谊观。



查尔斯·狄更斯（1812—1870），英国作家。二十五岁时即因长篇小说《匹克威克外传》一举成名。三十岁便成为当时最有名望的作家，在英美两国拥有大量的读者。然而他却依然笔耕不辍，直到生命最后一刻。他创作的《双城记》《雾都孤儿》《远大前程》《大卫·科波菲尔》都是文学史上的经典。他的写作范围广泛。可以写个人自传式的成长史，也可以写基于史实而虚构的历史小说；他会写揭露社会黑暗的流氓小说，也会写最流行诙谐的圣诞故事；他攻击资本主义工业化社会，也批判延宕而不公的法律。他的笔下无所不包。或轻松戏谑，或严肃悲悯，或沉痛幽默。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (155998542, './img/book/155998542.jpg', '企鹅经典：小彩虹·第一辑', '', '世界名著', 16800, '《企鹅经典：小彩虹》第一辑共8册，每册用一个关键词命名，摘选作家一本或多本作品的精选片段，阐释由“生”至“死”的各种人生命题。探讨那些使人之所以为“人”的体验。如爱情、嫉妒、自由和金钱等。作家从简·奥斯汀、西格蒙德·弗洛伊德到珍妮特·温特森和尤瓦尔·赫拉利，经典荟萃，打通复古与现代。



【以】尤瓦尔·赫拉利（1976-），享誉全球的青年历史学家。代表作《人类简史》《未来简史》和《今日简史》。
【英】珍妮特·温特森（1959-），当代颇具争议性的作家之一。著有《橘子不是唯一的水果》《给樱桃以性别》和《时间之间》等。曾获惠特布莱德奖和大英帝国勋章等荣誉。
【英】简·奥斯汀（1775-1817），作品聚焦爱情和婚姻家庭生活，代表作《理智与情感》《傲慢与偏见》《诺桑觉寺》和《劝导》。
【法】马塞尔·普鲁斯特（1871-1922），20世纪法国伟大的现代小说家之一，代表作《追寻逝去的时光》。
【英】弗吉尼亚·伍尔夫（1882-1941），二十世纪意识流文学的代表作家。代表作《达洛维夫人》和《到灯塔去》等。
【奥】西格蒙德·弗洛伊德（1856-1939），精神分析学派代表人物，代表作《梦的解析》。
【美】路易莎·梅·奥尔科特(1832-1888)，美国著名女作家，代表作《小妇人》和《好妻子》。
【美】理查德·赖特（1908-1960），美国著名黑人小说家。代表作《土生子》和《黑孩子》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11909572, './img/book/11909572.jpg', 'The Vicomte of Bragelonne（布拉热洛纳子爵）', 'Alexandre Dumas', '外国现当代', 0,
        'The Vicomte of Bragelonne: Ten Years Later (Le Vicomte de Bragelonne ou Dix ans plus tard) is a novel by Alexandre Dumas, père. It is the third and last of the d'Artagnan Romances following The Three Musketeers and Twenty Years After. It appeared first in serial form between 1847 and 1850.
The Vicomte of Bragelonne is the first volume of this work relating the events of 1660.



大仲马：19世纪法国浪漫主义作家。大仲马自学成才，一生写的各种著作达300卷之多，主要以小说和剧作著称于世。他最著名的作品包括《基督山伯爵》、《三个火枪手》、《二十年后》和《布拉热洛纳子爵》，后三部通称为达尔达尼央浪漫三部曲。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (45269493, './img/book/45269493.jpg', '纪效新书', '葛业文 译注', '文学经典', 1440, '本书为戚继光十四卷本《纪效新书》。戚继光极重要的三部军事著作，有十八卷本《纪效新书》、《练兵实纪》和十四卷本《纪效新书》，而实际上后者正是以前两者为蓝本，雠校、删定而成的。撰写此书时，戚继光已历经南方抗倭和北边御虏的双重洗练，积累了更多更丰富的军事实践经验，思考军事问题也变得更加成熟和全面，因此，十四卷本《纪效新书》堪称戚继光军事思想的集大成者。



全书几乎囊括了从选兵、编伍到练习胆气、号令、技艺、营阵，及实战演练、守城哨探、选将练将等军事训练活动的方方面面，水陆兼具，洪纤毕备，相当于一本完整的操练手册，这在中国古代兵书中可谓卓尔不群，独树一帜。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10629886, './img/book/10629886.jpg', '冬青旅馆的擦靴匠', '', '外国现当代', 221, 'Life is too short for a long story.时间太少，小说太长，不如读一篇短故事。本文是查尔斯·狄更斯笔下的温情短篇小说，讲述了一个发生在十多岁的小绅士、小淑女之间，却让一个擦靴匠觉得一生难忘的青涩恋情故事。



查尔斯·约翰·赫芬姆·狄更斯，1812年2月7日生于朴次茅斯市郊，1870年6月9日卒于罗切斯特附近的盖茨山庄。19世纪英国批判现实主义小说家。狄更斯特别注意描写生活在英国社会底层的“小人物”的生活遭遇，深刻地反映了当时英国复杂的社会现实，为英国批判现实主义文学的开拓和发展做出了卓越的贡献。他的作品至今依然盛行，对英国文学发展起到了深远的影响。主要作品《匹克威克外传》《雾都孤儿》 《老古玩店》《艰难时世》《我们共同的朋友》《双城记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (129739496, './img/book/129739496.jpg', '悲惨世界（套装全3册）', '', '世界名著', 13990, '《悲惨世界》是一个圣人的故事，一个男人的故事，一个女人的故事，一个小女孩的故事。
雨果用一个横跨18年的故事揭露了个人悲惨命运与整个社会的密切关系，深刻批判了黑暗现实的同时，也展露了对未来的希望。在《悲惨世界》里，爱是走向光明的途径。
◆翻开《悲惨世界》，对善恶一视同仁，用同情的目光看待世界！
◆在人类文学史上，《悲惨世界》作为人类苦难的百科全书，揭示了个人命运与社会的关系，歌颂了人们内心的爱和希望。这是为全世界人民所写的巨著。
◆雨果用一个横跨18年的故事揭露了个人悲惨命运与整个社会的密切关系，深刻批评了黑暗现实的同时，也展露了对未来的希望！
◆在《悲惨世界》里，只有爱是走向光明的途径。
◆《悲惨世界》是人人必读之书，伟大的人类产物。——列夫·托尔斯泰
◆《悲惨世界》中的这些人都不是凡人，却又都来自我们的世界。——福楼拜
读客经典文库《悲惨世界》4大特色：
特别收录雨果日记，了解故事背景及人物原型！
特别收录故事相关历史图片，历史故事一目了然！
特别制作原创人物关系表，快速理清复杂人物关系！
特别制作原创雨果大事纪海报，走进雨果精彩的一生！



维克多·雨果Victor Hugo（1802~1885）
法国浪漫主义文学运动领袖，人道主义代表人物。
一生几乎经历了19世纪法国所有的重大历史事件，动荡的时代给雨果的创作提供了许多灵感。而涵盖了近半个世纪法国历史的《悲惨世界》就是一部记录着动荡时代里人类苦难的百科全书。
由于其作品深刻体现了人道主义思想和对人类命运的思考，雨果被称为“法兰西的莎士比亚”。法国著名作家罗曼·罗兰认为：“在文学界和艺术界的所有伟人中，只有雨果是活在法兰西人民心中的伟人。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (33769360, './img/book/33769360.jpg', '绿野仙踪', '', '世界名著', 600, '《绿野仙踪》是美国儿童文学作家莱曼·弗兰克·鲍姆的著名作品。善良的小姑娘多萝西被一场龙卷风刮到了一个陌生而神奇的国度——奥茨国，并迷失了回家的路。在那里，她陆续结识了没脑子的稻草人、没爱心的铁皮人和胆小的狮子，他们为了实现各自的心愿，互相帮助、携手协作、历尽艰险，遇到许多稀奇古怪的事情。最终，他们凭借自己非凡的智能和顽强的毅力，都如愿以偿地完成自己的心愿。
《绿野仙踪》开创了美国“神奇童话”之先河，并奠定了鲍姆在美国文坛上的地位。



莱曼·弗兰克·鲍姆，美国儿童文学作家。1856年生于纽约州。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (5489092, './img/book/5489092.jpg', '轮舞', '', '外国现当代', 600, '本剧创作于1900年，凭借10段男女之间的对话来传达当时奥地利道德的堕落，揭示了追寻欲望立即被满足的人性基本面。妓女、士兵、平民、艺术家、贵族等来自社会上、中、下三个阶层的10个人物轮流出场，以AB-BC-CD-DE-EF-FG-GH-HI-IJ-JA的形式轮番出场，不同的人通过“性”这一主题连接在一起，呈现出一种循环复返、首尾相接的构造，同时也暗示着社会不同阶层之间的环环相扣。施尼茨勒在介绍人物的时候故意仅仅说明了他们的身份和地位。剧本出版20年后才全部搬上舞台，演出时引起轩然大波，后被认为色情戏剧而禁演。1921年，此剧在奥地利的首次公演，被维也纳的警察中止。

同年，柏林首次制作《轮舞》，参演的演员接受了六天的审讯，被控淫亵罪。这出戏是讨论社会阶层以及人性的本质，透过性爱这件事来描述而引发出剧中10个角色的10种截然不同的激情，表现各种人类原始的最初欲念及原罪，本剧的内容以现今的眼光来看，令我们不禁讶异于世纪初奥地利人的保守与狭隘，剧中的主题、人物的对话、人性的描写，在在皆显示了作者身为一个精神疾病医师的细腻及深度。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13858295, './img/book/13858295.jpg', '莱茵河', '', '世界名著', 1550, '《莱茵河》是雨果游记散文的合集，包括《莱茵河》《阿尔卑斯山和比利牛斯山之游》《法兰西和比利时之游》三部分。在这本游记中，雨果描山绘水，写景状物，谈古论今，内容包罗万象。其知识之渊博，文笔之流畅隽永，想象之丰富多彩常令人惊叹不已。《莱茵河》并非仅仅是旅行的记录，雨果也不仅仅是个记录人。其最珍贵之处不在表面，也不在于对旖旎风光的描述，而在于对其深邃的思考。



维克多·雨果（Victor Hugo，1802-1885），19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”。其文学创作有诗歌、小说、戏剧、政论、散文随笔以及文学评论，卷帙浩繁。代表作有长篇小说《巴黎圣母院》、《海上劳工》、《悲惨世界》及《九三年》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9679478, './img/book/9679478.jpg', '万物的签名', '', '外国现当代', 2520, '继《美食，祈祷和恋爱》之后，再次出发，寻找爱的真相。
拥有科学而智慧的头脑，理性冷静的心态，面对世间万物，活得聪慧大气，这才是女人最高级别的性感。
希拉里：“真正伟大的一本书！”奥普拉：“此生必读！”
《时代周刊》、奥普拉杂志、美国亚马逊、巴诺书店年度十大好书
纽约时报、华尔街日报、纽约客、美国亚马逊、诚品……年度感动推荐
阿尔玛·惠特克，与世纪同生，在一八〇〇年滑入我们的世界。
白手起家、从事植物探险而一跃成为费城首富的父亲是阿尔玛眼里永远的太阳，出身名门的母亲则是冷静完美的月亮，志趣相投的植物出版人是她亲密的工作搭档。在阿尔玛的世界里，科学与理性统治一切，身体和头脑需要双重满足。天赋异禀的她，借由对植物的探索与认识，一步步解开推动生命发展的机制。而她最艰巨的任务，却是让她亲近的人理解她、爱她。
为了爱，阿尔玛一直陪伴父亲；为了爱，她与一个完全背道而驰的人结婚，却又因为爱，将爱人放逐到地球另一端，才发现时间所剩无几，留给她的，又何其少……
十九世纪最雄心勃勃的女植物学家，做着最具纯粹想象力的工作。从伦敦、费城到芳香之地塔希提、阿姆斯特丹，她决心勇敢地爱下去，重写生活脚本，在世上，闯出自己的路。
因为爱，是生命的回声，自始至终，声声不息。



伊丽莎白·吉尔伯特（Elizabeth Gilbert）
小说家、新闻记者。1969年生于康涅狄格州沃特伯里市，在纽约大学求学期间，白天上课，夜晚振笔疾书短篇故事；曾在Spin、GQ和The New York Times Magazine担任新闻记者；两度获得N ational Magazine Award 深度报道奖，她的短篇小说选集Pilgrims入选国际笔会/海明威奖决审名单；2000年，第一本小说Stern Men登上《纽约时报》好书榜。2002年的作品The Last American Man入选美国国家图书奖与美国国家书评奖决审名单。
2006年出版的回忆录《美食，祈祷和恋爱》是她最受瞩目的作品，全球共有三十多种语言版本。2008年，《时代杂志》票选她为全球百大影响人物之一。
在读者引颈期盼之下，她的最新小说《万物的签名》在2013年秋季出版。她为写作本书搜集大量资料，耗费七年时间做足功课，并以紧凑的步调呈现出这部格局浩大的小说，故事背景遍布伦敦、秘鲁、美国费城，甚至是塔希提、荷兰阿姆斯特丹等地。书中充满各式鲜明、极具个人特色，同时呈现时代氛围的角色。一出版即登上纽约时报畅销榜，并得到各大媒体年度好书肯定。
她目前与丈夫定居在纽泽西州法国镇的一个河边小城。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35169012, './img/book/35169012.jpg', '月亮与六便士', '', '世界名著', 399, '作品以法国印象派画家保罗·高更的生平为素材，描述了一个原本平凡的伦敦证券经纪人思特里克兰德，突然着了艺术的魔，抛妻弃子，绝弃了旁人看来优裕美满的生活，奔赴南太平洋的塔希提岛，用圆笔谱写出自己光辉灿烂的生命，把生命的价值全部注入绚烂的画布的故事。贫穷的纠缠，病魔的折磨他毫不在意，只是后悔从来没有光顾过他的意识。
作品表现了天才、个性与物质文明以及现代婚姻、家庭生活之间的矛盾，有着广阔的生命视角，用散发着消毒水味道的手术刀对皮囊包裹下的人性进行了犀利地解剖，混合着看客讪笑的幽默和残忍的目光。



威廉·萨默赛特·毛姆：英国作家、剧作家，1874年1月25日出生于巴黎。毛姆早年从医，并在实习医生期间创作了第一部小说《兰贝斯的丽莎》。1897年起，弃医专事文学及戏剧创作，并且在戏剧领域获得极大的成功，剧本《弗雷德里克夫人》连续上演长达一年之久。1919年，毛姆发表了《月亮与六便士》，小说一经发表立刻成为畅销书，至今仍是最畅销的长篇之一。
除了《月亮与六便士》之外，毛姆还创作了《人性的枷锁》《刀锋》《寻欢作乐》等十余部作品。医生出身的毛姆有着手术刀般精准的洞察力，他的小说对人性的刻画深刻而精确，被誉为“最会讲故事的小说家”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (105858093, './img/book/105858093.jpg', '啼笑因缘（作家榜经典）', '张恨水', '言情', 4980, '我是樊家树，家住杭州，在北京求学时，
偶遇女孩沈凤喜，我喜欢她，她家境贫寒但清纯聪慧；
不久，我又认识了关秀姑，她喜欢我，却从不明说；
但后来，何丽娜出现了，她的父亲是百万富翁……



张恨水（1895—1967），著名小说家，20世纪家喻户晓的情感小说大师。生于江西，长于安徽。29岁凭借长篇小说《春明外史》名动京城。32岁发表长篇小说《金粉世家》，引发街巷热议。35岁时，《啼笑因缘》横空出世，声望达至顶峰。老舍、张爱玲等文学名家，都是他的忠实读者。1967年，逝于北京。张恨水一生创作了一百二十多部小说和大量的散文、诗词、游记等。
时至今日，他的作品仍受到无数年轻人的喜爱，被誉为“永不过时的爱情经典”。经典代表作：《金粉世家》《啼笑因缘》《春明外史》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (50027997, './img/book/50027997.jpg', '纳齐斯与戈德蒙', '', '世界名著', 2799, '本书是作者1930年出版的力作，叙述代表理性的禁欲主义与代表情欲感官享乐主义的一对朋友的生活经历。
修道院年轻的见习修士纳齐斯才华过人，深得院长丹尼尔喜爱。新来的学生戈德蒙迷恋世俗生活，他们虽成了朋友，但戈德蒙无视纳齐斯的理性的说教，偷偷去村子里和姑娘幽会，之后又逃出修道院，四处流浪，历经欢愉与艰辛；漫游使他逐步成熟，可后来因爱上总督的情妇而被判死刑。做了修道院院长的纳齐斯把他从狱中救出，让他专事雕塑艺术。戈德蒙再次外出游行，途中染上重病，纳齐斯在他临终前表示对他的友爱，使他怀着幸福死去。



赫尔曼·黑塞，原籍德国，1923年入瑞士籍，以后长期在瑞士隐居乡间。他被称为德国浪漫派最后一位骑士，其代表作《荒原狼》（1927）曾轰动欧美，被托马斯·曼誉为德国的《尤利西斯》。1946年，“由于他的富于灵感的作品具有遒劲的气势和洞察力，也为崇高的人道主义理想和高尚风格提供了一个范例”，获诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (27399665, './img/book/27399665.jpg', '给孩子的散文', '李陀', '文学经典', 2100, '《给孩子的散文》探勘中国文学百年宝藏，为孩子打开一个更广阔的世界。活字文化在策划的《给孩子的诗》之后，邀请北岛联袂文学批评家李陀，探勘百年来的中国文学宝藏，采撷一个世纪的创作芳华，编选《给孩子的散文》，再度带来阅读的冲击。



北岛，1949年出生，本名赵振开，诗人、作家，曾用笔名：北岛，石默。祖籍浙江湖州，生于北京，现居香港。1978年同诗人芒克创办民间诗歌刊物《今天》，作品被译为三十余种文字出版。1990年旅居美国，现任教于加利福尼亚州戴维斯大学。曾获得诺贝尔文学奖提名。著有诗集《北岛诗选》、《太阳城札记》、《北岛与顾城诗选》，中短篇小说集《波动》，译著诗集《现代北欧诗选》，散文集《失败之书》，《时间的玫瑰》等。最短的诗歌作品是《生活》，诗歌内容只有一个字——网。
李陀，1939年出生。原名孟克勤，作家、文学批评家。曾用笔名孟辉，杜雨。达斡尔族，内蒙莫力达瓦旗人。1979年加入中国作家协会。1989年赴美国，先后于芝加哥大学、伯克利大学、杜克大学、密歇根大学等校担任访问学者。现为哥伦比亚大学客座研究员。著有短篇小说《自由落体》《七奶奶》《愿你听到这支歌》。创作有电影文学剧本《李四光》《沙鸥》。曾主编《中国寻根小说选》《中国实验小说选》《中国新写实小说选》《大众文化研究译丛》《视界》《中国前卫艺术》《七十年代》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (255501, './img/book/255501.jpg', '笑谈大先生', '陈丹青', '文学经典', 2160, '本书收录作者近年来关于鲁迅的七次演讲文稿。虽不过数万言，却在浩瀚的鲁迅研究的边上，辟出新的境界。论者或称它“还原”了鲁迅，或称它“唤回”了鲁迅；而对于作者，这样的公开谈论大先生，或许更类似于一种还愿。

对于鲁迅及鲁迅著作的研究已俨然成为了如今中国文学的一个学派，而本书更是众多鲁迅研究作品中的佼佼者。

陈丹青，1953年生于上海，著名油画家、作家，是目前中国最具影响力的文化批评者之一。
2000年回国，任职清华大学美术学院，2007年卸去教职。其间，因辞职事件及公开批评教育现状引发社会广泛关注，成为舆论一时焦点，更被媒体推崇为影响中国的五十位知识分子之一。除了教育，他对城市、影像、传媒等文化领域的诸多现象亦有独到见解和批评。著有《纽约琐记》《多余的素材》《退步集》《退步集续编》《荒废集》《外国音乐在外国》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10628186, './img/book/10628186.jpg', '天网恢恢', '', '外国现当代', 3929, 'Life is too short for a long story.时间太少，小说太长，不如读一篇短故事。



阿克肖诺夫的妻子做了这样一个梦：她年轻的丈夫从镇上回来，摘下帽子时，头发变白了。谁曾料到，这场梦一朝成真，由此开始了26年的冤与怨。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (128940039, './img/book/128940039.jpg', '丛林故事', '', '外国现当代', 899, '《丛林的故事》是二十世纪初英国著名作家拉迪亚德·吉卜林的早期代表作，亦为其最有影响和最受欢迎的作品，一百年来被翻译成各种文字，在世界上广为流传。

全书由七部中篇小说结集而成，前三部描述了“狼孩”莫格利在丛林和人类社会中丰富的生活经历，后四部独立的故事塑造了锲而不舍的白海豹科蒂克，忠诚勇敢的猫鼬瑞基-迪基-台维，渴望自由的大象卡拉纳格，以及性格迥异的军营动物等众多令人难忘的形象，故事情节惊险曲折、引人入胜。

拉迪亚德·吉卜林（1865-1936），英国小说家、诗人。出生于印度孟买，6岁时被送回英国，17岁中学毕业后又返回印度，担任拉合尔市《军民报》副编辑。1889年返回英国，成为最杰出的散文作家之一。1892年结婚并迁居美国后，发表了《消失的光芒》《勇敢的船长们》和儿童文学经典作品《基姆》《丛林之书》《丛林之书续篇》。
吉卜林一生共创作了8部诗集，4部长篇小说，21部短篇小说集和历史故事集，以及大量散文、随笔、游记等。他的作品简洁凝炼，充满印度风情。他于1907年获得诺贝尔文学奖，是英国第一位获此殊荣的作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9939708, './img/book/9939708.jpg', 'David Copperfield（大卫·科波菲尔）', 'Charles Dickens', '世界名著', 0, 'David Copperfield is the novel that draws most closely from Charles Dickens's own life. Its eponymous hero, orphaned as a boy, grows up to discover love and happiness, heartbreak and sorrow amid a cast of eccentrics, innocents, and villains. Praising Dickens's power of invention,
        Somerset Maugham wrote: "There were never such people as the Micawbers, Peggotty and Barkis, Traddles, Betsey Trotwood and Mr. Dick, Uriah Heep and his mother. They are fantastic inventions of Dickens's exultant imagination...you can never quite forget them."This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

讲到英国文学，不能不提到狄更斯；讲到狄更斯，不能不提到《大卫·科波菲尔》。俄国文豪列夫·托尔斯泰曾把本书和《圣经》并列，誉为"一切英国小说中最好的一部。"的确称得上是文学史上的一部不可多得的经典。



Charles John Huffam Dickens pen-name "Boz", was the foremost English novelist of the Victorian era, as well as a
        vigorous social campaigner.Considered one of the English language 's greatest writers, he was acclaimed for his rich storytelling and memorable characters, and achieved massive worldwide popularity in his lifetime.
Later critics, beginning with George Gissing and G. K. Chesterton, championed his mastery of prose, his endless invention of memorable characters and his powerful social sensibilities. Yet he has also received criticism from writers such as George Henry Lewes, Henry James, and Virginia Woolf, who list sentimentality, implausible occurrence and grotesque characters as faults in his oeuvre.
The popularity of Dickens' novels and short stories has meant that none have ever gone out of print.Dickens wrote
        serialised novels, which was the usual format for fiction at the time, and each new part of his stories would be
        eagerly anticipated by the reading public.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11221255, './ img / book /
        11221255. jpg ', ' 木木 ', '', ' 外国现当代 ', 333, '
        《木木》首次发表于《现代人》杂志1854年第3期，小说在1852年5月写成，6月作者把它寄给阿克萨科夫，希望他能在《莫斯科文集》上发表。阿克萨科夫非常喜欢这篇故事，认为“格拉西姆的形象是俄国人民的象征，体现了俄国人民惊人的力量和不可思议的温顺，他对故土的眷恋和返真归璞，他对自己在精神上的觉醒和七情六欲的淡漠”。但《木木》使官方大为惊恐，它被书刊检查机关查禁，两年后才得以发表。
        《木木》是作者屠洛涅夫根据母亲家中一名哑巴农奴安德烈的真实故事写的。小说的结尾是格拉西姆从农奴主家中逃回自己家乡，实际上安德烈始终忠心耿耿地为他的女主人效劳。由于屠格涅夫对结尾的这种处理，格拉西姆的形象获得巨大的完整性和高度的艺术概括。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (9127062, './ img / book /
        9127062. jpg ', ' 张大可讲《史记》 ', ' 张大可 ', ' 文学经典 ', 1920, '
        《史记》在中国传统文化国学精品中，是一部人人必读的根柢书，它有取之不尽的思想源泉，养育着一代又一代人的成长，具有无与伦比的凝聚作用。本书作者堪称国内《史记》研究领域的权威，内容选取《史记》中的一些精彩段落，用大众的语言加以解释评析，文字浅显易懂，语言风格活泼，是一本适合大众读者阅读的历史入门书。
        《张大可讲<史记>》是一部人人必读的根柢书，它有取之不尽的思想源泉，养育着一代又一代人的成长，具有无与伦比的凝聚作用。
        《张大可讲<史记>》作者堪称国内《史记》研究领域的权威，内容选取《史记》中的一些精彩段落，用大众的语言加以解释评析，文字浅显易懂，语言风格活泼，是一本适合大众读者阅读的历史入门书。
        张大可，1940年12月7日生，重庆市人。
        1966年毕业于北京大学中文系古典文献专业。历任兰州大学历史系教授、北京外国语大学中文系教授兼副系主任、中央社会主义学院教授、中国史记研究会常务副会长、中国历史文献研究会常务理事、中华伏羲文化研究会常务理事。国家图书馆、南京师范大学、广州师院、云南红河学院客座教授。
        主要从事中国历史文献学与秦汉三国史方向的研究，著作主要有《史记研究》、《史记新注》、《史记文献学》、《史记论赞辑释》、《史记精言妙语》、《司马迁评传》、《三国史研究》、《三国史》、《三国十二帝》等。主编高校教材《中国历史文选》、《中国历史文献学》、《史记教程》等。并整理注释《史记》、《资治通鉴》等多种。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13848029, './ img / book /
        13848029. jpg ', ' 静观集 ', '', ' 世界名著 ', 1952, '
        《静观集》是雨果诗集的合集，包括《惩罚集》《静观集》《凶年集》三部。其中，《惩罚集》是一部政治讽刺诗集，是雨果在人生征途的重大转折点上创作出来的；《静观集》为抒情诗杰作，是法国文学史上的一大明星；《凶年集》的内容多与当时的历史事件相关，表达了作者对人类进步的信念与强烈的爱国之情。
        维克多·雨果（Victor Hugo，1802 -
        1885），19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”。其文学创作有诗歌、小说、戏剧、政论、散文随笔以及文学评论，卷帙浩繁。代表作有长篇小说《巴黎圣母院》、《海上劳工》、《悲惨世界》及《九三年》等。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (118179856, './ img / book /
        118179856. jpg ', ' 源氏物语㊤ + ㊦ ', '', ' 世界名著 ', 3999, '
        1、《源氏物语》成书于日本平安时代中期，是日本乃至世界上最早的长篇小说作品，日本古典文学的巅峰之作，也是日本的国之瑰宝，堪称东瀛《红楼梦》，和《平家物语》并称日本古典文学双璧。《源氏物语》在日本开启了“物哀”文学时代，对后世日本文学的发展产生了深远影响，而“物哀”也成为日本一种全国性的民族意识，随着一代又一代的诗人、散文家、物语作者流传了下来。作品多次被改编成漫画、电视剧、电影、动画作品。
        2、全书共五十四回，历经四代天皇，跨越七十余载，涉及三代人，出场人物近五百位。以主人公光源氏为中心，描绘了或凄婉或美好的恋情、荣光与没落、政治欲望与权力斗争等平安朝贵族社会的丰富画卷。
        3、从体裁看，《源氏物语》类似于我国唐代的传奇或宋代的话本。全书行文典雅，颇具散文韵味，书中引用白居易的诗句90余处以及《礼记》《战国策》《史记》《汉书》等中国古代典籍中的史实和典故，并巧妙地隐伏在引人入胜的故事情节之中。
        4、故事秀逸出众，心理描写巧妙入微，结构精巧细致，行文之美和美学意识之前卫均堪称“古典中的古典”，不愧为日本文学史上的最高杰作。
        紫式部（むらさきしきぶ），本名和生卒年不详，日本平安中期的女作家、歌人。“中古三十六歌仙”“女房三十六歌仙”之一，诗作入选《小仓百人一首》。是大学者大诗人藤原为时的女儿，嫁给藤原宣孝，生有一女，丈夫去世后，奉诏入宫，在一条天皇的中宫藤原彰子宫中兼任女官“藤式部”和家庭教师两职，在此期间创作了《源氏物语》。
        紫式部自幼学习汉文和和歌，熟读中国典籍，擅长乐器、绘画。1005年底入后宫，官名藤式部，后改称紫式部。著有《源氏物语》《紫式部日记》等。
        《源氏物语》之外，另著有《紫式部日记》、和歌集《紫式部集》。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (58812686, './ img / book /
        58812686. jpg ', ' 三言二拍·二刻拍案惊奇（作家榜经典） ', ' 凌濛初 ', ' 中国古典 ', 399, '
        “三言二拍”，是中国古代白话短篇小说大全集，包括明代文学大师冯梦龙编著的“三言”：《喻世明言》《警世通言》《醒世恒言》，小说大师凌濛初编著的“二拍”：《初刻拍案惊奇》《二刻拍案惊奇》。
        “三言二拍”总共两百篇经典白话短篇小说，完整囊括了宋、元、明三代白话短篇小说精髓，书中的每一个故事，独立精彩又跌宕起伏，白娘子永镇雷峰塔、杜十娘怒沉百宝箱、俞伯牙摔琴谢知音等中国人耳熟能详的经典故事，均源自“三言二拍”；“不受苦中苦，难为人上人”“画龙画虎难画骨，知人知面不知心”等深刻影响中国人价值观的名言警句，同样源自“三言二拍”。
        千百年俗世奇人奇事，尽在三言二拍；两百篇经典短篇小说，写透人间百态！
        作家大冰，强烈推荐：“于无常处知有情，于有情处知众生。”
        凌濛初（1580—1644），明代小说大师、雕版印书家，湖州乌程（今浙江吴兴）人。出身官宦世家，早年不得志，专以著作刻书为事。55岁出任上海县丞，63岁升为徐州通判，两年后被农民起义军围困，忧愤而亡。一生著作丰富，代表作《初刻拍案惊奇》《二刻拍案惊奇》堪称经典中的经典，写尽生活、写透人性，与冯梦龙所编著的《喻世明言》《警世通言》《醒世恒言》合称“三言二拍”，是中国古典白话短篇小说的杰出代表。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31522094, './ img / book /
        31522094. jpg ', ' 嘉尔曼（傅雷全集） ', '', ' 世界名著 ', 499, '
        《嘉尔曼》故事发生在西班牙，主人公嘉尔曼是个聪明美丽、独立不羁、又十分任性的吉普赛女郎。她是一个具有强烈个性的、要求自由的女性。她身上有邪恶的特点，为达目的不择手段，但重要的是她的真诚、坦率、刚毅不屈。她蔑视资本主义社会的道德法律，用恶习的方式反抗社会，是社会的叛逆者。
        普罗斯佩·梅里美（Prosper Merimee，1803年9月28日－1870年9月23日），法国现实主义作家，中短篇小说大师，剧作家，历史学家。他是著名中篇小说《卡门》的作者。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (123700471, './ img / book /
        123700471. jpg ', ' 丰子恺绘画鲁迅小说 ', ' 鲁迅 著 ', ' 中国现代 ', 1400, '
        《丰子恺绘画鲁迅小说》是一部由丰子恺绘制插图的鲁迅小说集，收录鲁迅的经典小说九篇（包括《阿Q正传》《祝福》《孔乙己》《故乡》《明天》《药》《风波》《社戏》《白光》），以及丰子恺专为这些小说所绘的插图共计194幅。由于生活年代和环境的相近，丰子恺得以对鲁迅小说中的人物形象和故事背景有极为准确的把握；此外，对于鲁迅文字中的人情冷暖、世态炎凉等等，也有着恰如其分的诠释。一代艺术大师与文学巨匠深度“合作”，帮助我们更好地理解和把握鲁迅小说。
        鲁迅（1881.09.25—1936.10.
        19），浙江绍兴人，原名周樟寿，后改名周树人，字豫才，鲁迅是他的笔名。文学家、思想家，新文化运动领袖之一，中国现代文学奠基人，被誉为“二十世纪东亚文化地图上占最大领土的作家”。代表作有《呐喊》《彷徨》《朝花夕拾》《故事新编》《华盖集》《而已集》等。
        丰子恺（1898.11.09—1975.09.15），浙江嘉兴人，文学家、画家、教育家。代表作有散文集《缘缘堂随笔》《缘缘堂再笔》及漫画集《子恺画集》《护生画集》《绘画鲁迅小说》等。 ');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (15925384, './ img / book /
        15925384. jpg ', ' Whirligigs（生活的陀螺） ', ' O.Henry ', ' 外国现当代 ', 0, ' A collectior of 24 short stories : The
        World and the Door;
The Theory and the Hound;
The Hypotheses of Failure;
Calloway's Code; A Matter of Mean Elevation; Girl; Sociology in Serge and Straw; The Ransom of Red Chief; The Marry Month of May; A Technical Error; Suite Homes and Their Romance; The Whirligig of Life; A Sacrifice Hit; The Roads We Take; A Blackjack Bargainer; The Song and the Sergeant; One Dollar's Worth;
A Newspaper Story;
Tommy's Burglar; A Chaparral Christmas Gift; A Little Local Colour; Georgia's Ruling;
Blind Man's Holiday; and Madame Bo Peep of the Ranches.



欧·亨利（O.Henry 1862～1910年），原名：威廉·西德尼·波特（WilliamSydneyPorter）：世界著名 的短篇小说家。他的一生富于传奇性，当过药房学徒、牧牛人、会计员、土地局办事员、新闻记者、银行出纳员。他的创作紧随莫泊桑和契诃夫之后，而又独树一帜。曾被评论界誉为曼哈顿桂冠散文作家和美国现代短篇小说之父。他的作品有“美国生活的百科全书”之誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32595941, './img/book/32595941.jpg', '赵子曰·离婚', '老舍', '中国现代', 1900, '为纪念老舍先生逝世五十周年，特别推出“老舍作品精选”丛书。
《赵子曰》完成于1926年，是老舍的第二部长篇小说。主人公赵子曰捣乱闹事，被大学开除，整日在戏院里当票友，捧伶角，通宵达旦地搓麻将，成天沉迷于筵席之上，醉生梦死，并企图通过裙带关系达到做官目的，不料被人捣鬼，终于一事无成。后在挚友的劝导下，才幡然醒悟，重新做人。
《赵子曰》是老舍趋向于成熟的过渡性作品，它以嬉笑怒骂的笔调，塑造了一个在中国新旧变化的大时代，既无向善决心，又无作恶勇气的糊涂大学生赵子曰的形象，描绘了20世纪20年代北京鼓楼天台公寓一群大学生浑浑噩噩、委靡卑俗的人生图景。
《离婚》完成于1933年。主人公张大哥是一个知足认命、墨守成规的市民，害怕一切“变”。他“一生所要完成的神圣使命：作媒人和反对离婚”。他的人生哲学体现了中国传统文化封闭、自足的一面。
《离婚》真实地写出了张大哥这类市民社会“老中国的儿女”因循保守的庸人哲学的破产，以及他们欲顺应天命而不可得的悲剧。



老舍（1899—1966），原名舒庆春，字舍予，北京人。自幼丧父，家境贫寒。1924年赴英国任教，并开始文学创作，以幽默风格引人关注。1930年回国后创作了《骆驼祥子》《离婚》《牛天赐传》《月牙儿》等作品，确立了他在现代文学史上都市平民文学大家的地位。抗战期间主持中华全国文艺界抗敌协会工作，并写下了百万字长篇小说《四世同堂》。1949年后，又有《龙须沟》《茶馆》等话剧力作问世，获得“人民艺术家”的称号。“文革”时，因不堪忍受屈辱于1966年8月24日投湖自尽。
通过对北京市民日常生活全景式的风俗描写，老舍作品承受着对转型期中国文化，尤其是俗文化的冷静审视。这种对文化批判与民族性问题的关注，使得他的作品在中国现代文学史上占有独特地位。他的作品中的“北京味儿”、幽默风，以及以北京话为基础的俗白、凝练、纯净的语言，在现代作家中独具一格。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (107109215, './img/book/107109215.jpg', '离婚', '老舍', '中国现代', 1599, '《离婚》是老舍1933年创作的长篇小说。一个旧衙门里的小职员老李，有能力、做事认真，对社会有着隐隐的批判精神，但是性格懦弱。他不满意自己的婚姻，可是却没有勇气摆脱；心中的那份“诗意”在扰动着他，让他有一丝渴望、一点幻想。一位“圣人”张大哥，圆滑世故老道精明，是所有人的大哥。他管所有人的闲事，但唯独管不了自己的家事——儿子被抓进监狱，女儿被同事拐走，张大哥无计可施，一病不起。为了张大哥，老李把自己押给了小赵——老李眼中最坏的人，他玩弄权术，媚上欺下，买卖妇女。最终，老李通过一个落魄食客解救了张大哥一家。张大哥恢复了以往的神采，而看透世情和自身的老李辞掉了科员职务，离开北平回到乡下。



老舍（1899-1966），中国作家。原名舒庆春，字舍予，北京人，满族。1918年毕业于北京师范学校。1924年赴英国。1930年回国，历任齐鲁大学、山东大学等校教授。1936年发表的《骆驼祥子》，表现被侮辱、被损害者的奋斗与挣扎，为现代文学史上杰出作品之一。1950年创作话剧《龙须沟》，获北京市人民政府授予的“人民艺术家”称号。1957年写作《茶馆》，为新中国成立后杰出话剧作品之一。著述丰富，善于刻画市民阶层的生活和心理，同时也努力表现时代前进的步伐；文笔生动、幽默，富有浓郁的地方色彩。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49786272, './img/book/49786272.jpg', '小王子三部曲', '', '文学经典', 6000, '◆一直以来，我们只读了《小王子》的三分之一！
◆《小王子》其实只是《小王子三部曲》的终篇，它的前传《风沙星辰》《夜间飞行》里埋藏着《小王子》真正的深层意义。只有阅读完整的《小王子三部曲》，才能领会小王子是谁，从哪里来，到哪里去，并理解作者最后神秘失踪的必然结局。
◆《小王子三部曲》：《小王子》《风沙星辰》《夜间飞行》简体中文版初次完整出版！纪念小王子诞生75周年！
在人类共同的精神世界，《小王子》写尽了灵魂的纯真、赤诚与孤独，登顶“人类有史以来经典读物”书单，被誉为“每个人不可不读的心灵之书”，被译成300多种语言，拥有4亿多读者，阅读率仅次于《圣经》。
而《小王子》其实只是《小王子三部曲》的终篇，如果没有它的前传《风沙星辰》《夜间飞行》，我们永远不会与《小王子》相遇！
《小王子三部曲2：风沙星辰》是圣-埃克苏佩里的自传体散文集，以细腻感性的文字记述了他担任飞行员时的冒险经历、旅行见闻和人生哲思，荣获1939年法兰西学院小说大奖、美国国家图书奖。《小王子》中的狐狸、玫瑰、B612星球，包括小王子，都能在《风沙星辰》中找到原型。
《小王子三部曲3：夜间飞行》描写了三位伟大飞行员与风暴搏斗、与死神擦肩，最终实现夜间飞行创举的故事，荣获法国费米娜文学大奖，诺奖得主纪德为本书作序。书中的种种意象与思考，后来都逐渐幻化为《小王子》的情节。



圣-埃克苏佩里（AntoinedeSaint-Exupéry，1900—1944）
这是文学史上一个尤为传奇的名字。他是法国国宝级文学大师，同时又是人类历史上首批飞行员。
在他之前，从未有一位作家，像他一样用飞行员的眼睛俯瞰大地。他被认为是头一个站在宇宙高度观察人类的作家。
他不凡的人生经历造就了《小王子》这样伟大的作品，而这些经历都写在《夜间飞行》《风沙星辰》里。
1944年，《小王子》出版次年，他驾驶飞机在地中海上空消失，像小王子一样离开了地球。
1975年，一颗小行星被命名为“圣-埃克苏佩里”。
1993年，另一颗小行星被命名为“B612”，这正是小王子星球的名字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (58133566, './img/book/58133566.jpg', '西厢记（插图版）', '[元]王实甫 著', '文学经典', 900, '《西厢记》的剧情直接取材于金代董解元的《西厢记诸宫调》。王实甫的《西厢记》以《西厢记诸宫调》为基础，在一些关键的地方作了修改，从而弥补了原作的缺陷。这主要表现在：一方面删减了许多不必要的枝叶和臃肿部分，使结构更加完整，情节更加集中；另一方面，也是更重要的，是让剧中人物更明确地坚守各自的立场——老夫人在严厉监管女儿、坚决反对崔、张的自由结合、维持“相国家谱”的清白与尊贵上毫不松动，张生和莺莺在追求爱情的满足上毫不让步，他们加上红娘为一方与老夫人一方的矛盾冲突于是变得更加激烈。这样，不仅增加了剧情的紧张性和吸引力，也使得全剧的主题更为突出、人物形象更为鲜明。再加上它的优美而极富于表现力的语言，使得这一剧本成为精致的典范之作。



王实甫，元戏曲作家，名德信，大都（今北京市）人。所作杂剧今知有十四种，现存《西厢记》《丽春堂》两种，《芙蓉亭》《贩茶船》两剧各存一折曲词；另存散曲数首，曲词优美，《西厢记》尤为出色，是他的代表作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25250235, './img/book/25250235.jpg', '醉春风', '江左淮庵', '中国古典', 399, '该书叙述了顾大姐的堕落与变化，作者对这位弱女子横强谴责，给她安排了辗转倒卖，沦落风尘，最终死于非命的悲惨下场。在这一基础上，作者推出了“自作孽”的题旨，暗示顾大姐的不可救药。
于是，本书的所谓报应，成了不公平的、对女子的单向惩罚。这种惩罚非但无补于事，而且只能使天下男子更为无所顾忌、大胆妄为；使天下女子更为愤慨，以至试图报复、走向极端；或者放弃任何抗争，做丈夫俯首贴耳的奴才、性宣泄的工具。这就是“夫权社会”的真理，也是作者的写作宗旨、思想底蕴。



江左淮奄的真实姓名与生平事迹无考，从书中多吴歌，又对苏州风俗民情相当熟悉来看，作者很可能是苏州人士。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (151871495, './img/book/151871495.jpg', '大卫·科波菲尔（下）', '', '世界名著', 2700, '狄更斯半自传小说
托尔斯泰称此书为英国小说中最好的一部
《大卫·科波菲尔》是英国小说家查尔斯·狄更斯的第八部长篇小说，主人公科波菲尔是个遗腹子，继父对他和母亲横加虐待。母亲不久去世，科波菲尔沦为孤儿，他找到了姨婆，在她的监护下开始新的生活。世事变迁，亲情友爱令人欢欣，风波和伤痛予人磨练，科波菲尔终成为一名成功作家，并与至亲爱人幸福地结合。作品言语诙谐，爱憎分明，情节曲折，画卷宏大，体现了狄更斯一贯的风格。是狄更斯爱好者们的必读杰作。



查尔斯·狄更斯（1812—1870）
十九世纪英国现实主义作家，以十四部巨著的突出成就开创了现实主义新时期，被后世尊为批判现实主义最杰出的代表、讽刺巨匠、语言大师。其作品语言幽默，擅写在复杂多变的社会环境中坚守善良本性的人物，以及描绘人与人之间的真挚感情。
庄绎传（1933—）
山东济南人。1957年毕业于北京外国语学院英语系研究生班。北京外国语大学英语系教授。著有《汉英翻译五百例》《英汉翻译教程》，译有《大卫·科波菲尔》《白衣女人》《东林怨》《飘》等（后三种与人合译）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (28870221, './img/book/28870221.jpg', '回家的路', '', '外国现当代', 899, '《回家的路》中的一代人，在智利皮诺切特时期学会读写，而他们的父母，则是独裁年代的同谋犯或受害者。1985年圣地亚哥大地震中，九岁的男孩首次见到比他大三岁的珂罗蒂雅，后者竟让他帮忙监视她的舅舅劳尔。多年后，长大了的两人重逢，在一场无关爱情的交往中，终于明了当年的真相。九岁男孩眼中的圣地亚哥，成熟作家心念的还乡之路，在作者与角色、过去和现在、虚构与现实之中交织在一起，通过两个家庭的遭遇，书写了一个时代的伤痛。《回家的路》荣获智利2012年度“阿塔索国家艺术奖”和同年全国图书理事会奖。



亚历杭德罗·桑布拉（1975—），智利诗人，作家，文学批评家，是智利年轻一代作家中的翘楚。他的一部小说《盆栽》即轰动文坛，并获得当年的文学评论家奖佳小说奖和国会图书大奖，被称为“智利文坛的一次放血，标志着一个时代的结束，或另一个时代的开始”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (161458011, './img/book/161458011.jpg', '论爱与死亡', '', '文学经典', 2499, '聚斯金德在这部篇幅不长的作品中探讨了爱和其永恒的对手——死亡的关系，援引哲学、文学，宗教故事和神话传说，及至现代生活中的三个例子，向我们呈现了两者间相生相伴又对立冲突的联系，促使读者思考世人如何看待爱与死亡，以及它们在文学和哲学作品中的样貌。爱情既能让人感觉幸福，也会带来无尽的痛苦，爱情不只是随便一种分子，可以改变我们的身体和大脑，把我们完全变成另外一个人。作者进而对比了耶稣和古希腊神话中俄耳甫斯的命运遭际，讲述他们如何试图用爱战胜死亡。



帕特里克·聚斯金德（Patrick Süskind），德国当代知名作家。他的处女作《低音提琴》于1981年9月在慕尼黑首演，至今仍常演不衰。1984年，聚斯金德完成了他的第一部长篇小说《香水》，出版后轰动了德语文坛，后被译成多种语言。他还著有中篇小说《鸽子》，《夏先生的故事》及其他一些非虚构作品，在当代德语文学界具有显著的影响力。
译者：沈锡良，1965年12月出生，上海崇明人。1988年7月毕业于南京大学外国语言文学系。长期从事现当代德语文学译介工作，中国作家协会会员，上海翻译家协会理事，副译审。迄今已在海峡两岸三地出版包括诺贝尔奖得主作品在内的译著近四十种，计四百余万字。代表性译著有《精神疗法》《托特瑙山》《大赌局》《今天我不愿面对自己》《爱情谎言》《公鸡已死》《你的奥尔加》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (22359182, './img/book/22359182.jpg', '杰夫代特先生', '', '外国现当代', 1200, '一个骨子里充满了现实主义的商人，他结交商人朋友、买大房子、娶帕夏的女儿，却不敢有一丝偏离现状的想法。
一个在富裕家庭中成长的青年，他不愿庸庸碌碌、渴望梦想，却找不到方向、脱离实际，最终淹没在现实主义的洪流中。
一个用理想谋生的画家，他在艺术的道路上遂愿而行，却还要面对冗杂生活的纷扰，在现实中迷惘、犹疑。



奥尔罕·帕慕克（Orhan Pamuk，1952—）2006年诺贝尔文学奖获得者。被认为是当代欧洲最杰
出的小说家之一，是享誉国际的土耳其文坛巨擘。1974年开始其写作生涯，曾在伊斯坦布尔科技大学主修建筑。他的作品已经被译成40多种语言出版，获奖无数。
《杰夫代特先生》是帕慕克的处女作，1982年出版，获得《土耳其日报》小说首奖和奥尔罕·凯马尔小说奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11226652, './img/book/11226652.jpg', '萎缩的胳膊', '', '世界名著', 333, '托马斯·哈代（1840-1928），英国诗人、小说家。他是横跨两个世纪的作家，早期和中期的创作以小说为主，继承和发扬了维多利亚时代的文学传统；晚年以其出色的诗歌开拓了英国20世纪的文学。



《萎缩的胳臂》是他的代表作之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (151760953, './img/book/151760953.jpg', '匹克威克外传（上）', '', '世界名著', 2300, '狄更斯最为重要、最具代表性的作品之一，自出版以来，一直受到各国读者的欢迎，无可争辩地成为世界文学的经典名作。
在匹克威克和他的俱乐部成员一行出游途中不仅有许多令人忍俊不禁的滑稽故事的精彩描述，而且以喜剧的手法对法官、律师、法庭、监狱、议会、选举等作了深刻的揭露和无情的嘲讽。小说中对于田园生活的描写带有理想的浪漫色彩，是作者心想往之的不受封建压迫和资产阶级剥削的人间乐园，反映作者心目中古老的美好的英格兰；而对于尔虞我诈的城市生活的讽刺和谴责，正表现了作者对当时社会制度弊端的认识和愤懑。



作者：
查尔斯·狄更斯（1812—1870）
十九世纪英国现实主义作家，以十四部巨著的突出成就开创了现实主义新时期，被后世尊为批判现实主义最杰出的代表、讽刺巨匠、语言大师。其作品语言幽默，擅写在复杂多变的社会环境中坚守善良本性的人物，以及描绘人与人之间的真挚感情。
译者：
莫雅平（1966—）
湖南人，诗人、翻译家、编辑。毕业于北京大学西语系。写有诗集《裸泳者》《体内的玫瑰》《春天的瞎想》《我们之间共同的东西》《面包情歌》。喜欢并擅长翻译幽默类文学作品，如《魔鬼辞典》《李柯克谐趣作品集》《匹克威克外传》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (47683359, './img/book/47683359.jpg', '小王子（周保松《小王子的领悟》放心引用的底本）', '', '外国现当代', 1800, '小王子住在一颗名叫B612的小行星上，每天的生活是打扫三座火山，清理有害的猴面包树树苗，以及看落日。有一天他的星球上长出一朵玫瑰花，小王子对她呵护备至，又因为感情的懵懂而频频冲突。小王子伤心出走，四处游历，来到了地球，认识了狐狸和飞行员，也见到了五千朵玫瑰的花园。在见识了许多也学会了许多之后，小王子决定回去B612，回到他的独一无二的玫瑰身边。
小朋友在这个故事里，看见的是对于成人世界的想象，大人们在这个故事里，看到的是美好童心的可贵。每一次重读小王子，都是对于成长的一次反思。



作者：安东尼·圣埃克苏佩里（Antoine de Saint-Exupéry），法国作家、飞行员。1900年生于法国里昂，以经典作品《小王子》闻名于世。1940年移居美国，1944年执行飞行任务时失踪。其作品常联结自身飞行经验，著有《南方邮航》、《夜航》、《风沙星辰》、《给某人质的一封信》等。
译者：缪咏华（Miao, Yung-Hua），翻译维生：香港电影节、台湾金马奖、台北电影节等文化类文本、各类书籍及电影字幕翻译，译有《小王子》、《杜拉斯谈杜拉斯：悬而未决的激情》、《哀伤的墙》、《天上再见》（2013年龚古尔文学奖作品）、《布莱希特的情人》（2003年龚古尔文学奖作品）等各类书籍二十余部。
书写自娱：巴黎系列《巴黎文学散步地图》《长眠在巴黎》（中信，2013）。
广播发声：台湾法语节目“博物馆时光—故宫文物”制作人暨主持人。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21521629, './img/book/21521629.jpg', '漂泊的灵魂', '', '外国现当代', 832, '《漂泊的灵魂》由《早春》、《怀念克努尔普》和《结局》三篇连续性的小说组成，是黑塞著名的“流浪汉体”小说。
主人翁克努尔普是个和蔼的流浪汉，流落于城镇之间，寄居于友人的住处，吃着友人们给的食物。克努尔普一直不愿受制于任何行业、地方或是人，甚至还离弃了与自己一同徒步旅行的同伴，而与他一同徒步旅行的同伴很可能就是赫尔曼·黑塞本人。
克努尔普的流亡是幸福的、专注于自我的。然而，《漂泊的灵魂》背后隐藏的是一个艺术家的良知，在这个艺术家眼里，自己的解放是毫无价值的，甚至是没有道德可言的。克努尔普在一场暴风雪中死去，他来到上帝面前，坦诚自己虚度了一生。然而，克努尔普却被告知，自己来到这个世上就是为了给芸芸众生带去对自由的一点思念之情。
《漂泊的灵魂》第一部分《早春》发表于一九○八年，和第二部问世相隔有八年之久。这是黑塞本人最喜爱的作品之一。他在一九三五年致友人的一封信中说：“作家描绘吸引自己的东西，而克努尔普这个形象对我有极大吸引力。他是‘无用的’，可他很少干坏事，比那些有用人干坏事干得少得多，而评判那些人不是我的事。我深信，若是象克努尔普这样有才能而且富于活力的人在他的周围世界找不到一席存身之地，那么这个世界是和克努尔普同样有的。”
黑塞笔下所创造的这位无所事事者也吸引了另外一位著名作家斯蒂芬·茨威格，他认为这本散文小说是过渡年代中最美的小说集，“而《漂泊的灵魂》，这个浪漫主义世界孤独的晚生子，在我看来是小小德意志的不朽的一部分，是一幅风俗画，它同时象一首民歌，充满了纯洁的音乐”。



赫尔曼·黑塞(Hesse Hermann，1877-1962)，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《荒原狼》《流浪者之歌》《玻璃珠游戏》等作品饮誉文坛。1946年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962年病逝，享年85岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35801075, './img/book/35801075.jpg', '庭院深深', '琼瑶', '言情', 1799, '柏园大茶庄的少爷柏霈文在偶尔的机会中认识了摘茶女工章含烟，为她高贵纯洁的气质所折服。于是，经过柏霈文的努力，他們开始了艰苦的恋爱过程。婚后，柏母对曾经做过舞小姐的含烟百般不满，含烟忍辱负重终于在一次暴雨中出走，下落不明。后来，一场无情的大火烧毁了含烟山庄，霈文双目失明。十年后，含烟旧地重游回到已成废墟的含烟山庄，見到了双目失明的霈文和可爱的女儿，她发现再也离不开他们了……她真的是含烟吗？这在柏霈文心中已淹没十年的名字，难道又以方丝萦的身份复活？庭院深深深几许，蒙尘的往事已难追忆，但眼前的恩怨能随风而逝吗？



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31440675, './img/book/31440675.jpg', '海滨故人', '庐隐', '中国现代', 199, '作品写露沙等五位女青年，天真浪漫，用幻想编织着未来的自由王国。露沙小时未曾得到父母的爱，在教会学堂遭遇歧视，追求爱情又失败，难得有几位同窗挚友，也不能长相聚，所以深感世界的的寂寞与人生的不幸，因之情绪也甚为感伤、悲观。整篇小说好似用多愁善感的女子和无数泪珠串成的，有着巨大的感染力。



庐隐，原名黄淑仪，又名黄英，福建省闽侯县南屿乡人。笔名庐隐，有隐去庐山真面目的意思。五四时期著名的作家，与冰心、林徽因齐名并被称为“福州三大才女”。2003年美国哥伦比亚大学出版的《女作家在现代中国》（Writing Women in Modern China）之中，与萧红、苏雪林和石评梅等人并列为18个重要的现代中国女作家之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (114518692, './img/book/114518692.jpg', '黑塞童话集', '', '文学经典', 2799, '“德国浪漫派最后一位骑士”、诺贝尔文学奖得主黑塞新版10卷本文集，名家名译，收入长篇小说、中短篇作品、诗歌、散文、童话与画作，全面展示黑塞创作生涯。
本书为国内首部黑塞童话集，收录了黑塞的二十篇童话作品，涵盖其整个创作生涯，也见证了他的人生轨迹，畅销德国百万销量，纷扰世界中的心灵桃源
黑塞的童话并非传统意义上的童话作品，却同时深受东西方通话传统的影响。从他十岁时创作的《两兄弟》，到他1933年写就的最后一篇《鸟儿》，它们见证了黑塞试图运用这一体裁记录自己身为一个艺术家的内心世界的尝试。与同时代的很多欧洲作家一样，黑塞密切关注着周遭发生的一切：科技的迅速发展、物质主义的兴起、世界大战的爆发、经济的腾飞和衰退……凡此种种，以及他个人所经历的创伤、疑问和梦想，都在艺术童话的世界里得到了完美的体现。



赫尔曼·黑塞，德国作家，诗人。出生在德国，1919年迁居瑞士，1923年46岁入瑞士籍。黑塞一生曾获多种文学荣誉，比较重要的有：冯泰纳奖、诺贝尔奖、歌德奖。1946年获诺贝尔文学奖。1962年于瑞士家中去世，享寿85岁。爱好音乐与绘画，是一位漂泊、孤独、隐逸的诗人。作品多以小市民生活为题材，表现对过去时代的留恋，也反映了同时期人们的一些绝望心情。主要作品有《彼得·卡门青》、《荒原狼》、《东方之旅》、《玻璃球游戏》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11229236, './img/book/11229236.jpg', '外遇', '', '中短篇集', 389, '莫泊桑短篇小说集（八）——外遇<br><br>《约会》是对当时社会真实的生活写照，羡慕上流社会，追求虚荣，已经成为小资产阶级民众普遍的心理特征。它讲述了一个已婚女子趁丈夫去交易所时，跟她的情夫约会的故事，在去赴约的路上，她迎面遇上了一位男爵，邀请她去他家里参观他的收藏品。她则写信给她的情夫，谎称因身体不适，不能赴约。莫泊桑用朴实无华的语言和故事淋漓尽致地反映出在金钱统治的社会里，重财轻情的价值观已完全支配了人们的道德行为。



莫泊桑');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (20496199, './img/book/20496199.jpg', '培根论人生', '', '文学经典', 1000, '培根一生留下了多部著作，为读者熟知的就是这部《培根论人生》。400年来，这部哲理散文经典一直畅销全世界，早已“震撼了那些震撼世界的人们”。《培根论人生》的内容贵在其角度的不同，其中探讨的，有很多都是关于健康、完善、和谐的人生的认识及其建立的根基。其中有知识的内容，也有价值观和信念的取向。



弗兰西斯·培根（Francis Bacon），英国文艺复兴时期重要的散文作家、哲学家、政治家、法学家，著述甚丰，涉及哲学、科学、文学、政治、历史等多个领域，文笔简练优美，说理透彻深刻。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32434418, './img/book/32434418.jpg', '平家物语（上册）', '', '历史', 1600, '古雅之风—武士之道—人情之美—译笔之精
六十万言足本，周作人未竟之业，终得全貌
四十载磨一剑，林文月撰文力荐，译文典范
【与《源氏物语》齐名】
《平家物语》是一部“军记物语”，即以战争为主要题材的历史小说。其在日本文学史上的地位，仅次于《源氏物语》，并列为“日本两大物语”经典之作。但与《源氏物语》相比，在汉语圈内知名度并不太高，很大程度是因为没有流传广泛的译本。
【周作人的未竟之业】
学者、翻译家周作人上世纪五十年代在完成了《枕草子》等日本古典作品的翻译之后，曾有意将《平家物语》全部译成中文，无奈工程浩大，译事维艰，他只完成了前六卷的翻译，就离开了人世，留下译坛憾事。
【与林文月四十年的约定】
1972年秋，在日本京都，著名汉学家吉川幸次郎向两位中日文俱佳的学者发出邀约，寄望他们能把日本古典文学中的经典翻译成中文。于是这对毕业于台大中文系的青年才俊约好，女的翻译《源氏物语》，男的翻译《平家物语》。那个叫林文月的女生不仅翻译了《源氏物语》，还把《枕草子》、《和泉式部日记》等大量日本古典介绍到中文世界，成为蜚声中外的翻译家。而那位男生名叫郑清茂，多年辗转在加州伯克利大学、台湾大学等校任教，孜孜矻矻，厚积薄发，在2012年译完了卷帙浩繁的《平家物语》，兑现了四十年前与老同学的诺言，日本两大经典物语也就都有了最佳译本。



译者郑清茂，中国台湾人， 1933年生，台湾大学中文系学士、硕士，美国普林斯顿大学东亚学博士，其间曾赴日研究。前后任教于美国加州大学伯克利分校，马萨诸塞大学，台湾大学日文系及东华大学中文系，为专精汉、和文学之知名学者。着有《中国文学在日本》，译有吉川幸次郎《元杂剧研究》 、《宋诗概要》、《元明诗概说》及松尾芭蕉《奥之细道》等多种。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (33066389, './img/book/33066389.jpg', '行人', '', '世界名著', 1699, '整部作品由四个短篇构成，分别为“朋友”“哥哥”“回来之后”与“烦恼”。书中以“我”的视角展开，描述了家中兄妹生活，以及朋友之间的交往。开场于“我”当时所在的大阪。此后家人也由东京来大阪做短暂旅行。从第二篇起，文笔的焦点逐渐对准“哥哥”一郎。他极为理智，潜心研究学问，在他的生命中，自我掌握着一切，过度的理智与敏锐使他孤独痛苦，感情丰富却控制失当，无法与人相处。文中也有对“我”对自己的反思与自省，比如“我的职业飘飘忽忽的，生活不稳定，像个流浪汉似的”。书的结尾处回归离家出走、踏上旅途的一郎。根据与其同行的友人的书信，知道这次旅行是一郎整理思绪的一个过程。全书体现出作者对自我有过深切的反省，是夏目漱石较富思想性的一部文学作品。



夏目漱石是日本近代最重要的文学家，本名夏目金之助。作品多以细腻的心理分析，刻画知识阶层精神上的孤独和彷徨，揭示出现代人的乖谬命运。他对个人心理的精确细微的描写开了后世私小说风气之先。他在文学上的最大贡献是以他十几部长篇小说和大批短篇小说竖起批判现实主义文学的丰碑，给后来的作家以深刻的启迪。代表作有《我是猫》、《哥儿》、《虞美人草》、《三四郎》、《后来的事》、《门》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24618501, './img/book/24618501.jpg', '婆罗岸全传', '佚名', '中国古典', 399, '本书讲述白花蛇修炼成精，奸污妇女，遭雷神击。转生为犬，复转生为妓，以应果报。旨在劝惩警悟。



作者：佚名');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31521324, './img/book/31521324.jpg', '搅水女人（傅雷全集）', '', '世界名著', 499, '《搅水女人》这部以遗产之争为主要情节的小说，算得上《人间喜剧》中最惊心动魄的场景之一。争斗的双方，一是当地“逍遥骑士”一帮游手好闲的无赖的首领玛克斯吉莱，别一方是极有心计的兵痞菲利浦勃里杜。前者是牢牢控制着财主鲁杰的搅水女人的情人，后者是鲁杰的新外甥。两个都曾是拿破仑旧部中身手不凡的军官，领兵打伏的能手，两个恶魔将作战的勇敢和智谋用来争夺一笔可观的家产，这场较量不用说要多激烈有多激烈……



巴尔扎克，法国作家，生于法国中部图尔城一个中产者家庭。1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。尔后他与人合作从事滑稽小说和神怪小说的创作，曾一度弃文从商和经营企业，出版名著丛书等，均告失败。商业和企业上的失败使他债台高筑，拖累终身，但也为他日后创作打下了厚实的生活基础。1829年发表长篇小说《朱安党人》，迈出了现实主义创作的第一步。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24631471, './img/book/24631471.jpg', '禽海石', '符霖', '中国古典', 399, '《禽海石》十回，清光绪三十二年（1906）群学社刊行。作者符霖，生平事迹不详。此书出版时标“哀情小说”。作者主旨言情，批评传统的“父母之命，媒妁之言”给青年男女造成爱情悲剧的罪过。小说作者把悲剧的原因归结到封建婚姻制度的束缚，以切肤之痛控诉其罪恶。这在当时是有一定积极意义的。对义和团运动，由于作者不理解，难免有诋毁之词，这也是当时普通文人常有的局限。小说基本故事情节未超出传统才子佳人小说的悲欢离合模式，其新因素在于它的悲剧性和批判性，还有对当时混乱社会给普通人带来的沉痛灾难有深刻动人的揭示。在表现手法上，全书用第一人称叙事，令人觉得作者就是在写自己的一段不堪回首的痛苦经历，口气哀怨凄婉，造成了笼罩全书的悲剧气氛，比较感人。虽书中明确说《禽海石》小说是秦如华据自身经历写成的，但此亦小说家言，未可尽信，不能把小说人物秦如华和本书作者符霖之间画上等号。



符霖，晚清小说家。符霖和吴研人被称为中国近代小说运用第一人称叙述的创始人。他的代表作是小说《禽海石》，刊行于清光绪三十二年（1906年），该书出版时称“哀情小说”，他主旨言情，批判传统的“父母之命，媒约之言”给青年男女造成爱情悲剧的罪过，在小说中把悲剧的原因归结于封建婚姻制度的束缚。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (149810088, './img/book/149810088.jpg', '有间文库：小坡的生日', '老舍', '中国现代', 999, '本书以生活在南洋（即新加坡）的男孩小坡和他的妹妹仙坡为主人公，讲述了小坡生活中的种种趣事。故事后半段则完全是小坡的梦境，同时隐含了作者对南洋社会种种现实弊端的嘲讽。故事前半部分是实景，后半部分是梦境，“是幻想与写实夹杂在一处”。作家借用小孩的口吻、小孩的眼光“对南洋的事情作小小的讽刺”，暗示了一个“所谓不属于儿童世界的思想”，就是“联合世界上弱小民族共同奋斗”。天马行空的想象，充满童真的故事，读来十分有趣。



老舍（1899—1966），原名舒庆春，字舍予，中国著名现代作家，是中国最大的文豪之一。他在小说领域的创造和贡献获得中国乃至世界读者的承认和赞扬。代表作品有《骆驼祥子》《四世同堂》和剧本《茶馆》，是中国人最耳熟能详的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24778971, './img/book/24778971.jpg', '玉娇梨', '荻岸散人', '中国古典', 399, '《玉娇梨》又名《双美奇缘》，是明清才子佳人小说中最早的一部，风格最为纯正的才子佳人小说代表作。鲁迅在《中国小说史略》中认为该书成于明朝，当时法文译本名为《两个表姐妹》，于1826年在巴黎出版。该书同《平山冷燕》（译本《两个有才学的年青姑娘》）一起，名声在外，远过于其在中国的地位。德国大哲学家黑格尔在《历史哲学》一书中也提到了《玉娇梨》，可见它的影响。本书同《平山冷燕》，主旨均为“显扬女子，颂其异能”。



作者：荻岸散人');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (7820759, './img/book/7820759.jpg', '悲惨世界（中）', '', '世界名著', 999, '《悲惨世界》(套装上下册)通过冉阿让等人的悲惨遭遇以及冉阿让被卞福汝主教感化后一系列令人感动的事迹，深刻揭露和批判了19世纪法国封建专制社会的腐朽本质及其罪恶现象，对穷苦人民在封建重压下所遭受的剥削欺诈和残酷迫害表示了悲悯和同情。

长篇小说《悲惨世界》是-部《奥德赛》式的伟大史诗，一部悲天悯人、充满人道主义精神的不朽之作。

雨果（1802-1885），法国浪漫主义作家，十九世纪前期浪漫主义文学运动领袖。雨果几乎经历了十九世纪法国的一切重大事变，1841年被选为法兰西学院院士。一生写过多部诗歌、小说、剧本、各种散文和文艺评论及政论文章。代表作有《巴黎圣母院》《悲惨世界》《笑面人》《克伦威尔》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11602831, './img/book/11602831.jpg', 'Quo Vadis（你往何处去）', '', '外国现当代', 0, 'Quo Vadis: A Narrative of the Time of Nero, commonly known as Quo Vadis, is a historical novel written by Henryk Sienkiewicz. Quo vadis is Latin for "Where are you going?" and alludes to a New Testament verse (John 13:36). The verse, in the King James Version, reads as follows, "Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards."
Quo Vadis tells of a love that develops between a young Christian woman, Ligia (or Lygia), and Marcus Vinicius, a Roman patrician. It takes place in the city of Rome under the rule of emperor Nero around AD 64.
Sienkiewicz studied the Roman Empire extensively prior to writing the novel, with the aim of getting historical details correct. As such, several historical figures appear in the book. As a whole, the novel carries a powerful pro-Christian message.
Published in installments in three Polish dailies in 1895, it came out in book form in 1896 and has since been translated into more than 50 languages. This novel contributed to Sienkiewicz's Nobel Prize for literature in 1905.



亨利克·显克微支（Henryk Sienkiewicz，1846年5月5日－1916年11月15日）：波兰作家。主要作品有历史小说卫国三部曲：《火与剑》、《洪流》及《星火燎原》，主要反映的是17世纪时波兰人民反抗外国入侵的故事。他的其他著作包括《十字军骑士》、《你往何处去》、《在沙漠与荒野中》等。由于“他史诗一般的作品表现出的卓越成就”，获1905年诺贝尔文学奖，是第一位以长篇小说创作的卓越成就获取诺贝尔文学奖的人。20世纪初时，鲁迅、周作人等人就开始将显克微支的作品翻译成中文，如今他的大部分长篇小说和部分中、短篇小说都有中文版本。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11230697, './img/book/11230697.jpg', '雾都孤儿', '', '世界名著', 366, '弃婴奥利弗在孤儿院挣扎了9年，又被送到棺材店老板那儿当学徒。难以忍受的饥饿、贫困和侮辱，迫使奥利弗逃到伦敦，又被迫无奈当了扒手。他曾被富有的布朗劳先生收留，不幸让小扒手发现又入贼窝。善良的女扒手南茜为了营救奥利弗，不顾贼头的监视和威胁，向布朗劳报信，说奥利弗就是他找寻已久的外孙儿……小说描写了善与恶、美与丑、正义与邪恶的斗争，赞扬了人们天性中的正直和善良，也无情地揭露和鞭挞了当时资本主义社会的黑暗和虚伪。



查尔斯·狄更斯');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25496017, './img/book/25496017.jpg', '史记', '司马迁', '文学经典', 600, '《史记》是西汉著名史学家司马迁撰写的一部纪传体史书，是中国历史上第一部纪传体通史，被列为“二十四史”之首，记载了上至上古传说中的黄帝时代，下至汉武帝太初四年间共3000多年的历史。与后来的《汉书》、《后汉书》、《三国志》合称“前四史”。
《史记》全书包括十二本纪（记历代帝王政绩）、三十世家（记诸侯国和汉代诸侯、勋贵兴亡）、七十列传（记重要人物的言行事迹，主要叙人臣，其中最后一篇为自序）、十表（大事年表）、八书（记各种典章制度记礼、乐、音律、历法、天文、封禅、水利、财用），共一百三十篇，五十二万六千五百余字。

《史记》对后世史学和文学的发展都产生了深远影响。其首创的纪传体编史方法为后来历代“正史”所传承。同时，《史记》还被认为是一部优秀的文学著作，在中国文学史上有重要地位，被鲁迅誉为“史家之绝唱，无韵之《离骚》”，有很高的文学价值。刘向等人认为此书“善序事理，辩而不华，质而不俚”。

司马迁（公元前145年-公元前90年），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。中国西汉伟大的史学家、文学家、思想家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。
司马迁早年受学于孔安国、董仲舒，漫游各地，了解风俗，采集传闻。初任郎中，奉使西南。元封三年（前108）任太史令，继承父业，著述历史。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (788936, './img/book/788936.jpg', '论美国的民主', '', '文学经典', 900, '《论美国的民主》1835年问世于法国，是研究美国民主的最经典著作。这部作品刚刚出版就受到普遍好评，也使年仅25岁的作者托克维尔名扬海外。这本书先后在英、美、德、荷、匈、意、西班牙、瑞典、日本等几十个国家出版发行。 
《论美国的民主》是世界学术界第一部对美国社会、政治制度和民情进行社会学研究的著作，它也是一本论述民主制度的专著，托克维尔在这部著作里阐述了他的政治哲学的基本原理，以及他对平等与自由的关系的观点。他还在这部著作里做出了一些极为著名而且后来果真应验的预测。这些预测的一次次应验，引发了一波又一波研究托克维尔的热潮。其实，无论是精彩的叙述还是深刻的思辨，都使《论美国的民主》成为一部值得反复研读的著作，因为每一次阅读都能够给读者以新的感悟。

这本书，把民主制下已经显露和可能导致的恶果描述得入木三分。他以一种贵族的优越感平视着美国，既不美化，也不丑化，他平静的分析各项制度的成因、得失，可能的演变。他的每句话都通俗易懂，从常识出发，但得出的结论表面在说美国，实则在谈论人类共同的命运。 

阿历克西·德·托克维尔（1805--1859年）是法国历史学家、社会学家。主要代表作有《论美国的民主》第一卷（1835年）、《论美国的民主》第二卷（1840年）、《旧制度与大革命》。《论美国的民主》这部著作刚出版就受到普遍好评，也使托克维尔名扬海外。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21271695, './img/book/21271695.jpg', '雨王亨德森', '', '外国现当代', 2300, '《雨王亨德森》出版于1959年，是索尔·贝娄的代表作之一，据说是他自己最喜欢的一部作品，讲述了一个寻找精神家园的故事。百万富翁亨德森由于精神极度空虚，渴望找到人生的意义。他翻遍了家中的藏书，希望找到能启发他的格言，结果只找到父亲当年作书签用的一张张钞票。无聊之余，他甚至在豪宅里养了一群猪，弄得肮脏不堪，家人抱怨。于是，他离开了文明社会，深入非洲内陆的原始部落，开始了自我探索的心路历程。在历尽种种艰辛和危难之后，他仓惶逃回美国。
小说富于象征意义，充溢着现代喜剧的反讽意味，好心而常犯错的亨德森在作家的调侃之下也就成了一个不折不扣的现代“堂吉诃德”。
在兰登书屋“现代文库”评出的100部最佳英文小说名单中，《雨王亨德森》位列其中。
贝娄笔下的非洲之于亨德森就如同卡夫卡的城堡之于K，为来自异国他乡的主人公提供了前所未见的完美试炼场，去实现其最深层的、最无法抹除的渴求。



索尔·贝娄（Saul Bellow，1915－2005），美国作家。生于加拿大魁北克省的拉辛，在蒙特利尔度过童年。1924年，举家迁至美国芝加哥。1933年，贝娄考入芝加哥大学。两年后，转入西北大学，于1937年毕业，并获得社会学和人类学学士学位。同年，赴威斯康星大学攻读硕士学位。之后长期在大学执教。
出版于1953年的《奥吉·马奇历险记》使贝娄一举成名，奠定了他的文学地位。其后，他陆续出版《雨王亨德森》（1959）、《赫索格》（1964）、《赛姆勒先生的行星》（1970）、《洪堡的礼物）（1975）、《系主任的十二月》（1982）等。这些作品袒露了中产阶级知识分子的精神苦闷，从侧面反映了美国当代“丰裕社会”的精神危机。此外，贝娄还出版过诸多中短篇小说集、剧本，以及游记。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13347304, './img/book/13347304.jpg', '最后一片叶子', '', '中短篇集', 599, '《最后一片叶子》作者欧·亨利是美国乃至世界文坛上最杰出的短篇小说家之一。其作品大多刻画平民百姓的艰苦、苦涩和无奈，笔调轻松、语言幽默，并以出人意料的结尾而闻名。这个选本是译者通读了作者的全部284个作品之后，根据中国读者的阅读和欣赏习惯，精心选出了其中的三十个作品，除了代表作如《最后一片叶子》，《警察和圣歌》等，还选收了一些在其他选本中难得一见的作品，从而更加全面地反映出作者的创作风格。另外，译者还匠心独运地将其分为五个专题，即“社会世情小说”，“爱情情爱小说”，“无赖骗子小说”，“探案推理小说”，“哲理象征小说”，这也是这个选本有别于其他选本的一个亮点所在。



欧・亨利：美国乃至世界文坛上最杰出的短篇小说家之一。其作品大多刻画平民百姓的艰苦、苦涩和无奈，笔调轻松、语言幽默，并以出人意料的结尾而闻名。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25964992, './img/book/25964992.jpg', '爱的教育（中文）', '', '世界名著', 999, '《爱的教育》是一部极富感染力的儿童小说，通过一个叫安利柯的小学四年级男孩写的日记，抒发了人类最伟大的感情——爱。本书讲述了很多发生在学校和生活中的平凡小故事，娓娓记叙师生之情、父子之爱、同学与朋友之谊，展示人性的善良与纯洁，讴歌爱祖国、爱社会的精神。这些小故事字里行间洋溢着儿童的纯真与情趣，饱含着真挚的情感，读来让人动容，教孩子学会为人处世的道理、学会爱，成为一个有勇气、充满活力、敢于承担责任和义务的正直的人。全世界的孩子都喜欢读《爱的教育》，有些国家把《爱的教育》作为小学生的教科书来学习。



作者：埃德蒙多·德·亚米契斯，意大利19世纪著名作家。1846年12月出生于意大利里格拉州一个小镇上，在他的青少年时期，意大利受法国大革命的影响，正酝酿着爱国主义，这股风潮在亚米契斯幼小的心灵上留下了不可磨灭的印记。1865年，他参加统一意大利的复兴运动的战役，退伍后，亚米契斯致力于文学创作，他以明快、清新的笔触，记叙各国的风土人情，其中代表作品有《西班牙》《摩洛哥》《君士坦丁堡》等。亚米契斯最重要的作品，当属1886年创作的《爱的教育》，这部作品为他赢得世界声誉，使他的创作生涯达到顶峰。
译者：夏丏尊，中国近代著名教育家、翻译家、文学家，是中国新文化运动的先驱。他长期从事语文教育和编辑工作，曾任上海暨南大学中国文学系主任、开明书店编辑所所长，参与创建立达中学，1930年创办了《中学生》杂志。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1973352, './img/book/1973352.jpg', '雅各布的房间（中英双语）', '', '外国现当代', 400, '《雅各的房间》是二十世纪最重要的现代主义作家之一伍尔夫的三部以意识流手法创作的小说之一，描绘的是一个青年人的成长经历：求学剑桥，游历欧洲，最后死于战争。

《雅各的房间》发表于一九二二年。同年，詹姆斯·乔伊斯的《尤利西斯》问世，这是欧洲文学史上的两件大事。此前，弗吉尼亚·伍尔夫发表了《远航》和《夜与日》两部在风格上较接近于传统现实主义的小说。《雅各的房间》通常被认为是她创作过程中的一个转折点，是她尝试用意识流手法创作的一个开端，也是她后来著名的意识流小说《达洛维太太》、《到灯塔去》和《海浪》的前奏。 

弗吉尼亚·伍尔夫，英国女作家，被誉为二十世纪现代主义与女性主义的先锋。两次世界大战期间，她是伦敦文学界的核心人物，同时也是布卢姆茨伯里派的成员之一。最知名的小说包括《达洛维夫人》、《灯塔行》、《雅各的房间》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10364401, './img/book/10364401.jpg', 'Othello（奥赛罗）', 'William Shakespeare', '世界名著', 0, 'Othello,
        The Moor of Venice is a tragedy by William Shakespeare based on the short story "Moor of Venice" by Cinthio,
        believed to have been written in approximately 1603. The work revolves around four central characters: Othello,
        his wife Desdemona, his lieutenant Cassio, and his trusted advisor Iago.Attesting to its enduring popularity,
        the play appeared in 7 editions between 1622 and 1705. Because of its varied themes — racism, love,
        jealousy and betrayal — it remains relevant to the present day and is often performed in professional and community theatres alike. The play has also been the basis for numerous operatic,
        film and literary adaptations.



威廉·莎士比亚（William Shakespeare，1564年4月23日-1616年5月3日）：英国文学史上最杰出的戏剧家，也是西方文艺史上最杰出的作家之一，全世界最卓越的文学家之一。他流传下来的作品包括38部戏剧、155首十四行诗、两首长叙事诗和其他诗歌。他的戏剧有各种主要语言的译本，且表演次数远远超过其他任何戏剧家的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (56406015, './img/book/56406015.jpg', '爱的教育（作家榜经典）', '', '世界名著', 12800, '◆享誉全球的意大利奇迹童书，送给孩子的必备礼物。
◆一部关于成长、关于教育、关于爱的百科全书式小说。
◆法国《读书》：“有史以来人类必读经典”第3名。
◆联合国教科文组织列入“具有代表性的欧洲系列丛书”。
◆国际安徒生奖“青少年必读书”。
◆本书译者张密3次荣获意大利总统勋章；译者祁玉乐为意大利政府承认并聘请的高级翻译学者，是意大利总统、总理的官方翻译。
◆本版译自1886年意大利初版定本，一字未删，完整典藏。
享誉全球的意大利殿堂级童书《爱的教育》，是一部关于成长、关于教育、关于爱的百科全书式小说。全书以三年级的小学生恩里科的日记体小说形式，讲述了发生在他身边各种各样的事情：他的父母和兄弟姐妹；他的老师和同学；他的街坊和邻居……
全书总共100个小故事，篇篇扣人心弦，小说用孩子的视角，向人们讲述、传递人类最淳朴、最本质的爱：对祖国、对家乡、对父母、对老师、对同学、对周围所有人的爱，字字句句洋溢着儿童的天真与童趣。本书问世百年，经久不衰，在爱不释手的阅读中，孩子不知不觉变得更有爱、更坚强、更勇敢、更懂事。



艾德蒙多·德·亚米契斯（Edmondo De Amicis，1846—1908）
意大利殿堂级儿童文学作家，奇迹童书《爱的教育》作者。1846年10月21日生于意大利的一个小镇，自幼酷爱学习和写作。
曾参加过解放意大利的战斗，担任过军事刊物记者。后周游世界各国，撰写了一大批脍炙人口的游记，记叙各地风土人情。
经典代表作《爱的教育》历时8年心血完成，1886年首次出版，引发轰动效应，短短20年印刷高达300多版，此后百年，畅销不衰，成为意大利家喻户晓的奇迹童书，欧美家长送给孩子的必备礼物；在全球被翻译成30多种文字，总销量突破2000万册，并被改编成连环画、动画片、电影，获得广泛赞誉。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2367068, './img/book/2367068.jpg', '散文诗·帕拉莎', '', '世界名著', 599, '本书是俄国作家屠格涅夫的全部散文诗和一部诗体小说的合集，收入散文诗《乡村》、《对话》、《老妇人》、《狗》、《敌手》、《乞丐》、《你将听到蠢人的评判》、《心满意足的人》等八十二首，另收诗体小说《帕拉莎》，叙述地主女儿帕拉莎与青年地主、邻人维克多的爱情与婚姻，是作者的第一部叙事长诗。

《智量文集:散文诗·帕拉莎》中，屠格涅夫用他一支饱含诗情画意的笔恬静地、满怀深情地为我们描绘着他的祖国俄罗斯那片美丽丰饶的天地。

屠格涅夫（1818—1883），俄国小说家，散文家。生于俄罗斯奥廖尔省一个贵族家庭。先后入莫斯科大学、彼得堡大学读书。留学德国，长期侨居法国，一生反对农奴制。著作丰富，长篇小说有《罗亭》、《贵族之家》、《前夜》、《父与子》等，中篇有《阿霞》、《初恋》等，散文集有《猎人笔记》、《文学与生活回忆录》、《散文诗集》等。他是俄罗斯语言大师，对俄罗斯语言规范化作出了重要贡献。在这本《散文诗帕拉莎》中，屠格涅夫有时用他一支饱含诗情画意的笔恬静地、满怀深情地为我们描绘着他的祖国俄罗斯那片美丽丰饶的天地。 
智量，全名王智量，笔名智量。著名翻译家、学者。生于1928年6月，江苏省江宁县（今南京市江宁区）人。中共党员、民盟成员。1952年毕业于北京大学俄语文学系，留校任教。1954年转入中国社科院文学所。1958年被划为“右派”，下放到河北和甘肃农村，后又流亡上海，二十年历尽困厄。1978年调入华东师范大学。为中文系教授。1993年退休。历任上海比较文学学会副会长、全国高校外国文学研究会常务理事、上海作家协会理事，上海翻译家协会理事。为中国作家协会会员。他是建国后普希金代表作《叶甫盖尼·奥涅金》第一个译本的译者，翻译了俄罗斯及其他国家作家的多种文学名著，深受读者欢迎。他的长篇小说《饥饿的山村》，被著名学者贾植芳誉为“大大超过了教授小说通常的闲适飘逸的境界”，“能够再现生活的原始面貌，既挖出了垂涎血与肉，又达到了超越现实的一种哲理性思考的深刻境界”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21770983, './img/book/21770983.jpg', '铁蹄', '', '外国现当代', 1299, '这部政治幻想小说写于1907年。作者通过一位投身革命的富家小姐视角，虚构出了当时社会发展的风云变幻，也借此准确预见到了资本主义集权制度的兴起。

尽管该书出版于100年前，但对当今社会仍有警示作用，发人深省。

杰克·伦敦，原名为约翰·格利菲斯·伦敦（John Griffith London），美国著名的现实主义作家，生于旧金山。他在一个既无固定职业又无固定居所的家庭中长大。24岁开始写作，去世时年仅40岁。
早年时期，他在旧金山附近的奥克兰市当过报童、码头小工、帆船水手、麻织厂工人，还曾以“无业游荡罪”而被捕入狱，几个月以后才重获自由。十九岁时加入了美国的社会党。他参加工人集会，发表激烈的演说，主张破坏现有的社会秩序，并曾经因此被捕。
杰克·伦敦的创作，笔力刚劲，语言质朴，情节富于戏剧性。他常常将笔下人物置于极端严酷，生死攸关的环境之下，以此展露人性中最深刻、最真实的品格。杰克·伦敦赞美勇敢、坚毅和爱这些人类的高贵的品质，他笔下那“严酷的真实”常常使读者受到强烈的心灵震撼。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31522811, './img/book/31522811.jpg', '夏洛外传（傅雷全集）', '', '世界名著', 499, '《夏洛外传》的主人公夏洛，为卓别林经典角色流浪汉之原型。夏洛在《城市之光》里演了那幕无声的恋爱剧后，又不知在追求些什么新的Aventure了。但有一点我敢断言的，就是夏洛的Aventure是有限的，而他的生命却是无穷的。他不独为现代人类之友，且亦为未来的，永久的人类之友，既然人间的痛苦是无穷无尽的。



傅雷，中国著名的翻译家、作家、教育家、美术评论家，中国民主促进会（民进）的重要缔造者之一。早年留学法国巴黎大学。他翻译了大量的法文作品，其中包括巴尔扎克、罗曼·罗兰、伏尔泰等名家著作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11225116, './img/book/11225116.jpg', '意外', '', '世界名著', 444, '莫泊桑短篇小说集（十一）——意外：郎坦先生是一个小科员，娶了一位温良贤淑，娴静端庄的年轻姑娘。郎坦先生除了对妻子爱看戏和爱假珠宝不满意之外，觉得和她在一起无比幸福。她如此勤俭持家，精打细算，以至于他们似乎过得很奢华。直到有一天，妻子得病去世，生活似乎一下子艰难了起来，郎坦先生决定变卖妻子的一条看似精致的项链。他走进一家珠宝店，然而珠宝商的话却让他如遭雷击……第二天，他携带妻子的所有饰品来到同一家店中，再一次走出珠宝店时，郎坦先生已经从落魄穷人变成了拥有十四万三千法郎的富豪。珠宝商告诉他什么惊人秘密？郎坦先生是如何一夜暴富的？《假珠宝》将为您揭开一切疑惑。



莫泊桑（Guy de Maupassant）');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (47000217, './img/book/47000217.jpg', '一千零一夜', '纳训 译', '文学经典', 1599, '《一千零一夜》又名《天方夜谭》，阿拉伯民间故事集。相传一国王痛恨王后与人有私，将其杀死，此后每日娶一少女，翌晨即杀掉。宰相女儿为拯救无辜女子，自愿嫁给国王，每夜讲故事，以引起国王兴趣。她的故事一直讲了一千零一夜，终使国王感化。故事内容包括神话传说、寓言童话、婚姻爱情、航海冒险、宫廷趣闻和名人轶事等等。故事中的人物有天仙精怪、国王大臣、富商巨贾、庶民百姓，三教九流，应有尽有。这些故事和人物形象相互交织，组成了中世纪阿拉伯帝国社会生活的复杂画面，是研究阿拉伯和东方历史、文化、宗教、民俗等的珍贵资料。高尔基誉之为民间口头创作中“最壮丽的一座纪念碑”。



纳训
云南通海人。1941年毕业于开罗艾资哈尔大学，回国后任翻译。后历任云南明德中学校长、《清真铎报》主编、云南民族学院教导处资料组组长、云南省文联翻译，人民文学出版社编审等职。主要译作《一千零一夜》（六卷本，凡二百余万字）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (19683731, './img/book/19683731.jpg', '一九八四', '', '世界名著', 599, '《一九八四》（Nineteen Eighty-Four）是英国左翼作家乔治·奥威尔于1949年出版的政治小说。小说刻画了一个令人感到窒息和恐怖的，以追逐权力为最终目标的假想的极权主义社会。这部小说与英国作家赫胥黎著作的《美丽新世界》，以及俄国作家扎米亚京著作的《我们》并称反乌托邦的三部代表作。
在《一九八四》中， 世界被三个超级大国所瓜分，三个国家之间的战争不断，国家内部社会结构被彻底打破，均实行高度集权统治，以改变历史、改变语言，打破家庭等极端手段钳制人们的思想和本能。故事描述了主人公温斯顿这个大洋国“真理部”从事篡改历史工作的外围党员，在在工作中逐渐对其所处的社会和领袖“老大哥”（Big Brother）产生怀疑，并与另一位外围党员裘利亚产生感情，因而成为思想犯，在经历了专门负责内部清洗的“友爱部”的思想改造之后最终成为了“思想纯洁者”的过程。



乔治•奥威尔（George Orwell，1903-1950）：英国伟大的人道主义作家、新闻记者和社会评论家，著名的英语文体家。1903年出生于印度，1907年举家迁回英国，少年时代曾受教育于著名的伊顿公学，后因经济原因无力深造，被迫远走缅甸，参加帝国警察部队。终因厌倦殖民行径、痴迷写作而辞去公职，辗转回到欧洲，流亡伦敦、巴黎等地。1936年，西班牙内战爆发，参加左翼组织，因重伤返回英国，但最终树立社会主义信念。其代表作有《一九八四》和《动物农场》。
译者：苏福忠，著名翻译家，译作有《瓦尔登湖》《红字》《索恩医生》《文学》《莎士比亚》和厄普代克四部曲《兔子富了》等，著有《译事余墨》，另发表小说、散文、游记、评介文章和杂文等六十余万字。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32322666, './img/book/32322666.jpg', '鲁迅自编文集：呐喊', '鲁迅', '中国现代', 400, '本书是鲁迅1918-1922年所作的短篇小说的结集，收有《狂人日记》《孔乙己》《药》《明天》《一件小事》《头发的故事》等14篇作品。



鲁迅（1881—1936），原名周树人，字豫才，浙江绍兴人。文学家、思想家、革命家。鲁迅堪称现代中国的民族魂，他的作品影响了一代又一代的知识分子。其主要代表作有：小说集《呐喊》《彷徨》《故事新编》；散文集《朝花夕拾》；散文诗集《野草》；杂文集《热风》《华盖集》《华盖集续编》《南腔北调集》《三闲集》《二心集》《而已集》《坟》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (106985869, './img/book/106985869.jpg', '边城（名家读评本）', '沈从文', '中国现代', 2999, '该作品是沈从文先生最负盛名的代表作，被誉为“文学史上最纯净的一个小说文本”。它以20世纪30年代川湘交界的边城小镇茶峒为背景，以兼具抒情诗和小品文的优美笔触，描绘了湘西边地特有的风土人情；借船家少女翠翠的爱情悲剧，凸显出了人性的善良美好与心灵的澄澈纯净。它以独特的艺术魅力，生动的湘西风情吸引了众多海内外的读者。该作品已被译成四十多个国家的文字出版，并被美国、日本、韩国、英国等十多个国家或地区选进大学课本。
本书为“名家读评本”，重点编选了著名作家汪曾祺、曹文轩，以及吉首大学沈从文研究专家向成国教授等人对作品的评论解读；同时，本书还收入了著名摄影家卓雅按沈从文笔下的边城拍摄的优美照片。



沈从文（1902—1988），湖南凤凰县人，现代著名作家，曾被提名为诺贝尔文学奖候选人。先后执教于北京大学、山东大学、西南联大，后又工作于中国历史博物馆和中国社科院。早年投身行伍，1924年开始文学创作，神秘的湘西在其优美文笔的描绘下，引人回味和向往。其作品结集八十多部，主要著作包括：《边城》《长河》《湘行散记》《湘西》《中国古代服饰研究》等。
汪曾祺，著名作家，曾就读于西南联大中国文学系，师从沈从文等。
曹文轩，著名作家，北京大学教授，现任当代文学教研室主任，中国作家协会儿童文学委员会委员，获得2016年国际安徒生奖。
向成国，著名学者，吉首大学中文系教授，沈从文研究专家，参与《沈从文研究》《长河不尽流——怀念沈从文先生》《沈从文别集》《沈从文全集》（小说卷）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (45608297, './img/book/45608297.jpg', '老舍小说', '老舍', '世界名著', 299, '《老舍小说》是中国现当代著名作家老舍的中短篇小说集。本书精选了包括《我这一辈子》《月牙儿》《微神》《断魂枪》等在内的中短篇小说22篇。老舍的这些小说，关注中小市民阶层的艰辛生活以及他们的命运、思想与心理，饱含着对弱势群体的悲悯情怀。老舍是“京味小说”的源头，这些小说注重文化，铺陈世态，通过对北京市民日常生活全景式的风俗描写，表达了老舍对转型期中国文化特别是俗文化的审视，有批判，也有眷念。老舍又被称为“语言大师”。老舍创造性地运用北京市民俗白浅易的口语，生成了一种干净利落、鲜活纯熟，平易而不粗俗，精致而不雕琢的，具有独特气韵的文学语言。这种语言是“京味”的重要表现，同时也标志着老舍在现代白话文学语言的创造与发展史上，所具有的突出贡献。



老舍（1899—1966），原名舒庆春，字舍予，北京人。中国现代小说家、戏剧家，杰出的语言学家。
老舍是是中国文学继鲁迅之后的又一高峰。
老舍是“人民艺术家”，他的作品贴近平凡百姓，日常市井，充满了浓厚的生活气息。老舍是伟大的语言艺术家，他的作品，是中国现代白话文文学的语言典范。
老舍是“京味小说”的开山鼻祖，《骆驼祥子》《四世同堂》，都是中国现代小说的佳作。
主要作品有：长篇小说《骆驼祥子》《四室同堂》《二马》《离婚》等；中篇小说《月牙儿》《我这一辈子》等；短篇小说集《赶集》《樱海集》《蛤藻集》；剧本《茶馆》《龙须沟》等；散文《济南的秋天》《趵突泉的欣赏》《抬头见喜》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (161955123, './img/book/161955123.jpg', '日本色气', '', '文学经典', 3780, '“意气”“色气”与“粹”，日本文化中独有的审美理论和身体话语，其初见于江户时代，诞生于町人阶层，脱胎于女性身体美学，可以说，这种独特的审美理论源自于社会底层在对抗礼教束缚和贵族审美之过程中燃起的一股生命力，是挣脱社会伦理之桎梏，从正统文化之罅隙中破壳而出的一种青春之美、叛逆之美、自由之美。
本书收录九鬼周造《“意气”的构造》与阿部次郎《德川时代的文艺与色道》，两位日本哲学家以横跨美学、语言学、心理学、社会学和文学的跨界研究角度，从江户时代的风俗、衣装、文学，到身体话语与情爱关系，解读日本文化中极具独创性与先锋性的美学观、身体观与情爱论，追溯其在历史文化中的萌芽与发展，从而发掘出“意气”“色气”“粹”等从日本本土文化中滋生而出的独特美学话语，探寻东方文化的生命活力与内在激情，堪称经典的东方美学理论研究。



九鬼周造（1888—1941）日本著名哲学家，文化研究学者。东京帝国大学毕业后，留学德国、法国多年，师从海德格尔，深受其哲学思想的影响。回国后至1941年去世前，担任京都帝国大学教授，教授西方近代哲学。本书所收录之《“意气”的构造》（「いき」の構造），是他最有名的日本文化论。
阿部次郎（1883—1959）日本大正-昭和时代的哲学家，美学家。毕业于东京帝国大学哲学部，早年师从夏目漱石，曾任庆应大学、东北大学等校教授。主要著作有《伦理学的根本问题》《德川时代的文艺与社会》等书。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10089640, './img/book/10089640.jpg', 'The Little Lady of the Big House（大房子里的小夫人）', 'Jack London', '外国现当代', 0, 'From the first the voyage was going wrong. Routed out of my hotel on a bitter March morning,
        I had crossed Baltimore and reached the pier-end precisely on time. At nine o'clock the tug was to have taken me down the bay and put me on board the Elsinore, and with growing irritation I sat frozen inside my taxicab and waited. On the seat, outside, the driver and Wada sat hunched in a temperature perhaps half a degree colder than mine. And there was no tug. Possum, the fox-terrier puppy Galbraith had so inconsi-derately foisted upon me, whimpered and shivered on my lap inside my greatcoat and under the fur robe. But he would not settle down. Continually he whimpered and clawed and struggled to get out. And, once out and bitten by the cold, with equal insistence he whimpered and clawed to get back. His unceasing plaint and movement was anything but sedative to my jangled nerves. In the first place I was uninterested in the brute. He meant nothing to me. I did not know him. Time and again, as I drearily waited, I was on the verge of giving him to the driver. Once, when two little girls-evidently the wharfinger's daughters-went by,
        my hand reached out to the door to open it so that I might call to them and present them with the puling little wretch.This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.



杰克·伦敦，原名为约翰·格利菲斯·伦敦（John Griffith London），美国著名的现实主义作家，生于旧金山。20世纪初西方辱华作家的急先锋。他在一个既无固定职业又无固定居所的家庭中长大。24岁开始写作，去世时年仅40岁。从1900年起，他连续发表和出版了许多小说，讲述美国下层人民的生活故事，揭露资本主义社会的罪恶。他的作品大都带有浓厚的社会主义和个人主义色彩。他的作品在全世界都广为流传，是最受中国读者欢迎的外国作家之一。他一生著述颇丰，16年中留下了19部长篇小说、150多篇短篇小说以及大量文学报告集，还写了3个剧本以及相当多的随笔和论文。最著名的有《马丁·伊登》、《野性的呼唤》、《白牙》、《热爱生命》等小说。1904年发表《黄祸》一文，1908年和1910年分别写了两部小说《中国佬》和《空前绝后的入侵》，以及其他涉及中国海外移民题材的多篇作品，不吝惜笔墨，污蔑中国人为“劣等民族”，是对欧美白人世界构成威胁的“黄祸”，必须对之实施“种族灭绝”。扬言“白人是一个伟大的种族，地球的一半和海洋的全部都是他们的世袭财产”。在小说《空前绝后的入侵》中写到，中国扩张，即将侵略西方的白人文明世界，于是美国向中国发动细菌战，造成中国大地上瘟疫流行，成千上万人中国人被毒死。最后，列强灭掉中国，瓜分了中国领土。他是世界文学史上最早的商业作家之一，因此被誉为商业作家的先锋。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (146522140, './img/book/146522140.jpg', '复活（作家榜经典）', '', '世界名著', 6990, '心灵救赎之书，托尔斯泰巅峰巨著
富家子弟聂赫留多夫，去乡下亲戚家度假，结识并诱奸了亲戚家的养女玛丝洛娃，随后离开。玛丝洛娃怀孕后，被赶出家门，这个纯洁的姑娘沦为妓女，并卷入了杀人案。审判玛丝洛娃的陪审团中，恰恰就有聂赫留多夫，他陷入深刻的愧疚之中，为了赎罪，他为玛丝洛娃四处奔走，并希望与她结婚，弥补自己的过错……
关于背叛与救赎，再没有比本书更震撼灵魂的故事了！



作者：
托尔斯泰（1828年—1910年），小说家、评论家、剧作家和哲学家，同时也是非暴力的无政府主义者和教育改革家。他是在托尔斯泰这个贵族家族中最有影响力的一位。
译者：
刘文飞，男，1959年11月生，祖籍山东省菏泽，生于安徽六安。中国社会科学院外国文学研究所研究员，文学博士，中国社科院研究生院教授、博士生导师，中国作家协会会员，中国翻译家协会理事，中国社科院长城学者。2014年9月6日，获得第二届“阅读俄罗斯”奖。现任中国俄罗斯文学研究会会长。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (60615531, './img/book/60615531.jpg', '所谓世间，那就是你', '', '外国现当代', 2500, '每个人都是生而孤独的，如何在茫茫人世的缘起缘灭中觅得一份属于自己的温暖和幸福，是我们研习终身的课题。爱并不是长相厮守，也不是情意绵绵，而是两个人能够坚守着彼此间的距离互相安慰。爱与被爱虽然只相差了一个字，但是在爱的人之间却是一条小心翼翼不敢轻易逾越的鸿沟。
本书精选日本四大文豪的六篇文章，有已广为人知的大作家太宰治，也有与太宰治同为“无赖派”作家亦是太宰治挚友的织田作之助，还有被周作人盛赞的日本近代最伟大的女性小说家樋口一叶以及受川端康成喜爱的饱受争议的女作家冈本加乃子。六篇文章，六篇对生命、对爱的感悟和理解。



作者：
太宰治（1909—948），日本文坛的巅峰人物。香港导演王家卫曾说过：“我很喜欢太宰治，而梁朝伟总让我想起他。”太宰治是日本“无赖派”文学的代表人物，他一生创作了许多的作品，被无数人追捧为神，然而这并未使他收获真正的幸福。比他作品更出名的是他两次自杀、三次殉情的经历，他在一次次的求死之中体会到的是比死还冷的生，他认为自己是有罪的，1948年的深夜，他与情人山崎富荣一起投玉川上水自杀。鲁迅曾评价过太宰治：“他的痛苦在于他用心看着漆黑的世界”
樋口一叶（1872—1896），古日本最伟大的女性小说家。作家余华说樋口一叶的小说是“至今为止，我读到的最美的爱情小说。”她的头像被印刷在5000元面额的日元上。林文月称其为“古日本最后的女性”，周作人称赞她的文字“天才至高、超绝一世”。日本明治时代最伟大的女性，在文学上除了小说创作，她还有散文以及4000多首诗歌，被日本文坛称为“明治紫式部”。
冈本加乃子（1889—1939），同时拥有两个丈夫的日本贵族女作家。日本最具争议的女作家，当时最具现特性的传统日本女性。川端康成这样评价冈本加乃子，“在文学的世界里，像冈本这样丰盛而深厚的女子几乎不会再出现。”在她的一生中，有一位名义上的丈夫，除此之外，她还有一位情人，并且与丈夫一起维持着三人同居的生活，后世之人对她的评述众说纷纭，然而这并不能掩盖她在文坛上的成就，她的小说《家灵》仍然入选了日本中学课本。
织田作之助（1913—1947），情迷大阪的市井文学家。日本文坛上素有“东太宰、西织田”之称，织田作之助与太宰治是上个世纪日本文坛的绝代双骄。至今日本仍然设有“织田作之助文学奖”，来鼓励年轻作家的创作。他对大阪市井中小人物生活的捕捉极其到位，他的笔下就是关于这些小人物的浮世绘，从《夫妇善哉》到《赛马》《世相》，都是他对自己家乡浓浓的喜爱。
译者：
钟小源，福建华侨大学日文系毕业，曾译有《女生徒》《维庸之妻》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (43571305, './img/book/43571305.jpg', '春灯公子', '张大春', '文学经典', 1400, '★小说家张大春化身说书人，说市井豪侠江湖快意
★历时十二年，读者翘盼已久，中文简体版首度完整呈现
★说书人张大春重返众声喧哗的说书现场，重述大历史角落的小传奇
★春夏秋冬，今古传奇——系列作品之《战夏阳》《一叶秋》《冬》即将出版，敬请期待！
★秉承中国古典笔记小说的血脉 ，加入现代小说叙事技巧，民间故事控、评书爱好者必读
★小说家一支笔×说书人一张嘴，讲遍江湖林野、奇人异事、飞贼走盗、神鬼传说——一切人间稀奇事，都是听说而已
★从文人墨客到神鬼传说，既有凭借一条咸鱼平步青云的拍案惊奇，也有勾心斗角的权势斗争，张大春笔触独树一帜，外门读有阅读快感，内家看门道尽收
★护封采用特种纸张，内封黑卡印银，呈现质感与品相，洗练跳脱，又有古典特质

春灯公子大宴江湖人物是一年一度的盛事，此会行之有年，几与寻常岁时典祀无二，但设宴人出身成谜，设宴地点更是直似桃花源，在现实空间里以及曾与会者的记忆中都不复寻觅。唯一存世的证据，是辗转流传的二十则诗、词“题品”——这些题品据闻正出自春灯宴中的高潮：由与宴诸客之中秘密地被挑 选出来的说话人，倾一年时光琢磨，务求能令听者咋舌称奇、公子青眼品论的故事。



张大春
华语小说家。1957年出生于台湾，祖籍山东济南。
好故事，会说书，擅书法，爱赋诗。
著作等身，曾获多项华语文学奖项。
代表作《聆听父亲》《文章自在》《大唐李白》《城邦暴力团》《小说稗类》《公寓导游》《四喜忧国》等。
在笔记体小说“春夏秋冬”系列中，张大春化身说书 人，带领读者重返古中国热闹的说书现场、幽邃的故事秘林，一窥其堂奥。

作为一个小说作者，尤其生于现代，经常自诩为创造之人，殊不知我们充其量不过是夷坚、伯益、大禹。一旦听到了、看到了可喜可愕之迹，就急忙转述于他人，此市井之常情，一切都是听说而已。这正是春、夏、秋、冬系列作品的本质，一言以蔽之：民间。——张大春');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (160335013, './img/book/160335013.jpg', '相遇', '格非', '中短篇集', 2099, '本书是茅盾文学奖得主格非的中短篇小说集，收录了格非的中短篇小说十三部，其中《相遇》《时间的炼金术》等多篇已成为中国当代文学中的经典之作：《相遇》被誉为“格非最好的短篇”，《时间的炼金术》则被专家学者认定为格非写作主题与艺术成就的“总结之作”。这些小说或围绕故人展开，或演绎历史故事，在生活的肌理中融入想象色彩，述说着对情与欲之间关系的思考。
茅盾文学奖和鲁迅文学奖双料得主格非，被当代文坛誉为“作家中的作家”。他的写作具有坚韧、准确、绚丽、隽永的智性特质。他笔下的人物都是面对荒谬的误解、欲望的冲突和命运的捉弄的现代个体，人生故事大多笼罩着支离破碎、幽明恍惚的神秘色彩。他将人生宿命的哲理意识灌注于每篇小说之中，通过迷宫般的现代叙事全力呈现世界与人生的不确定性和偶然性。



格非，中国当代实力派作家，茅盾文学奖与鲁迅文学奖双料得主，清华大学教授。1987年发表成名作《迷舟》，著有长篇小说《敌人》《边缘》《欲望的旗帜》《人面桃花》《山河入梦》《春尽江南》《望春风》《月落荒寺》，中短篇小说集《迷舟》《唿哨》《雨季的感觉》《青黄》等多部；另有论著和散文随笔《小说叙事研究》《格非散文》《文学的邀约》等多部。
格非属于擅长对文学、社会、历史等问题做深入思考的学者型作家。他的作品具有坚韧、优雅、准确、睿智等特质，在中国当代文坛独树一帜、风格鲜明，获得过一系列重要文学奖项：其中，《江南三部曲》（《人面桃花》《山河入梦》《春尽江南》）荣获第九届“茅盾文学奖”，《隐身衣》荣获第六届“鲁迅文学奖·中篇小说奖”，《望春风》荣获第一届“京东文学奖”。此外，他还获得过“2004年度华语文学传媒大奖杰出成就奖”、“2004年度长篇小说排行榜”第一名、“第二届21世纪鼎钧双年文学奖”、“第三届中国图书势力榜”文学第一名、《新京报》“2011年度文学类致敬图书”、“2014年度老舍文学奖”等多种文学奖项。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13306629, './img/book/13306629.jpg', '大卫·考坡菲（下）', '', '外国现当代', 799, '《大卫•考坡菲》长达八十余万言的长篇巨著以思想开明的知识分子大卫•考坡菲为中心，通过书中各色人等的日常起居、求学谋生、交友恋爱、游历著述，极力表现了作者一生倡导的人道主义观点，同时也刻画了一系列令人过目难忘的人物：温柔、聪慧的理想化女性爱格妮，乖张怪僻的特洛乌小姐，朴实仁慈的坡勾提兄妹……在狄更斯的所有作品中，《大卫•考坡菲》涵盖了最为广泛的社会生活内容，展现了最为复杂严密的故事结构，在世界文学史上独树一帜。



狄更斯Charles Dickens(1812～1870)：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。
狄更斯的作品大多取材于与自己的亲身经历或所见所闻相关联的事件。他在书中揭露了济贫院骇人听闻的生活制度，揭开了英国社会底层的可怕秘密，淋漓尽致地描写了社会的黑暗和罪恶。本书起笔便描写了主人公奥利弗生下来便成为孤儿，以及在济贫院度过的悲惨生活。后来，他被迫到殡仪馆做学徒，又因不堪忍受虐待而离家出走。孤身一人来到伦敦后，又落入了窃贼的手中。狄更斯在其作品中大量描写了黑暗的社会现实，对平民阶层寄予了深切的向情，并无情地批判了当时的社会制度。他在小说描写的现实性和人物的个性化方面成绩是突出的。他成为继莎士比亚之后，塑造作品人物数量最多的一个作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11497412, './img/book/11497412.jpg', '历代传说', '', '世界名著', 1865, '这部巨著是用诗的形象诗的语言描绘的人类社会历史，起初分为《初集》、《二集》和《续集》三卷，陆续于1859 年、1877 年、1883 年出版。1883 年9 月，雨果又将三卷中的各个诗篇，沿人类社会的发展过程重新加以编排，合为一卷出版，使整部诗集成为一个结构严密的完整体系。这部诗除序诗《产生这本书的梦境》外，分为六十一章，每章包含一首或若干首诗，共166首，另外还附录31首，大约近三万行诗，是一部鸿篇巨作（本卷选译115 首）。



维克多·雨果（Victor Hugo，1802-1885），是19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”，其作品包括26卷诗歌、20卷小说、12卷剧本、21卷哲理论著，合计79卷之多，被人们称为“法兰西的莎士比亚”。代表作品有长篇小说命运三部曲《巴黎圣母院》、《海上劳工》和《悲惨世界》及《九三年》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (125171731, './img/book/125171731.jpg', '人性的枷锁', '', '世界名著', 3120, '菲利普自小失去双亲，天生一只脚畸形，寄养在伯父家。天生畸形又寄人篱下，幼小的菲利普敏感又自卑。他在学校经常遭人嘲笑欺负，即使他勤奋祷告，仍然无法摆脱残缺的命运。菲利普明白，他的未来必须靠自己奋斗。不久，他决定离开学校，为自己而活。然而，他人性的试炼才刚刚开始。亲情、爱情、艺术、理想，他在迷茫之中兜兜转转，在重重枷锁中一次次飞蛾扑火冲撞，却又背水一战，终于在千帆阅尽后，寻得了平静的港湾……
毛姆自小便有口吃的毛病，父母相继离世后，还很年少的他开始了寄人篱下的生活。幼年的经历深深影响了他的文学创作。本书是他坎坷童年的深入写照，他试图通过这种方式来释放过去种种所带给他的不快，运用哲学、艺术与宗教等观点探讨人生的意义。



作者：威廉·萨默塞特·毛姆（William Somerset Maugham，1874—1965）
英国颇富盛名的作家之一，也被公认为是二十世纪“用英语写作的，拥有众多读者的作家之一”，代表作有《月亮和六便士》《刀锋》《人性的枷锁》《寻欢作乐》等。
译者：林步升
毕业于台湾师范大学英语系，后就读于该校翻译研究所，同时从事新闻编译工作，译有《刀锋》《自深深处》等作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (156848984, './img/book/156848984.jpg', '企鹅经典：小黑书·第五辑（中英双语·全10册）', '', '世界名著', 14899, '《企鹅经典：小黑书》是企鹅出版集团在成立80周年之际开始推出的系列“文学册子”，选目磅礴丰富，跨越时间与空间的束缚，寻找传世之作。此次出版的中英双语版本，从英文原版的选目中，为中国读者精心挑选了50部兼具经典性与当代性的作品，分五辑推出。
第五辑为小黑书系列的收官之作，在这一辑中，首次选入了深受外国读者喜爱、晒书最多的一本中文作品，即清代蒲松龄的聊斋故事集《鬼哭》，除文言文与英文相互对照之外，还增加了注释和白话文译文。第五辑收入多达4位女性作家，包括英国文学史上最有影响力的作家之一乔治·艾略特、美国著名女性主义作家夏洛特·珀金斯·吉尔曼，以及普利策小说奖获得者伊迪斯·华顿和新西兰文学的奠基人凯瑟琳·曼斯菲尔德，她们用文学表达观点、为平权抗争，小黑收入的也俱是她们的先锋作品。而亨利·詹姆斯的《地毯上的花纹》和尼采最后的作品《我为什么如此聪明》也是难得一见的经典之作，爱德华·利尔的《无理之诗》和达尔文的博物学游记《蝴蝶漫天》则让这一辑在内容和体裁上更为丰富多样。



★蒲松龄，别号柳泉居士，世称聊斋先生，著有小说《聊斋志异》。郭沫若曾这样评价他：“写鬼写妖高人一等，刺贪刺虐入骨三分。”
★夏洛特·珀金斯·吉尔曼，女性主义先锋作家、《先驱》月刊出版人、社会评论家、社会活动家、演讲人、商业艺术家、教师。
★伊迪丝·华顿，美国女作家，纽约名门望族琼斯家的女儿，1920年出版的《纯真年代》获得普利策奖。
★亨利·詹姆斯，美国小说家，文学批评家，剧作家和散文家。代表作有长篇小说《一个美国人》等，对20世纪崛起的现代派及后现代派文学有着很大的影响。
★查尔斯·达尔文，英国生物学家，早年对动植物和地质结构等进行了大量的观察和采集。著有《物种起源》，提出了生物进化论学说。
★乔治·艾略特，英国女作家，出生于华威郡一个中产阶级商人家庭，对19世纪英语文学有很大的影响力。
★凯瑟琳·曼斯菲尔德，短篇小说家，文化女性主义者，新西兰文学的奠基人。
★列昂尼德·安德烈耶夫，小说家、剧作家，俄罗斯白银时代具有承前启后意义的伟大作家。
★尼采，德国著名哲学家、语言学家、文化评论家、诗人、作曲家、思想家，被认为是西方现代哲学的开创者。主要著作有《权力意志》《悲剧的诞生》《不合时宜的考察》等。
★爱德华·利尔，英国艺术家、插图画家、音乐家、作家和诗人，因其无厘头的诗歌、散文和短篇小说而闻名。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13405653, './img/book/13405653.jpg', '钢铁是怎样炼成的 ', '', '外国现当代', 699, '保尔出生于一个贫苦的铁路工人家庭，从小天真顽皮，富有强烈的抗争意识。在地下赏员朱赫来的帮助下，保尔逐渐走上了革命道路。分奋不顾身地从匪兵手下救出朱赫来，自己却因此被捕，受到严刑拷打，但未吐露只言言片语。他上前线后奋勇作战，数次立功，数次受伤，最后不得不因右眼失明离开前线。在地方上，保尔继续奋战在建设第一线，不顾伤病，夜以继日地努力工作。在天寒地冻的筑路工地上，保尔与共青团员们一起与寒冷、饥饿、关病和匪帮的偷袭作斗争。即使双脚冻坏，发高烧仍然不下火线，直到昏倒在工地上，因身患伤寒差一点不冶身亡。在遭受双目失明、瘫痪在床的沉重打击之后，保尔考虑的不是自己生命的长短，而是如何尽快重返战斗岗位。他终于找到了以笑代刀的战斗途径，实现了日夜盼的重新归队的理想。



尼·奥斯特洛夫斯基(1904-1936)：苏联的作家。他出生在乌克兰维里亚村一个贫困的农民家庭，他十一岁就进当地的火车站食堂当小伙计，十四岁进发电厂，给司炉工、电工打下手，也干过锯木柴、卸煤等杂活。他从小具有极强的求知欲，渴望念书，但只断断续续地上过几年学。在学校里，他不仅成绩优秀，而且十分活跃，是老师的好助手。在十五岁的时候，加入共青团，随即参加国内战争。1923年到1924年担任乌克兰边境地区共青团的领导工作，1924年加入共产党。他当骑兵，当侦察员，转战各地。这个年轻人，不仅跃马挥刀，作战英勇，得到书面嘉奖，而且善于激励战友，显示出宣传鼓动的才能。但因为他长时间的参加艰苦斗争，健康受到严重损害，到1927年，健康情况急剧恶化，但他毫不屈服，以惊人的毅力同病魔作斗争。
在他二十五岁那年，全身瘫痪，双目失明。1930年，他用自己的战斗经历作素材，以顽强的意志开始创作长篇小说《钢铁是怎样炼成的》。小说获得了巨大成功，受到同时代人的真诚而热烈的称赞。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (23524139, './img/book/23524139.jpg', '飞越大西洋', '', '外国现当代', 2299, '《飞越大西洋》是爱尔兰著名作家科伦·麦凯恩最新一部长篇小说。在这部获得布克奖、都柏林国际文学奖提名的作品中，科伦·麦凯恩用横跨三个世纪、命运交织的几个故事，呈现了人们对自由、未知命运、和解的艰难寻求。19世纪到大饥荒的爱尔兰宣扬黑人解放运动的道格拉斯、受道格拉斯感染去美国追求自由的爱尔兰女仆莉莉、20世纪初首度飞越大西洋的阿尔科克和布朗、20世纪末为北爱和平远渡重洋的关键人物、美国参议员乔治·米切尔，还有命运旅程因这些人所改变的男男女女……



科伦·麦凯恩，1965年生于爱尔兰都柏林，受其当记者的父亲的影响，自小喜欢说故事，立志成为一名记者，高中毕业后进入都柏林理工学院攻读新闻学，后成为《爱尔兰新闻》的记者。1986年，麦凯恩为小说创作来到美国，之后的一年半里，他骑车穿越了北美，为其之后的小说累积了大量素材。1988年至1991年，他旅居德克萨斯州，在德克萨斯大学获得了文学学士学位，1992年与妻子结婚后移居日本，一年半之后搬回纽约，在那里与家人生活至今，并在纽约市立大学亨特学院教授创意写作课程。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13468527, './img/book/13468527.jpg', '浮士德', '', '文学经典', 599, '《浮士德》是歌德的代表作，为诗体悲剧，它根据十六世纪—民间传说创作而成，是歌德倾注了毕生心血写成的宏篇巨著；它描写主人公浮士德一生探求真理的痛苦经历，反映从文艺复兴到十九世纪初整个欧洲的历史，提示了光明与黑暗，进步与落后，科学与迷信两种势力的不断斗争。歌德借助浮士德的抱负和追求，表达了他本人对人类未来的远大而美好的理想。
全书由一系列叙事诗、抒情诗、戏剧、歌剧以及舞剧组，涉及神学、神话学、哲学、科学、美学、文学、音乐以及政治经济学。
同样，《浮士德》与荷马的史诗，但丁的《神曲》、莎士比亚的《哈姆雷特》并列，同为欧洲的四大名著。



歌德（Johann Wolfgang Von Goethe  l749～1832）， 德国著名诗人，欧洲启蒙运动后期最伟大的作家。他生于法兰克福镇的一个富裕市民家庭，曾先后在莱比锡大学和斯特拉斯堡大学学法律，也曾短时期当过律师，但主要志趣在文学创作方面，是德国“狂飙突进”的中坚，1775～1786年他为改良现实社会，应聘到魏玛公国做官，但一事无成，他不但没战胜德国市民的鄙俗气，“相反，倒是鄙俗气战胜了他”（马克思）。于是，1786年6月他化名前往意大利，专心研究自然科学，从事绘画和文学创作。1788年回到魏玛后只任剧院监督， 政治上倾向保守，艺术上追求和谐、宁静的古典美。1794年与席勒交往后，随着欧洲民主、民族运动的高涨和空想社会主义 思想的传播，他的思想和创作也随之出现了新的飞跃，完成了《浮士德》等代表作。
歌德不仅善绘画，对自然科学有广泛研究，其创作囊括抒情诗、无韵体自由诗、组诗、长篇叙事诗、牧童诗、历史诗、 历史剧、悲剧、诗剧、长篇小说、短篇小说、教育小说、书信体小说和自传体诗歌、散文等各种体裁的文学作品。最著名的是书信体小说《少年维特之烦恼》（1774）、诗体哲理悲剧《浮士德》（1774～1831）和长篇小说《威廉·麦斯特》（1775 ～1828）。《少年维持之烦恼》写一个反对封建习俗，憎恶官僚贵族，跟鄙俗的社会现实格格不入，在爱情上更遭封建势力 摧残打击的少年维特愤而自杀的浪漫故事。因反映了一代青年反封建的心声，受到群众热烈的欢迎，使歌德从此亨有世界声音。《浮土德》取材于德国16世纪关于浮士德博士的传说，给以加工改造。把浮士德写成一个不断追求、进取的理想人物； 把他的知识、爱情、政治、艺术、副业等五大发展阶段，都写成以封建政体腐败、感悟古典美追求的幻灭和“理性王国”蓝图之虚妄为主体内容的悲剧阶段；成为欧洲资产阶级上升时期资产阶级先进人士不断探索、追求的艺术概括。悲剧不但结构宏伟，色彩斑斓，融现实主义、浪漫主义和象征手法为一体，且让主要人物浮士德和魔鬼靡菲斯特的整个思想言行都形成善与恶、行与情、成与败的辩证发展关系。作品也因而跟荷马史诗、但丁的《神曲》和莎士比亚的《哈姆雷特》并列为欧洲文学的四大古典名著，《威廉·迈斯特》分《学习时代》和《漫游时代》两部，内容写主人公走出家门寻求人生意义的故事， 肯定实践的重要意义，认定人生的最高理想是以专业技能力社会造福。
歌德的《少年维特之烦恼》早在20世纪20年代初，即由郭沫若译成中文。他的《浮士德》、《赫尔曼与窦绿苔》等作品现己有了中文译本。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (28998330, './img/book/28998330.jpg', '格兰特船长的儿女（权威全译插图典藏版）', '', '世界名著', 1799, '本书是“科幻小说之父”凡尔纳的著名作品。讲述“邓肯”号游船船主从海上的漂流物里获得一份文件，从中得知两年前在海上遇难失踪的苏格兰航海家格兰特尚在人间，便毅然带着船长的女儿玛丽和儿子罗伯特等人寻找营救的奇遇故事。



儒勒·凡尔纳，19世纪法国小说家、剧作家及诗人。
凡尔纳出生于法国港口城市南特的一个中产阶级家庭，早年依从其父亲的意愿在巴黎学习法律，之后开始创作剧本以及杂志文章。在与出版商赫泽尔父子合作期间（1862年至凡尔纳去世），凡尔纳的文学创作事业取得了巨大成功，他的不少作品被翻译成多种语言。
凡尔纳一生创作了大量优秀的文学作品，以《在已知和未知的世界中的奇异旅行》为总名，代表作为三部曲《格兰特船长的儿女》《海底两万里》《神秘岛》以及《气球上的五星期》《地心游记》等。他的作品对科幻文学流派有着重要的影响，因此他与赫伯特·乔治·威尔斯一道，被称作“科幻小说之父”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31659741, './img/book/31659741.jpg', '彩环曲', '古龙', '武侠', 999, '本文集是由台湾古龙著作管理发展委员会独家授权，上海读客图书公司，历时两年，对照古龙小说的种种版本，精心编辑而成的权威珍藏版。大陆唯一合法授权华丽新版。
读古龙长大的人，都活得比较酷。一代又一代读者，从古龙的英雄们身上，学会了直面生活、取悦自己。

《彩环曲》是古龙江湖名篇之一，古龙笔下最离奇曲折的爱情阴谋。爱情是没有善恶与对错的。
一座密林中的铁屋，因为绝世美女石观音和价值连城的宝藏，引无数江湖大豪入屋探险，却从来没有人走出来过。初入江湖的柳鹤亭，决心独力揭开铁屋之谜，没想到当他踏入铁屋第一步时，就已经陷入了一个将会改变他一生的惊天阴谋中。毫无江湖经验的柳鹤亭屡陷险境，幸而得温柔可人的美貌女子陶纯纯一路相伴，助其化解危机，而柳鹤亭更与其陷入爱河。岂料，当柳鹤亭与陶纯纯洞房花烛，结为伉俪后，却发现自己贤妻的行为越来越有可疑之处……

古龙，（1938-1985），原名熊耀华，出生于香港，幼时暂居汉口，后经香港赴台。
古龙的小说创造性地将戏剧、推理、诗歌等元素带入传统武侠，又将自己独特的人生哲学融入其中，阐述其对中国社会的独特洞见，将武侠小说引入了经典文学的殿堂；
作为当代华语文坛罕有的大师，古龙的作 品是真正深入街头巷尾的文学经典，小李飞刀、陆小凤、楚留香等众多形象，早已成为当代中国人精神生活的重要角色；
一句“人在江湖，身不由己”，流传之广，几乎成为中国人最常见的口头禅，对当代中国人的价值观产生了深远的影响；
古龙一生，人如其文，像他笔下的众多主人公一样，放浪形骸，挥金如土，嗜酒如命，风流倜傥；在其充满灿烂传奇的一生的尽头，在医生下达严禁饮酒的告诫之后，豪饮三天三夜，大醉归西。
一代大侠，江湖文豪，古龙的作品和人生，都在演绎他永恒的主题：勇气、侠义、爱与宽容。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (154931743, './img/book/154931743.jpg', '镜花缘（上）', '（清）李汝珍', '中国古典', 2000, '本书是清人李汝珍创作的长篇小说，全书100回。以丰富的想象、幽默的笔调展示万般世相。其中突出地描摹了女子的才华，体现尊重女权的思想。最具文学史意义的是其中以奇幻的笔法，揭示了人间社会的种种风俗败坏和道德堕落，体现了对社会问题的思考，具有现实意义。
我社在1955年就出版了由著名报人、古典文学专家，张友鸾先生的弟弟张友鹤先生校注的版本。注释详细全面，至今没有超越的注本。他还为我社校注了《唐宋传奇选》、《官场现形记》、《二十年目睹之怪现状》，并做了《聊斋志异》的会注会校本。
本书2017年列入统编本推荐阅读书目后，销量增加，市面上的各种版本也大量出现，但从注释的详细和准确性看，都不如我社版本。



李汝珍（约1763—1830），字松石，号松石道人，直隶大兴（今属北京市）人，清代小说家，文学家。所以人称北平子，博学多才，精通文学、音韵等，现存最著名的作品是《镜花缘》。
张友鹤（1907─1971），安徽安庆人。著名的校注家，报人。其哥哥友鸾参与了《民生报》的创刊工作，友鹤也受聘在该报担任副刊编辑，同时兼任上海《时事新报》的驻南京记者。解放后，张友鸾应人民文学出版社副总编聂绀弩之邀，到北京的人民出版社担任古典文学编辑室主任，不久他又推荐弟弟张友鹤作为特约编辑，参与古典文学的编辑和选注工作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2395523, './img/book/2395523.jpg', '罗亭', '', '外国现当代', 366, '19世纪40年代，黑格尔的学说在俄国流行，青年们崇尚空谈，不善实际，作品描写的主人公罗亭就是这样一个典型人物。他出身于破落贵族家庭，念过大学，又曾到国外游历，热爱自由，能言善辩，向往理想的生活、事业、爱情。但他是“语言的巨人，行动的矮子”，虽诸多追求，却一事无成。他赢得了美丽勇敢的娜塔利亚的芳心，却为遵从娜塔利亚母亲的意志而放弃幸福。后来他曾创办农业、水利、教育等20多种事业，都以失败告终。之后，他一直过着痛苦的漂泊生活，小说结尾写道：“愿上帝帮助所有无家可归的流浪者！”1860年作者又给《罗亭》作了补充：后来他在1848年的巴黎巷战中阵亡，临死时手里还握着一面红旗。作品以罗亭与娜塔利亚的爱情为线索，情节单纯，以各种人物的对话、观点、评价为依据，深刻展示主人公的人物特性。

罗亭身上集中了40年代俄国进步贵族知识分子的优点和缺点，是这些人的一个典型。他受过良好教育，接受了当时哲学思想中最主要思潮的影响，有很高的美学修养；他信仰科学，关心重大社会问题，追求崇高的人生目标并有为理想而奋斗的决心；他热情洋溢，才思敏捷，口才出众，能感染人、吸引人。但是他徒有过人的天赋和才智，却不会正确将其运用、付诸斗争实践，成为“语言的巨人和行动的侏儒”。

屠格涅夫（1818-1883）生于世袭贵族家庭，是俄国杰出的批判现实主义作家。曾在莫斯科大学语文系就读，并开始诗的创作。后到德国学习，长期侨居国外。1847-1852年发表了《猎人笔记》，揭露农奴主的残暴和农奴的悲惨生活，因此 被放逐。在监禁中写成的中篇小说《木木》表现了对农奴制的抗议。早期诗作有《帕拉莎》、《地主》，其他重要作品有长篇小说《罗亭》、《贵族之家》、《父与子》、《烟》、《处女地》，中篇小说《阿霞》、《多余人的日记》等，还有剧本《村中一月》和散文诗等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (105909000, './img/book/105909000.jpg', '布鲁克林的荒唐事', '', '外国现当代', 3720, '退休保险经纪人内森•格拉斯身患绝症，孤身一人，只想寻找一个清静的地方“结束这悲凉荒谬的一生”，有人建议了布鲁克林，那里正是他童年的故乡。内森邂逅了失散多年的外甥汤姆•伍德，与同样失落的汤姆一起结识了公园坡形形色色的小人物：浮夸神秘的旧书店老板，牙买加变装皇后，风情万种的饭馆女侍应……内森渐渐爱上了布鲁克林慷慨的活力，而汤姆的外甥女，古灵精怪的九岁女孩露西的突然闯入，彻底改变了两个男人的生活。在命运的交错纠缠中，内森也得以修复自己的灵魂，面对过去，重新开始。
月亮始终在布鲁克林桥上升起，霍桑、爱伦•坡与梭罗的影子依然庇护着随处可见的失意者与梦想家，奥斯特优雅深情地描绘这座城镇，将之视为人类精神的终极避难所。



保罗•奥斯特（Paul Auster），1947年出生于新泽西的纽瓦克，著名小说家、诗人、剧作家、译者、电影导演，美国艺术与文学院院士，其作品融合了荒诞主义、存在主义和悬疑小说等元素，被视为美国当代最具创新性的小说家之一。奥斯特著作等身，代表作包括小说《纽约三部曲》《幻影书》《布鲁克林的荒唐事》《巨兽》，以及回忆录《孤独及其所创造的》，评论集《饥渴的艺术》等，曾获法国美第奇文学奖，西班牙阿斯图里亚斯王子文学奖，美国约翰•科林顿文学杰出贡献奖，并多次入围都柏林文学奖、布克奖、福克纳小说奖等，作品已被翻译成四十余种文字。他编剧的电影《烟》于1996年获得柏林电影节银熊奖和最佳编剧奖，2012年，他成为第一位纽约市文学荣誉奖的获得者。
陈安/译者，出生于五十年代，现居纽约，曾在哥伦比亚大学中文图书馆工作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10625784, './img/book/10625784.jpg', '穿越红海', '亨利·米尔热', '外国现当代', 1110, 'Life is too short for a long story.时间太少，小说太长，不如读一篇短故事。



一幅每年都要改头换面却屡屡进入不了艺术殿堂的画作，为什么有一天却赢得了人们的颔首称赞？');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (33066459, './img/book/33066459.jpg', '亚当夏娃日记', '', '世界名著', 999, '夏娃：爱来了就来了——谁也不知道来自何处——无法接回。也无需解释。
亚当：伊人所在，无论何处，即是伊甸园。
马克·吐温（Mark Twain），美国著名的幽默大师、作家、演说家，美国现实主义文学的杰出代表之一。《亚当夏娃日记》是倾其情感、毕其想象、花费十余年光阴创作而成的一部经典传世作品。在这本书中，马克·吐温以《圣经》中亚当夏娃的故事为主线，以日记体的表现形式，叙述了亚当和夏娃之间从爱情萌生到发展的过程，有期待惊喜，也有伤感眷恋，感情细腻真挚，行文优美如歌，同时表达了作者对人类起源与归宿、对世界的认知、宗教信仰、人类之爱、科学之理等问题的思考。本书还配有莱斯特·拉尔夫为《夏娃日记》所画的插图和弗雷德里克·施特罗特曼为《亚当日记》所画的插图。



马克·吐温（Mark Twain），美国著名的幽默大师、作家、演说家，美国现实主义文学的杰出代表之一。《百万英镑》、《竞选州长》，《汤姆·索亚历险记》及《哈克贝利·菲恩历险记》等作品广为中国读者所熟知。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13347804, './img/book/13347804.jpg', '泰戈尔抒情诗选', '', '世界名著', 599, '《泰戈尔抒情诗选》主要有《园丁集》（选译40首）、《游思集》（选译19首）、《新月集》（选译20首）、《飞鸟集》（选译51首）、《采果集》（选译23首）、《吉檀迦利》（选译43首，附初版本叶芝序）、《情人的礼物》（选译23首）、《渡》（选译20首）、《鸿鹄集》（选译21首）、《流萤集》（选译42首）、K·克里巴拉尼编选：《诗集》（选译34首）、《茅庐集》（选译8首）、《死亡之翼》（选译15首）、《断想钩沉》（103篇）。



泰戈尔（1861～1941），印度著名诗人，1913年诺贝尔文学奖获得者。
他一生创作了大量的诗歌，自从获得诺贝尔文学奖后，他便从自己的孟加拉文诗歌中挑选出他最喜欢最得意的诗篇，经过再体验和再创作，译成洗净铅华的，清新、自然、隽永的散文诗，陆续结集奉献给全世界的读者：《园丁集》、《新月集》、《飞鸟集》、《采果集》、《情人的礼物》等。本书从这些诗集中精选了最脍炙人口的篇目，是泰戈尔抒情诗的集萃。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (19511258, './img/book/19511258.jpg', '老人旧事', '', '外国现当代', 1200, '在这本广为阅读的、堪称荷兰经典文学作品之一的家族史小说中，库佩勒斯描绘了一个被可怕的秘密维系与拆散的家族往事。
97岁高龄的外祖母本想将一桩发生在60年前几乎消除了全部有效证据的悬案带进坟墓，不料却因为她的孙子洛决定结婚，让这个秘密逐渐揭开面纱。而案件下深埋的罪恶，非但没有因为时间而消减，反而更加触目惊心。它不断膨胀，控制住每个与两家历史相关的人物……  

整个故事横跨欧亚，而贯穿全文的是每一个人对“爱”的诠释：他们中，有的人已组成家庭，儿女绕膝，为生活中的鸡毛蒜皮精打细算；有的人在走入围城的路上，因为“恐婚”，打起了退堂鼓，害怕无法对婚姻负责；还有的人信奉“不婚主义“，只谈恋爱，就不结婚……正如当下很多人在面临“结婚”——这一人生大事时一样，文中的主人公也经常发出哈姆雷特式的诘问：“结还是不结，这是一个问题！”而所谓幸福，如人饮水，冷暖自知。

路易斯·马利·安尼·库佩勒斯（Louis Marie-Anne Couperus，1863~1923）被认为是现代荷兰文学最重要的作家之一。他的创作横跨多种文学体裁，包括抒情诗、心理及历史小说、中短篇小说、童话、专栏和游记。库佩勒斯的作品曾受到曼斯菲尔德、王尔德、福楼拜等人的赞赏，至今仍为世界文坛所推崇，被誉为“他那一代人中最伟大的荷兰小说家”，“完全可以与约瑟夫·康拉德媲美”。著有《渺小的灵魂》《光之山》《隐藏的力量》《命中注定》等名作，在全球被翻译成多种文字出版。库佩勒斯身为荷兰阔少，其作品中经常流露出同性情欲倾向，一度受到抵制与责难。他以华丽抒情的文字记述了世纪末的颓废衰败，对女性的描写异常精到和细腻，对热带亚洲种族混杂和污浊暖味的事物寄予了深切同情，使其作品特别具有现代性。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (161883258, './img/book/161883258.jpg', '北欧神话：世界开端与尽头的想象', '', '文学经典', 6000, '德国著名古典学学者保罗·赫尔曼以其博大宏深的研究，采撷冰岛、挪威、瑞典的民间传说习俗，深入探讨《诗体埃达》、《伊林格传奇》、冰岛的《史前传说》等传统文献，加上考古学和字源学的佐证与推敲，构筑成一部翔实完备的北欧神话总论。
斯堪的纳维亚传奇里的诸神一一跃然纸上：阿萨神族、女武神、沃坦和奥丁、弗蕾亚和弗丽嘉、天空之神提乌斯和提尔、巴德尔、索尔和洛基。北欧神话属于泛灵论信仰，除了诸神之外，大自然森罗万象当中也莫不充满神灵：山川水泽里的精灵、妖精、侏儒、巨人。北欧民族也盛行祖先崇拜以及灵魂不灭的信仰，于是也有种种守护神和家神、亡魂和梦魔的传说。关于他们的种种民间传说和故事，是童话、戏剧、奇幻文学、歌剧源泉不竭的灵感原型。



保罗·赫尔曼（Paul Herrmann，1866—1930），德国古典学学者，曾在斯特拉斯堡大学攻读日耳曼古代民族学和语言学。1904—1914年间获普鲁士教育部资助，多次前往冰岛从事文化和语言史的田野研究。赫尔曼长年从事日耳曼古代民族志学以及北欧神话研究，先后发表许多相关著作，并翻译许多北欧文献。
赫尔曼曾获颁普鲁士科学院奖、丹麦国旗骑士勋章、冰岛猎鹰骑士勋章，他也是冰岛友好协会的创始会员，一直到去世前都担任会长。主要作品有：《日耳曼神话》《北欧神话》《冰岛的过去和现在》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (48975816, './img/book/48975816.jpg', '鲁滨逊漂流记', '', '世界名著', 1799, '本书主人公鲁滨逊出身于中产阶级，他父亲常用知足常乐的哲学观教育他，要他满足于中间阶层的幸福生活。但他抵挡不住海外新世界的诱惑，几次三番出海闯荡，终于有一次被困在了一个荒岛上。面对死亡的威胁，他凭着坚忍的毅力，在蛮荒之地白手起家，造房子、修田地、种植粮食、驯化野兽，与食人族大战，勇夺叛变水手控制的商船，历尽千辛万苦，最后终于脱险，得到可观财富，成为一个时代的传奇人物。



丹尼尔·笛福（Daniel Defoe，1660—1731）英国小说家。生于商人家庭。早年经商，到过欧洲大陆各国。以写政论和讽刺诗著称，反对封建专制，主张发展资本主义工商业。晚年发表海上冒险小说、流浪汉体小说和历史小说。代表作是长篇小说《鲁滨逊漂流记》，描写英国商人鲁滨逊海上遇难、流落荒岛28年的故事。其他小说有《辛格尔顿船长》《摩尔·弗兰德斯》《大疫年日记》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (14203344, './img/book/14203344.jpg', 'Bleak House（荒凉山庄）', 'Charles Dickens', '外国现当代', 0, 'Widely regarded as Dickens’s masterpiece,
        Bleak House centers on the generations-long lawsuit Jarndyce and Jarndyce,
        through which “whole families have inherited legendary hatreds.” Focusing on Esther Summerson,
        a ward of John Jarndyce, the novel traces Esther’s romantic coming-of-age and, in classic Dickensian style,
        the gradual revelation of long-buried secrets, all set against the foggy backdrop of the Court of Chancery.
        Mixing romance, mystery, comedy, and satire, Bleak House limns the suffering caused by the intricate inefficiency of the law.



狄更斯（Charles Dickens,
        1812～1870）：1812年生于英国的朴次茅斯。父亲过着没有节制的生活，负债累累。年幼的狄更斯被迫被送进一家皮鞋油店当学徒，饱尝了艰辛。狄更斯16岁时，父亲因债务被关进监狱。从此，他们的生活更为悲惨。工业革命一方面带来了19世纪前期英国大都市的繁荣，另一方面又带来了庶民社会的极端贫困和对童工的残酷剥削。尖锐的社会矛盾和不公正的社会制度使狄更斯决心改变自己的生活。15岁时，狄更斯在一家律师事务所当抄写员并学习速记，此后，又在报社任新闻记者。在《记事晨报》任记者时，狄更斯开始发表一些具有讽刺和幽默内容的短剧，主要反映伦敦的生活，逐渐有了名气。他了解城市底层人民的生活和风土人情，这些都体现在他热情洋溢的笔端。此后，他在不同的杂志社任编辑、主编和发行人，其间发表了几十部长篇和短篇小说，主要作品有《雾都孤儿》、《圣诞颂歌》、《大卫·科波菲尔》和《远大前程》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8235812, './img/book/8235812.jpg', 'The Red and the Black（红与黑）', '', '世界名著', 0, 'This book has been hailed as the first great 'realist' novel of the ninteenth century,
        offering a lively and detailed picture of social and political life in the provinces and in Paris towards the end of the 1820's, the close of the stifling reactionary period of the Bourbon Restoration.

This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

司汤达（1783年-1842年）是十九世纪法国杰出的批判现实主义作家。他的一生并不长，不到六十年，而且他在文学上起步很晚，三十几岁才开始发表作品。然而，他却给人类留下了巨大的精神遗产，包括数部长篇，数十个短篇或故事，数百万字的文论、随笔和散文，游记。 他以准确的人物心理分析和凝练的笔法而闻名。他被认为是最重要和最早的现实主义的实践者之一。最有名的作品是《红与黑》（1830）和《巴马修道院》（1839）。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31377057, './img/book/31377057.jpg', '三四郎', '', '外国现当代', 1299, '主人公小川三四郎从熊本的高中毕业后，考上了东京的大学。来到东京这个与他以前的认知完全不同的世界后，在现代文明和现代女性的冲击下，他彷徨迷茫，不知所措。他被三种世界同时包围，一是故乡熊本，二是野野宫和广田老师所在的学问的世界，三是浮华世界。三四郎越来越被他暗恋的对象——美弥子所在的浮华世界所吸引。三四郎对美弥子一往情深，可美弥子的态度却暧昧含糊。她数次向三四郎提过“迷途的羔羊”这一词语，却最终与哥哥的朋友结婚。平凡的青年人在与大都市形形色色的人的交流中，也慢慢得到成长。



夏目漱石，日本一代文学巨匠，被称为“国民大作家”。他一生著有大量小说、俳句、文论、汉诗、随笔等。在小说中，他开创了“私小说”的先河；在文学上，他树立了日本批判现实主义文学的丰碑。著有《我是猫》《路边草》《虞美人草》《心》《哥儿》《三四郎》等经久不衰的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (11781634, './img/book/11781634.jpg', '飞鸟集', '', '文学经典', 1400, '诗人冯唐执笔翻译，以圆熟的文字技巧，打造最凝炼中文译本，为《飞鸟集》找回应有的意境和韵律。
《飞鸟集》中很多诗歌原先是用孟加拉文创作的，后由泰戈尔自己翻译成英文，还有一些则直接用英文写就。这部诗集最早于1922年由郑振铎先生译介到中国。或许是由于最初从孟加拉文翻译为英文的过程中，在一定程度上丧失了诗歌应有的意韵，民国期间的中文译本读来更像散文而非诗歌。
于是，我们邀请诗人冯唐重新翻译《飞鸟集》，借助其圆熟、凝练的文字技巧，找回《飞鸟集》本应有的意境和韵律，更加适合现代中国读者的汉语习惯。冯唐在翻译之余，特别撰写了一篇札记《翻译泰戈尔＜飞鸟集＞的二十七个瞬间》，分享翻译过程中的种种感悟。
冯唐对中文的运用可谓独树一帜，作为中文超简诗派代表人物，他自己的诗歌创作通常比唐诗七律、七绝、五律、五绝还短，而《飞鸟集》正是一部极度浓缩的诗集，两种极简，会碰撞出怎样的火花？
此次冯唐翻译《飞鸟集》最大的突破在于，冯唐的译本会尽全力押韵，改变以往《飞鸟集》略显寡淡的散文体，他认为诗歌应该押韵，不押韵的一流诗歌即使勉强算作诗，也不如押韵的二流诗歌。而在寻找押韵的过程中，冯唐越来越坚信，押韵是诗人最厉害的武器。
结合《飞鸟集》优美细腻的气质，我们选用了柔和的轻型纸，采用穿线裸书籍的装帧形式，使书体柔软易翻阅，希望喜爱诗歌的朋友拿到这本书能感受到温暖和平静。正文为中英双语，便于对照阅读；采用打字机字体，文艺又复古。封面的红蓝色折纸飞鸟，则象征了文字带着稿纸飞翔的意味。



作者： 
罗宾德拉纳特•泰戈尔
Rabindranath Tagore
1861-1941
印度诗人、哲学家、教育家、社会活动家
印度近代中短篇小说创始人
1913年，成为第一位获得诺贝尔文学奖的亚洲人
代表作品
诗集
1910年《吉檀迦利》
1913年《新月集》《园丁集》
1916年《飞鸟集》
1928年《流萤集》
小说
1894年《太阳与乌云》
1906年《沉船》
1910年《戈拉》
剧作
1911年《顽固堡垒》
1922年《摩克多塔拉》
1926年《人红夹竹桃》
散文
1881年《死亡的贸易》
1924年《中国的谈话》
1931年《俄罗斯书简》

译者：
冯唐
1971年生于北京，男，诗人、作家、古器物爱好者
人民文学杂志“未来大家”TOP20之首
1998年，获中国协和医科大学临床医学博士学位
2000年，获美国Emory University工商管理硕士
2000-2008年，麦肯锡公司全球董事合伙人
2009-2014年，某大型医疗集团创始CEO
如今，自由写作、风险投资
已出版作品
长篇小说《欢喜》
长篇小说《十八岁给我一个姑娘》
长篇小说《万物生长》
长篇小说《北京，北京》
随笔集《活着活着就老了》
诗集《冯唐诗百首》
长篇小说《不二》
随笔集《三十六大》
长篇小说《女神一号》');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2545768, './img/book/2545768.jpg', '伊凡·伊里奇之死', '', '外国现当代', 389, '本书描述平凡的法官吏伊凡．伊里奇罹患绝症后一步一步迈向死亡的心理过程。作者以白描的写实手法，刻画死亡狰狞、冷酷的阴影，其逼真、细腻已达到出神入化、炉火纯青之境，被公认为死亡文学中的巅峰。

《伊凡·伊里奇之死》是托尔斯泰晚年（1886）一部重要的代表作。作品一经发表就引起强烈反响，法国作家莫泊桑深深为之折服，曾经感叹说：“我看到，我的全部创作活动都算不上什么，我的整整十卷作品分文不值。”

列夫.托尔斯泰（1828～1910），19世纪俄国最伟大的作家之一。出生于贵族家庭，1840年入喀山大学，受到卢梭、孟德斯鸠等启蒙思想家影响。1847年退学回故乡，在自己领地上做改革农奴制的尝试。1851～1854年在高加索军队中服役并开始写作。1854～1855年参加克里米亚战争。1855年11月到彼得堡进入文学界，其成名作：自传体小说《童年》（1855）、《少年》（1857）反映了他对贵族生活的批判态度，“道德自我修养”主张和擅长心理分析的特色。他的《战争与和平》（1863～1869）、《安娜?卡列尼娜》（1873～1877）、《复活》（1889～1899），都是举世闻名的文学巨著。托尔斯泰晚年力求过简朴的平民生活，1910年10月从家中出走，11月7日一代文学巨匠病逝于一个小站，享年82岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31521494, './img/book/31521494.jpg', '比哀兰德（傅雷全集）', '', '世界名著', 499, '《比哀兰德》主要事实很简单，交织在一起的因素却是光怪陆离；因为人的外部表现可能很单纯，行事可能很无聊，不值一谈，他的精神与情绪的波动永远是复杂的，以比哀兰德来说，周围大大小小的事故从头至尾造成她的悲剧，她遭遇不幸好像是不可理解的；以别的人物来说，一切演变都合乎斗争的逻辑，不但在意料之中，而且动机和目标都很明确，经过深思熟虑的策划和有意的推动：比哀兰德不过是他们在向上爬的阶梯上踩死的一个虫蚁而已。在并无感伤气质的读者眼中，与比哀兰德的悲剧平行的原是一场由大小布尔乔亚扮演的丑恶的话剧。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (40607942, './img/book/40607942.jpg', '红与黑（译林名著精选）', '', '世界名著', 1300, '“现代小说之父”斯丹达尔的代表之作，著名翻译家郭宏安的译本
《红与黑》是一部拥有世界声誉的经典小说，真实地再现了法国波旁王朝复辟以后的历史氛围。作者斯丹达尔通过细腻的观察和切身的体验，准确生动地描绘了当时社会生活的封闭狭隘。主人公于连•索莱尔是一个孱弱而腼腆的平民青年，他依靠自己的聪明才智和毅力、野心在等级森严的社会里奋斗，小说讲述的就是他的人生悲剧。



斯丹达尔（Stendhal，1783—1842），法国著名小说家。出生于法国小城格勒诺布尔，少年时代崇拜拿破仑，加入他领导的军队。这段经历深刻影响了他的思想和写作。他的作品有《红与黑》《红与白》《巴马修道院》《拉辛与莎士比亚》等。他是西欧批判现实主义文学的奠基作家，在19世纪20年代率先提出了文学的时代性问题，同时以反映时代的杰作在当时反对法国古典主义的文艺斗争中起了突出的作用，对于人们认识了解和研究那个时代也具有重要价值。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (159086942, './img/book/159086942.jpg', '春风沉醉的晚上', '郁达夫', '中短篇集', 999, '“大约春光也已经老透了罢。”
借酒色麻醉自己的Y君，胆小又爱哭的“我”，日日充满不安的于质夫……书中主人公的经历各自不同，却有着相似的孤独的灵魂。
郁达夫经典中短篇小说集，孤独小说家的灵魂之书。
本书完整收录郁达夫1921年到1924年发表的《银灰色的死》《沉沦》《茫茫夜》《采石矶》《茑萝行》《春风沉醉的晚上》等19篇经典中短篇小说。
他的小说，细腻真实，折射出现代社会人们内心深处的孤独与欲望。
孤独真的能毁掉一个人吗？



郁达夫（1896—1945），中国现代小说家、散文家、诗人。原名郁文，字达夫，浙江富阳人。一生境遇坎坷，幼时丧父，家境困窘。体弱早慧，9岁赋诗惊四座。17岁赴日求学，毕业于东京帝国大学（现东京大学）经济学部。留学期间，阅读过数千部外国小说，还学习过医科、政治学科，精通五门外语。25岁发表短篇小说集《沉沦》，震惊文坛。在日本漂泊9年，26岁时回国。先后在北京、武汉、广州等地任教。与郭沫若等人成立创造社，与鲁迅搭档合编《奔流》月刊。42岁奔赴新加坡，46岁流亡南洋，49岁被秘密杀害。诺贝尔文学奖得主大江健三郎评价其为“亚洲现代主义文学的先驱”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (58826139, './img/book/58826139.jpg', '三言二拍·喻世明言（作家榜经典）', '冯梦龙', '中国古典', 399, '“三言二拍”，是中国古代白话短篇小说大全集，包括明代文学大师冯梦龙编著的“三言”：《喻世明言》《警世通言》《醒世恒言》，小说大师凌濛初编著的“二拍”：《初刻拍案惊奇》《二刻拍案惊奇》。
“三言二拍”总共两百篇经典白话短篇小说，完整囊括了宋、元、明三代白话短篇小说精髓，书中的每一个故事，独立精彩又跌宕起伏，白娘子永镇雷峰塔、杜十娘怒沉百宝箱、俞伯牙摔琴谢知音等中国人耳熟能详的经典故事，均源自“三言二拍”；“不受苦中苦，难为人上人”“画龙画虎难画骨，知人知面不知心”等深刻影响中国人价值观的名言警句，同样源自“三言二拍”。
千百年俗世奇人奇事，尽在三言二拍；两百篇经典短篇小说，写透人间百态！
作家大冰，强烈推荐：“于无常处知有情，于有情处知众生。”



冯梦龙（1574—1646），明代文学大师、戏曲家，南直隶苏州府长洲县（今江苏省苏州市）人。生于名门世家，少时博学多才，但科举屡次不中。长期生计艰难，混迹底层，熟知社会的真实面貌和人性的弱点。直到61岁时，考取福建寿宁县知县。代表作有短篇白话小说集《喻世明言》《警世通言》《醒世恒言》，合称“三言”；笔记小品《智囊》《笑府》《情史》等；长篇历史小说《东周列国志》等均流传至今。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (1971687, './img/book/1971687.jpg', '童年（中英双语）', '', '世界名著', 400, '在这部自传体小说里，作者回忆了自己童年的快乐和哀愁。这部小说以去莫斯科探望外祖母以及母亲去世为主线，描述了童年印象里的人物和印象深刻的事件。慈祥而严厉的家庭教师卡尔·伊万内奇、端庄而优雅的母亲、和蔼可亲的父亲、善良朴实的仆人、聪明可爱的玩伴、让人敬畏的外祖母使小主人公的童年充满了爱和欢乐，然而母亲的去世让他体会到了什么是真正的悲伤，也宣告他的童年彻底结束。

《童年》对小主人公单纯而多愁善感的内心世界描摹得细致入微，出色地表现了一个出身贵族家庭的、聪颖、敏感、感情热烈、善于反思自我的儿童的成长过程。小说看似主题割裂而跳跃，但每个章节都承接自然，毫无突兀之感。这部小说的可贵之处在于它不仅如放电影般栩栩如生地回顾了小主人公的童年生活，让读者身临其境，与主人公同喜同悲，而且插入了主人公的人生哲思，让读者深深折服。

列夫·尼古拉耶维奇·托尔斯泰，俄国作家、思想家，19世纪末20世纪初最伟大的文学家，19世纪俄国伟大的批判现实主义作家，是世界文学史上最杰出的作家之一，他被称颂为具有“最清醒的现实主义”的“天才艺术家”。主要作品有长篇小说《战争与和平》、《安娜·卡列尼娜》、《复活》等，也创作了大量的童话，是大多数人所崇拜的对象。他的作品描写了俄国革命时的人民的顽强抗争，因此被称为“俄国十月革命的镜子”。列宁曾称赞他创作了世界文学中“第一流”的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (2270491, './img/book/2270491.jpg', '梁启超家书', '梁启超', '文学经典', 990, '《素质教育经典读本：梁启超家书》选摘了1898—1928年间梁启超先生写给子女的上百封书信。先生的家书打破了中国家书的传统，在“规劝”、“励志”之外，树立了“谈心”、“抒怀”和“思念”的新典型。这些书信中，没有疾言厉色的训斥，也没有居高临下的口气，更没有顽固不化的面孔，有的只是一位慈祥可爱的父亲在和孩子们作亲切的交谈，谈对国家大事和人生的看法，对未来人生的规划。

通过这些家书，读者可以走近梁启超，走近他的家庭，去了解梁启超家庭教育成功的真谛。《素质教育经典读本：梁启超家书》传达出的很多教育思想，教育方式，对今天的父母具有极大的借鉴意义。

梁启超（1873年2月23日-1929年1月19日），字卓如，号任公，又号饮冰室主人、饮冰子、哀时客、中国之新民、自由斋主人等。汉族，广东新会人。中国近代维新派代表人物，学者。中国近代史上著名的政治活动家、启蒙思想家、资产阶级宣传家、教育家、史学家和文学家。戊戌维新运动领袖之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (49481352, './img/book/49481352.jpg', '项狄传', '', '外国现当代', 2999, '《项狄传》全名为《绅士特里斯舛·项狄的生平与见解》，但全书既无主人公翔实的生平故事，更没有他的深刻见解，小说以“回顾”自己在母体中受孕开篇，绝大部分却在以特里斯舛的嘴讲述别人，主要是他父亲和他叔叔的生平与见解，至于特里斯舛的生平则只是蜻蜓点水断断续续提了几处。叙述的顺序则是东一榔头西一棒，完全打破了叙述的时间顺序，遵循的只是事件进入叙述人脑海的先后顺序。书中更是不时出现黑页、白页、大理石纹页和各种图解；还有大量的星号，无数的破折号，任意的标点和半截的断句，零星的或整段整页的希腊文、拉丁文。
米兰·昆德拉曾把《项狄传》纳入欧洲最伟大的小说行列，认为其写作的无序性，散漫的、没有主题却具有复调性质的文本，实在成为了西方小说朝意识流方向发展的源泉宝库。的确，《项狄传》既是英国乃至世界小说史上里程碑式的巨著，又堪称英国文学史上最离奇的小说，是一部闻名世界的奇书；《项狄传》既被尊为“世界文学中最典型的小说”，又被誉为现代小说的“伟大泉源和先驱”。



劳伦斯·斯特恩（Laurence Sterne，1713—1768），18世纪英国小说大师。他生活于英语小说刚刚开始成型的时期，但他又打破了小说创作的一切规则和束缚，他上承拉伯雷和塞万提斯的伟大传统，下启普鲁斯特、詹姆斯·乔伊斯、弗吉尼亚·伍尔夫等第一批现代主义大师，被誉为意识流乃至整个现代派小说的鼻祖，甚至是生活于18世纪的第一位后现代小说家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (13332333, './img/book/13332333.jpg', '呐喊（中外文学名著典藏系列）', '鲁迅', '中短篇集', 990, '《呐喊》是鲁迅的短篇小说集，收录了1918年至1922年所作的短篇小说，包括：《狂人日记》、《药》、《明天》、《阿Q正传》、《孔乙己》、《一件小事》、《头发的故事》、《风波》、《故乡》、《端午节》、《白光》、《兔和猫》、《鸭的喜剧》、《社戏》十四篇小说。



　　鲁迅（1881～1936），浙江绍兴人，原名周树人。中国现代文学家、思想家、革命家，是中国文化革命的主将，“中国现代文学之父”。 主要作品：《呐喊》、《彷徨》、《故事新编》、《朝花夕拾》、《中国小说史略》、《野草》、《坟》、《华盖集》、《南腔北调集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (25256346, './img/book/25256346.jpg', '地下室里的黑豹', '', '外国现当代', 1099, '故事发生在1947年夏天英国托管巴勒斯坦的最后阶段，以色列建国前夕。12岁的普罗菲是个敏感的男孩，总希望驻扎在以色列的英国军队能早点撤离，常和小伙伴们想办法把英军吓走。一天，普罗菲因为违反宵禁而被英国士兵邓洛普抓到，他没有处罚这个男孩，只是将他护送回家。军士和小男孩之间就此建立了友谊。邓洛普军士教普罗菲学习英文，并念他最爱的圣经诗篇给他听，而普罗菲则教邓洛普一些希伯来文。但是英军和地下犹太反抗军之间的关系越来越紧张，让两人的友谊有了越来越多的变数。普罗菲更因此被小伙伴们冠以“叛徒”的罪名。这段友谊究竟会如何改变普罗菲的一生？



阿摩司·奥兹是以色列最重要的作家之一，当今希伯来语作家中诺贝尔文学奖呼声最高的一位。1939年出生于耶路撒冷，12岁那年母亲自杀，直接把他推向了写作道路。父亲懂十几种语言，却只教他希伯来文。奥兹只用希伯来文写作，主要作品有《一样的海》、《我的米海尔》、《爱与黑暗的故事》、《地下室里的黑豹》等。他擅长破解家庭生活之谜，家庭悲剧和夫妻情感其作品常见的主题。他的作品引起了全世界的关注和共鸣，多次获大奖，其中包括1998年以色列建国50周年之际颁发的以色列国家奖、法国的“费米娜奖”、欧洲颇负盛名的“歌德文化奖”、西语界最有影响力的“阿斯图里亚斯亲王奖”等。此外，奥兹还是一位受人敬重的政治评论家，热情呼吁阿以和平。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (154931647, './img/book/154931647.jpg', '镜花缘（下）', '（清）李汝珍', '中国古典', 2000, '本书是清人李汝珍创作的长篇小说，全书100回。以丰富的想象、幽默的笔调展示万般世相。其中突出地描摹了女子的才华，体现尊重女权的思想。最具文学史意义的是其中以奇幻的笔法，揭示了人间社会的种种风俗败坏和道德堕落，体现了对社会问题的思考，具有现实意义。
我社在1955年就出版了由著名报人、古典文学专家，张友鸾先生的弟弟张友鹤先生校注的版本。注释详细全面，至今没有超越的注本。他还为我社校注了《唐宋传奇选》、《官场现形记》、《二十年目睹之怪现状》，并做了《聊斋志异》的会注会校本。
本书2017年列入统编本推荐阅读书目后，销量增加，市面上的各种版本也大量出现，但从注释的详细和准确性看，都不如我社版本。



李汝珍（约1763—1830），字松石，号松石道人，直隶大兴（今属北京市）人，清代小说家，文学家。所以人称北平子，博学多才，精通文学、音韵等，现存最著名的作品是《镜花缘》。
张友鹤（1907─1971），安徽安庆人。著名的校注家，报人。其哥哥友鸾参与了《民生报》的创刊工作，友鹤也受聘在该报担任副刊编辑，同时兼任上海《时事新报》的驻南京记者。解放后，张友鸾应人民文学出版社副总编聂绀弩之邀，到北京的人民出版社担任古典文学编辑室主任，不久他又推荐弟弟张友鹤作为特约编辑，参与古典文学的编辑和选注工作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (134813655, './img/book/134813655.jpg', '斜阳', '', '外国现当代', 1992, '我装早熟，人人说我成熟。我装懒汉，人人说我懒惰。我装不会写小说，人们说我不会写小说。我装成骗子，人们说我是骗子。我摆阔，人们说我有钱。我显得冷淡，人人说我冷漠。当我痛苦万分、悲伤呻吟，人人说我无病呻吟。
……
太宰治“毁灭美学”巅峰之作。作者以敏锐的笔触，超越了时空的限制，审视着现代社会中人们面临的生存困局与焦虑，通过《斜阳》讲述了时代命运下那些不服从者的故事，记录了那些曾经存在过，挣扎过，努力过却从未消失过的声音，这些声音值得我们每个人倾听与尊重。



太宰治
日本战后与川端康成、三岛由纪夫齐名的无赖派文学代表作家。
1935年以短篇《逆行》入围第一届芥川奖。自1936年发表《晚年》之后，被推崇为“天才作家”，并于1939年凭借《女生徒》荣获第四届北村透谷奖。
太宰治在短短十五年的写作生涯中创作了三十多部小说，其中《斜阳》和《人间失格》更被誉为日本战后文学的金字塔级作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (39429391, './img/book/39429391.jpg', '爱丽丝漫游奇境·镜中世界', '', '文学经典', 900, '《镜中世界》是卡罗尔继《爱丽丝漫游奇境》后的又一成功著作，基本构思与《爱丽丝漫游奇境》大体相同，讲述的还是小姑娘爱丽丝在一场梦中的种种神奇虚幻的经历。所不同的是，卡罗尔根据镜中影像与真实形象相反的基本原理，将爱丽丝的这一场梦发生的场地设计在镜子之中。镜中的一切景象都是颠倒的，造成了十分荒诞而又滑稽可笑的效果。而且，作者除了把表面的镜中物象颠倒之外，还夸张地从深层将生活常理颠倒，诸如时光倒流，不会说话的花草动物开口说话等等。爱丽丝梦中遇到的人物也都性格乖张，不同常人。如红方王后反复无常，有时强词夺理，有时又和蔼可亲；英语文化中大名鼎鼎的“一对鼓槌”特伟哥和特伟弟心胸狭窄，胆小怕事，却又喜欢自吹自擂，夸张炫耀；憨墩胖墩形象滑稽可笑，头脑简单愚蠢，却虚荣傲慢，刚愎自用。此外，白方王后和白方骑士等人物也都各有怪癖，读来令人喷饭。



刘易斯•卡罗尔（Lewis Carroll），原名查尔斯•路德维希•道奇逊，与安徒生、格林兄弟齐名的世界顶尖儿童文学大师。1832年1月出生于英国柴郡的一个牧师家庭，1898年卒于萨里。曾在牛津大学基督堂学院任教数学达30年之久，业余爱好非常广泛，尤其喜爱儿童肖像摄影。他的第一本童书《爱丽丝漫游奇境》于1865年出版，当时就引起了巨大轰动，1871年又推出了续篇《镜中世界》，更是好评如潮。两部童书旋即风靡了整个世界，成为一代又一代孩子们乃至成人喜爱的读物。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (503386, './img/book/503386.jpg', '包法利夫人', '', '文学经典', 600, '《包法利夫人》是文学大师福楼拜的代表名作。小说描写的是一位小资产阶级妇女因为不满足平庸的生活而逐渐堕落的过程。主人公爱玛瞧不起自己刻板而庸俗的丈夫，为了追求浪漫和优雅的生活而自甘堕落与人通奸，最终却被人利用，因为负债累累、无力偿还而身败名裂，走投无路之下，服毒自杀。

本书出版时，由于种种直击社会现状的描写和隐喻，一度在当时的法国文坛引起轩然大波。小说写的是一个无论在生活里还是在文学作品中都很常见的桃色事件，但是作者的笔触感知到的是旁人尚未涉及的敏感区域。作者用很细腻的笔触描写了主人公情感堕落的过程，同时指出，爱玛的死不仅仅是她自身的悲剧，更是那个时代的悲剧。或者说，主人公的经历放在任何一个时代的任何一个社会中，都是成立的，因为人心的贪欲、情欲和自私自利从来都没有变过。

居斯塔夫·福楼拜，19世纪中叶法国伟大的批判现实主义小说家，莫泊桑就曾拜他为师。著名作品有《包法利夫人》、《情感教育》和《布瓦尔和佩库歇》等。他对19世纪末及至20世纪文学，尤其是现代主义文学的发展有着极其深远的影响，被誉为“自然主义文学的鼻祖”、“西方现代小说的奠基者”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21522762, './img/book/21522762.jpg', '知识与爱情', '', '外国现当代', 1192, '这本书是黑塞经过青年时期的摸索与成年之后的自我追寻之后所创造的杰作。此文笔法优美抒情，情爱清新动人，通过追求完全相反的两个人的经历描述了潜藏在人类心中的两个灵魂—— 知识与爱互相抗争与吸引的过程。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35800999, './img/book/35800999.jpg', '青青河边草', '琼瑶', '言情', 1799, '故事是从青青与小草，这两位孤女开始的。青青的兄嫂强逼她嫁给一个老头做妾，小草的舅妈对她百般刁难，两个女孩儿不甘受缚于既定的命运，就在青青的婚礼中相协逃走。远赴扬州的傅家庄投靠小草的亲人海爷爷，路上巧遇同样离家出走愤世嫉俗的世家青年何世纬，种种原因令三人决定结伴同行，青青对世纬暗生情愫。到达傅家庄之后，接二连三发生的事件引发了过去的恩怨情仇，小草的身世之谜也有了线索，今昔交织说不尽沧凉的悲欢离合，道不完可爱可哀的新仇与旧事……



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35800693, './img/book/35800693.jpg', '寒烟翠', '琼瑶', '言情', 1799, '爸妈感情的破裂，把咏薇送到章家的青青农场避难，在蓝天绿地的薰陶中，及同年龄朋友凌霄凌风凌云的相濡下，烦恼似乎无法驻足。但另一场轰轰烈烈的爱情和几桩风暴，却在寒烟翠雾的湖边开始酝酿，开始孳生……



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5799284, './img/book/5799284.jpg', '莎士比亚全集（第八卷·下）', '', '世界名著', 999, '华语世界首部诗体莎士比亚全集
经过几代翻译工作者近百年的艰辛劳作和不懈努力，华语世界现在已经有了五套莎士比亚全集的译本，此前的四套版本均是散文体翻译，其中三套又都是以著名翻译家朱生豪的译本为底本和主体的（梁实秋先生独立翻译的译本也是散文体）。

方平先生主编、主译的这个版本是头一个用诗体翻译的莎士比亚全集译本。莎士比亚戏剧的原貌是诗剧，是以素诗体（blank verse）为基本形式的诗剧，以诗体译诗体，尽量使译文在语气、语言节奏感上更接近莎剧原貌，是这个版本的最终诉求。还有并非无关紧要的是，这个译本是最新、最晚出的，方平先生又终生研究莎士比亚，生前是中国莎士比亚协会会长，国际莎士比亚协会执行理事。这个译本因此溶入了最新的莎学研究成果，每部剧作和诗歌作品之前均有“前言”——分析作品的艺术特色、人物形象和思想主题等，对这部作品做出恰如其分的综合评价；之后又附有简明扼要的“考证”——对此部作品的版本情况、写作年份和取材来源等做出交代。
这套全新的《莎士比亚全集》充分吸收国际莎学研究的最新成果，共收莎剧三十九部（在传统上的三十七部之外又收入《两贵亲》和《爱德华三世》两部戏剧），诗歌部分则收入上世纪八九十年代才确认为莎翁作品的长诗《悼亡》，“全集”凡四百七十余万字，堪称整个华语世界搜罗最全、校勘最精，兼具学术性与可读性的首部诗体汉译莎士比亚全集，这部“全集”的出版将具有里程碑式的意义。

威廉•莎士比亚（William Shakespeare，1564—1616），英国文艺复兴时期最伟大的剧作家、诗人，欧洲文艺复兴时期人文主义文学的集大成者。他是一位空前也可说绝后的伟大戏剧诗人，是有史以来全世界最伟大的文豪。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (58812793, './img/book/58812793.jpg', '三言二拍·警世通言（作家榜经典）', '冯梦龙', '中国古典', 399, '“三言二拍”，是中国古代白话短篇小说大全集，包括明代文学大师冯梦龙编著的“三言”：《喻世明言》《警世通言》《醒世恒言》，小说大师凌濛初编著的“二拍”：《初刻拍案惊奇》《二刻拍案惊奇》。
“三言二拍”总共两百篇经典白话短篇小说，完整囊括了宋、元、明三代白话短篇小说精髓，书中的每一个故事，独立精彩又跌宕起伏，白娘子永镇雷峰塔、杜十娘怒沉百宝箱、俞伯牙摔琴谢知音等中国人耳熟能详的经典故事，均源自“三言二拍”；“不受苦中苦，难为人上人”“画龙画虎难画骨，知人知面不知心”等深刻影响中国人价值观的名言警句，同样源自“三言二拍”。
千百年俗世奇人奇事，尽在三言二拍；两百篇经典短篇小说，写透人间百态！
作家大冰，强烈推荐：“于无常处知有情，于有情处知众生。”



冯梦龙（1574—1646），明代文学大师、戏曲家，南直隶苏州府长洲县（今江苏省苏州市）人。生于名门世家，少时博学多才，但科举屡次不中。长期生计艰难，混迹底层，熟知社会的真实面貌和人性的弱点。直到61岁时，考取福建寿宁县知县。代表作有短篇白话小说集《喻世明言》《警世通言》《醒世恒言》，合称“三言”；笔记小品《智囊》《笑府》《情史》等；长篇历史小说《东周列国志》等均流传至今。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (5766564, './img/book/5766564.jpg', '莎士比亚全集（第二卷）', '', '世界名著', 999, '华语世界首部诗体莎士比亚全集
经过几代翻译工作者近百年的艰辛劳作和不懈努力，华语世界现在已经有了五套莎士比亚全集的译本，此前的四套版本均是散文体翻译，其中三套又都是以著名翻译家朱生豪的译本为底本和主体的（梁实秋先生独立翻译的译本也是散文体）。

方平先生主编、主译的这个版本是头一个用诗体翻译的莎士比亚全集译本。莎士比亚戏剧的原貌是诗剧，是以素诗体（blank verse）为基本形式的诗剧，以诗体译诗体，尽量使译文在语气、语言节奏感上更接近莎剧原貌，是这个版本的最终诉求。还有并非无关紧要的是，这个译本是最新、最晚出的，方平先生又终生研究莎士比亚，生前是中国莎士比亚协会会长，国际莎士比亚协会执行理事。这个译本因此溶入了最新的莎学研究成果，每部剧作和诗歌作品之前均有“前言”——分析作品的艺术特色、人物形象和思想主题等，对这部作品做出恰如其分的综合评价；之后又附有简明扼要的“考证”——对此部作品的版本情况、写作年份和取材来源等做出交代。
这套全新的《莎士比亚全集》充分吸收国际莎学研究的最新成果，共收莎剧三十九部（在传统上的三十七部之外又收入《两贵亲》和《爱德华三世》两部戏剧），诗歌部分则收入上世纪八九十年代才确认为莎翁作品的长诗《悼亡》，“全集”凡四百七十余万字，堪称整个华语世界搜罗最全、校勘最精，兼具学术性与可读性的首部诗体汉译莎士比亚全集，这部“全集”的出版将具有里程碑式的意义。

威廉•莎士比亚（William Shakespeare，1564—1616），英国文艺复兴时期最伟大的剧作家、诗人，欧洲文艺复兴时期人文主义文学的集大成者。他是一位空前也可说绝后的伟大戏剧诗人，是有史以来全世界最伟大的文豪。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (164819914, './img/book/164819914.jpg', '呼兰河传（经典译林）', '萧红', '中国现代', 1799, '呼兰河畔有萧红儿时纯真的快乐和宏大苍凉的人生感悟。多年的漂泊之后，她在人生的末端回顾童年，写下这样一部充满童心、诗趣和灵感的“回忆式”长篇小说。她用绘画式的语言，在灰暗的日常生活背景前，呈现了粗线条的、大红大绿的带有原始性的色彩，勾勒出一幕幕充满童趣的影像。该作品以萧红自己童年生活为线索，把孤独的童年故事串起来，形象地反映出呼兰这座小城当年的社会风貌、人情百态，从而无情地揭露和鞭挞中国几千年的封建陋习在社会形成的毒瘤，以及这毒瘤溃烂漫浸所造成的瘟疫般的灾难。



萧红（1911—1942），民国女作家，被誉为“文学洛神”，原名张乃莹，笔名萧红。萧红一生感情炽烈，毕生追求自由与爱；半生漂泊，历经艰险，颠沛流离。19岁为反对包办婚姻逃离家庭，24岁时在鲁迅的支持下发表成名作《生死场》，31岁病逝于香港，去世前完成重要作品《呼兰河传》。主要作品还有：《跋涉》《生死场》《桥》《牛车上》《旷野的呼喊》《萧红散文》《回忆鲁迅先生》《马伯乐》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (19683488, './img/book/19683488.jpg', '悉达多', '', '外国现当代', 599, '《悉达多》是黑塞最经典的长篇小说之一。故事讲述了英俊聪慧的贵族青年悉达多为了追求心灵的安宁，为了寻找自我而踏上孤独的旅程。他一路曾跟随沙门苦修，聆听佛陀的教诲，也曾沉湎于名妓的温柔，迷失于金钱的诱惑……
黑塞以充满哲理、诗化的语言展示了一名青年寻求自我的一生，表现了他作品一贯的寻找生命真谛、皈依自然的主题，影响深远，指引了一代又一代的青年人。



赫尔曼·黑塞（Hermann Hesse 1877—1962）：伟大的德语作家、诗人，诺贝尔奖、歌德奖得主。德国“浪漫派最后一位骑士”。
1877年出生于德国，7岁开始写诗，14岁考入修道院却因不堪忍受经院教育逃离学校独自谋生，期间游历多个城市，进行广泛阅读，形成了独特的美学观。22岁发表小说处女作，此后笔耕不辍直至去世。战争期间移居并入籍瑞士，1962年于瑞士去世。一生勤奋、作品诸多，其代表作有《悉达多》《荒原狼》《在轮下》等。
苏念秋：著名翻译家、散文家，曾任职于台湾大学哲学系、外文系，最早翻译、研究黑塞的学者之一，以翻译《悉达多》（初名《流浪者之歌》）闻名。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (21527295, './img/book/21527295.jpg', '彼时此时', '', '外国现当代', 1392, '1502年，时任意大利共和国执政团秘书的马基雅维利受命出使伊莫拉，与瓦伦蒂诺公爵切萨雷·博尔贾谈判。在此期间，马基雅维利亲眼见证公爵如何攻城略地、斩杀权臣、消灭对手，领略了公爵的诡计多端与神秘莫测。而他自己一边时刻保持着警惕与公爵斡旋，一边制订了一份完美的计划来引诱当地一名显贵的妻子……



威廉·萨默塞特·毛姆（1874—1965）
英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录，都广受好评，代表作有《人性的枷锁》《月亮与六便士》《寻欢作乐》《刀锋》《面纱》等。他的小说机智、幽默，常在讥讽中潜藏对人性的怜悯与同情。
毛姆晚年享有很高的声誉。英国牛津大学和法国图卢兹大学分别授予他荣誉文学博士学位。1954年，英国女王授予他勋爵爵位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (32596095, './img/book/32596095.jpg', '我这一辈子：老舍中短篇小说选', '老舍', '中国现代', 1800, '为纪念老舍先生逝世五十周年，特别推出“老舍作品精选”丛书。
《我这一辈子：老舍中短篇小说选》囊括了《月牙儿》《断魂枪》《我这一辈子》《不成问题的问题》《且说屋里》《柳家大院》《微神》《邻居们》《马裤先生》《上任》《柳屯的》《善人》《黑白李》等名篇。这些作品在表现底层市民命运的同时，也贯穿着批判、排斥资本主义文明的主题。
老舍创作的特点不但表现在他的长篇小说中，同样也表现在他的短篇小说中。这部选集选目丰富，比较全面地展示了老舍在短篇小说创作领域的艺术成就。



老舍（1899—1966），原名舒庆春，字舍予，北京人。自幼丧父，家境贫寒。1924年赴英国任教，并开始文学创作，以幽默风格引人关注。1930年回国后创作了《骆驼祥子》《离婚》《牛天赐传》《月牙儿》等作品，确立了他在现代文学史上都市平民文学大家的地位。抗战期间主持中华全国文艺界抗敌协会工作，并写下了百万字长篇小说《四世同堂》。1949年后，又有《龙须沟》《茶馆》等话剧力作问世，获得“人民艺术家”的称号。“文革”时，因不堪忍受屈辱于1966年8月24日投湖自尽。
通过对北京市民日常生活全景式的风俗描写，老舍作品承受着对转型期中国文化，尤其是俗文化的冷静审视。这种对文化批判与民族性问题的关注，使得他的作品在中国现代文学史上占有独特地位。他的作品中的“北京味儿”、幽默风，以及以北京话为基础的俗白、凝练、纯净的语言，在现代作家中独具一格。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24243430, './img/book/24243430.jpg', '六月霜', '静观子', '中国古典', 399, '《六月霜》十二回，清宣统三年（1911年）四月上海改良小说社刊本。作者写此小说前，先有嬴宗季女所著十四出演秋瑾烈士殉难事的传奇，出版于光绪年间，并附有吴芝英《秋女士传》、《纪秋女士遗事》，后附《秋女士遗文》一卷，收诗文若干篇。静观子的这部小说就是根据传奇写成的。



静观子，除本书外，还著有小说《秘密自由》、《温柔乡》、《还魂草》等，为清末民初小说作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31522413, './img/book/31522413.jpg', '查第格（傅雷全集）', '', '世界名著', 499, '《查第格》是法国伏尔泰所写的哲理小说，以“启蒙旅行”的传统文学结构，它以古代的东方为背景，富有神话色彩和异国情调。作者通过主人公曲折非凡的境遇，将许多极为风趣的故事连缀起来，给读者展现出一个似真似假、虚实交融的奇异世界。



伏尔泰（他的法文原名：Voltaire，生于公历纪元1694年11月21日—逝于公历纪元1778年5月30日，享年83岁），本名弗朗索瓦-马利·阿鲁埃（法文原名：François-Marie Arouet），伏尔泰是他的笔名，法国启蒙思想家、文学家、哲学家、著名学者、作家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (131426019, './img/book/131426019.jpg', '汪曾祺全集1（小说卷）', '汪曾祺', '中国当代', 7500, '《汪曾祺全集》收入迄今为止发现的汪曾祺全部文学作品以及书信、题跋等日常文书，共分12卷：小说3卷，散文3卷，戏剧2卷，谈艺2卷，诗歌及杂著1卷，书信1卷，并附年表。
每篇以最初发表的报刊版本为底本（少量未发表作品以手稿、油印本为底本），以作者生前自己或他人编订出版的、比较优良的作品集或手稿作为参照校本，进行校勘，改正文字的错、漏、衍、倒置及标点错误。每篇皆有题注，交代原载及收入作品集、文本改动、笔名等版本信息。保留作者原注；其他少量必要的注释，皆标明“编者注”。书信题注，介绍收信人简况；信中注释力求简约。
全集以写作时间排列文章顺序，写作时间不详则按发表时间排序。如写作时间与发表时间均不详，则编入“未编年”。文末写作时间如非作者自属，加括号以示区别。



汪曾祺（1920—1997）江苏高邮人，中国现当代著名作家。他从1940年开始发表作品，其创作生涯历经半个世纪，跨越两个时代。他前承五四新文化传统、师从沈从文，后启寻根文学回归民族传统的思潮。他的创作，小说、散文、戏剧、文论、新旧体诗等诸体兼备，皆取得很高艺术成就，堪称文体家；又兼及书画，多有题跋，以博雅名世。
被誉为“抒情的人道主义者”“中国最后一位士大夫”，代表作有《受戒》《大淖记事》等。贾平凹评汪曾祺：“是一文狐，修炼成老精”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (35800509, './img/book/35800509.jpg', '窗外', '琼瑶', '言情', 1799, '18岁的你，是怎样谈恋爱？是不是一样那么浪漫、惶惑？却也那么冲动、不顾一切……琼瑶畅销超过百万本的成名代表作！琼瑶亲自挑选的十大爱情代表作之一。这世界上最不需要任何理由的一件事，那就是我爱你，只因为你是你，不是别人……他是窗外的风景，她是暖房里的茉莉；他眉头的风霜，系住她眼底的轻愁。天地辽阔，却容不下一对渺小的恋人；纯真爱情，终究赴死于蛮荒世界。如果她不是那样年轻，也许不会爱上他；如果她不是那样年轻，也许就能守住他。错误的时间，留不住对的人。滚滚红尘悠悠岁月，初恋情怀从未改变。



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (56177809, './img/book/56177809.jpg', '奥威尔小说全集（套装共6册）', '', '外国现当代', 12999, '《奥威尔小说全集》由《缅甸岁月》、《牧师的女儿》、《让叶兰继续飘扬》、《上来透口气》、《动物农场》、《一九八四》共六册组成。
《奥威尔小说全集》同《奥威尔纪实作品全集》、《奥威尔散杂文全集》一道，构成“奥威尔作品全集”系列丛书。
奥威尔并非生而为先知。透过《一九八四》的深邃棱镜，我们所看到的是一个穿透一切人性迷雾的末日预言家。但那并非以血肉之躯在这个世界上生活过的奥威尔。终其一生，他也曾是一个热忱的信徒，一个勇敢的战士，一个受伤、恐惧、落魄的普通人。《一九八四》是他的终点而非起点。
奥威尔的文学之路始于他的处女作长篇《缅甸岁月》。不同于他的代表作《一九八四》和《动物农场》，这部作品以及随后的三部长篇大都取材自他早年的个人生活与情感经历，是他在人生和思想的重要关口留下的清晰足印。这六部作品共同构成了解读这位先知思想历程的一把钥匙。



乔治·奥威尔（1903—1950），英国伟大的人道主义作家、新闻记者和社会评论家，传世之作《一九八四》、《动物农场》脍炙人口，历久弥新，被誉为“一代英国人的冷峻良心”。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (31522297, './img/book/31522297.jpg', '高龙巴（傅雷全集）', '', '世界名著', 499, '《高龙巴》叙述高斯岛民以眼还眼，以牙还牙的“讨血债”的风俗，以恋爱故事作为穿插。轻松活泼，谈笑风生的文章，适与故事的原始情调与血腥味成对比。



普罗斯佩·梅里美（Prosper Merimee，1803年9月28日－1870年9月23日），法国现实主义作家，中短篇小说大师，剧作家，历史学家。他是著名中篇小说《卡门》的作者。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (24625709, './img/book/24625709.jpg', '薛仁贵征辽事略', '佚名', '中国古典', 399, '《薛仁贵征辽事略》讲述的是唐太宗贞观十八年起兵征辽时，绛州义军薛仁贵在征辽途中摆行阵，上《平辽论》，设瞒天过海之计，攻取榆树林，屡建奇功。但都被妒贤嫉能的绛州兵马总管张士贵按下不荐，冒功为己有，甚至欲加害薛仁贵于死地。在鄂国公尉迟敬德、英国公李世等人的明察下，真相得以大白，此后薛仁贵随同太宗又打败天山军，活捉了辽将葛苏文，再建大功。



关于《薛仁贵征辽事略》的撰述者的姓名、年代等情况至今不详。据考证得知，此书约为元代初年的作品。（胡士莹《话本小说概论》第十七章第三节，谭正壁《古今稀见小说汇考》编一）在明代《文渊阁书目》卷六“杂史”类有最早著录，在《永乐在典》卷五千二百四十四“辽”字韵中收录了这个话本。本书即以《永乐大典》中的收录作为底本来加以校点。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (10628459, './img/book/10628459.jpg', '失控的火炮', '', '外国现当代', 221, 'Life is too short for a long story.
时间太少，小说太长，不如读一篇短故事。



军舰之上，失控的火炮将所有人的生命置于未知的恐惧之中，这场人与机械的斗争究竟谁能胜出？火炮手为何在荣誉之后难逃死亡的命运？');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro)
VALUES (9533102, './img/book/9533102.jpg', 'Anna Karenina（安娜·卡列尼娜）', 'Lev Nikolayevich Tolstoy', '世界名著', 0,
        'Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and must endure the hypocrisies of society. Set against a vast and richly textured canvas of nineteenth-century Russia, the novel's seven major characters create a dynamic imbalance,
        playing out the contrasts of city and country life and all the variations on love and family happiness.
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.

Anna Karenina is commonly thought to explore the themes of hypocrisy, jealousy, faith, fidelity, family, marriage,
        society, progress, carnal desire and passion, and the agrarian connection to land in contrast to the lifestyles
        of the city.Translator Rosemary Edmonds wrote that Tolstoy does not explicitly moralise in the book, but instead allows his themes to emerge naturally from the "vast panorama of Russian life." She also says one of the novel's key messages is that "no one may build their happiness on another's pain."

Levin is often considered a semi-autobiographical portrayal of Tolstoy's own beliefs, struggles, and life events.Tolstoy's first name is "Lev,
        " and the Russian surname "Levin" means "of Lev." According to footnotes in the Pevear/Volokhonsky translation, the viewpoints Levin supports throughout the novel in his arguments match Tolstoy's outspoken views on the same issues. Moreover, according to W. Gareth Jones, Levin proposed to Kitty in the same way as Tolstoy to Sophia Behrs. Additionally, Levin's request that his fiancée read his diary as a way of disclosing his faults and previous sexual encounters parallels Tolstoy's own requests to his fiancée Sophia Behrs.

Count Lev Nikolayevich Tolstoy, commonly referred to in English as Leo Tolstoy, was a Russian novelist, writer, essayist, philosopher, Christian anarchist, pacifist, educational reformer, moral thinker, and an influential member of the Tolstoy family.
As a fiction writer Tolstoy is widely regarded as one of the greatest of all novelists, particularly noted for his masterpieces War and Peace and Anna Karenina; in their scope, breadth and realistic depiction of Russian life, the two books stand at the peak of realistic fiction. As a moral philosopher he was notable for his ideas on nonviolent resistance through his work The Kingdom of God is Within You, which in turn influenced such twentieth-century figures as Mohandas K. Gandhi and Martin Luther King, Jr.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8152119, './img/book/8152119.jpg', '墨子', '墨翟', '文学经典', 0, '《墨子》是中国战国著名思想家、政治家墨子的著作，共五十三篇传世于今。《汉书·艺文志》云“墨子七十一篇”，现存《墨子》五十三篇，由墨子和各代门徒逐渐增补而成，是研究墨子和墨家学说的基本材料。其中的《经上》、《经下》、《经说上》、《经说下》、《大取》、《小取》等6篇，一般称作《墨经》或《墨辩》，着重阐述认识论和逻辑学。

《墨子》分两大部分：一部分是记载墨子言行，阐述墨子思想，主要反映了前期墨家的思想；另一部分《经上》、《经下》、《经说上》、《经说下》、《大取》、《小取》等6篇，一般称作墨辩或墨经，着重阐述墨家的认识论和逻辑思想，还包含许多自然科学的内容，反映了后期墨家的思想。

墨子（生卒年不详），名翟，东周春秋末期战国初期鲁人，到过山东滕州木石。曾担任宋国大夫。他是墨家学派的创始人，也是战国时期著名的思想家、教育家、科学家、军事家。
墨子是中国历史上唯一一个农民出身的哲学家，墨子创立了墨家学说，墨家在先秦时期影响很大，与儒家并称“显学”。他提出了“兼爱”、“非攻”、“尚贤”、“尚同”、“天志”、“明鬼”、“非命”、“非乐”、“节葬”、“节用”等观点。以兼爱为核心，以节用、尚贤为支点。墨子在战国时期创立了以几何学、物理学、光学为突出成就的一整套科学理论。在当时的百家争鸣，有“非儒即墨”之称。墨子死后，墨家分为相里氏之墨、相夫氏之墨、邓陵氏之墨三个学派。其弟子根据墨子生平事迹的史料，收集其语录，完成了《墨子》一书传世。
This is a public domain book converted by anonymous volunteers and you may find it for free on the web.This work is respectfully inscribed by the author.');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13450454, './img/book/13450454.jpg', '流动的盛宴（图文珍藏本）', '', '世界名著', 1499, '一九二〇年代上半叶，海明威以驻欧记者身份旅居巴黎，本书记录的正是作者当日的这段生活。不过这本书的写作却是在将近四十年以后，换句话说，盛宴的“现场”早已消失，作者和读者都只是在记忆中追寻那段过往岁月，而无论是作者或是读者，这些记忆都已在时光的透镜里失焦、变形。所有有关巴黎的记忆都杂糅成一种对于巴黎的共同的历史记忆。在历史上不计其数的关于巴黎的虚构或非虚构作品中，《流动的盛宴(图文珍藏本)》是最著名的作品之一，其扉页上的题献——“假如你有幸年轻时在巴黎生活过，那么你此后一生中不论去到哪里她都与你同在，因为巴黎是一席流动的盛宴”，已经成为巴黎的“文化名片”，被广为传诵。在这部半纪实半虚构的作品中，二十年代巴黎文人圈的风俗画卷徐徐展开，那些当时在世界文坛、艺坛上呼风唤雨的人物都被寥寥数笔勾勒出生动的素描像，与这座城市、这部书永远融为一体。



欧内斯特·米勒尔·海明威（Ernest Miller Hemingway，1899年7月21日－1961年7月2日），美国作家和记者，被认为是20世纪最著名的小说家之一。出生于美国伊利诺伊州芝加哥市郊区的奥克帕克，晚年在爱达荷州凯彻姆的家中自杀身亡。海明威一生中的感情错综复杂，先后结过四次婚，是美国“迷惘的一代”（Lost Generation）作家中的代表人物，作品中对人生、世界、社会都表现出了迷茫和彷徨。
海明威一向以文坛硬汉著称，他是美利坚民族的精神丰碑。海明威的作品标志着他独特创作风格的形成，在美国文学史乃至世界文学史上都占有重要地位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (149810426, './img/book/149810426.jpg', '有间文库：樱海集', '老舍', '中国现代', 999, '本书是老舍的短篇小说集，收录了《上任》、《牺牲》、《柳屯的》、《末一块钱》、《老年的浪漫》、《毛毛虫》、《善人》、《邻居们》、《月牙儿》、《阳光》10部作品，是老舍爱好者不可不品的琼浆佳酿，里面绝大部分作品都可称得上“人物素描”的至高典范。



老舍（1899—1966），原名舒庆春，字舍予，中国著名现代作家，是中国最大的文豪之一。他在小说领域的创造和贡献获得中国乃至世界读者的承认和赞扬。代表作品有《骆驼祥子》《四世同堂》和剧本《茶馆》，是中国人最耳熟能详的作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (10917835, './img/book/10917835.jpg', '童年', '', '外国现当代', 700, '《名家名译:童年》是高尔基自传体三部曲中的第一部，描写了主人公阿廖沙从三岁至十岁这段时间的生活经历。阿廖沙三岁丧父后，由母亲和外婆带到外公家。这是一个典型的俄罗斯小市民家庭。外公是一个小染坊主，已濒临破产。他性情暴躁、乖戾、贪婪、自私；两个舅舅也粗野自私，经常为了家产争吵斗殴，第三代也受到很坏的影响。阿廖沙在这里每天看到的是令人作呕的丑事，但他得到外婆的疼爱，受到外婆所讲故事的熏陶，这对他以后的文学生涯产生了极大的影响。小说通过童年阿廖沙的所见所历，真实地反映了19世纪末俄罗斯低层市民的生活及情感。



作者简介
高尔基(1868～1936)，全名高尔基·马克西姆，原名阿列克赛·马克西莫维奇·彼什科夫，也叫斯克列夫茨基，前苏联伟大的无产阶级作家。列宁说他是“无产阶级文学最杰出代表”，社会主义现实主义文学奠基人，无产阶级革命文学导师，苏联文学的创始人。1868年3月28日，出生于俄国伏尔加河畔的下诺夫戈罗德城。他幼年丧父之后，寄居在经营小染坊的外祖父家。外祖父一家充满小市民习气，唯有外祖母对高尔基很好。后来外祖父破产，年仅十岁的高尔基开始流落“人间”，独立谋生。他捡过破烂、当过学徒和杂工，饱尝人间的苦难。高尔基只上过两年小学，但他勤奋自学，并于1884年16岁时来到喀山，打算上大学，但未能如愿，底层社会成了他真正的大学。此后他当过码头搬运工、面包师傅、杂货店伙计、园丁和守夜人等。同时结识了民粹派知识分子和早期马克思主义者，参加秘密集会。早期经历在他著名的自传体长篇小说《童年》、《在人间》、《我的大学》中有生动的记述。郭家申河南南阳人，1935年生。1960年毕业于莫斯科大学文学语言系。历任中国社会科学院外国文学研究所助理研究员，外国文学研究所副所长、副编审，编审。长期从事外国文学，特别是俄罗斯文学的研究、编辑和翻译介绍工作。合作出版有《苏联文学史》(3卷)、《现代苏联文学》、《当代苏联戏剧》等著作；共同编辑了《现代文艺理论译丛》、国家社科研究基金项目《外国文学研究资料丛书》(72册)；合作主编了《二十世纪欧美文论丛书》(23册)，《西欧美学史论》、大型外国文学刊物《春风译丛》、《外国文学作品提要》(4卷)、《世界中篇小说经典》(俄国卷)和《七十年代苏联中篇小说选》等多种书刊；译著有：赫尔岑的小说《谁之罪？》，陀思妥耶夫斯基的小说《白夜》、《化身》、《女房东》等二十余篇，柯罗连科的小说《马卡尔的梦》，索尔仁尼琴的小说《马特辽娜家》，A.盖尔曼的《戏剧选》，雅洪托娃等的《法国文学简史》，卢纳察尔斯基的美学论文集《艺术及其最新形式》，A.利洛夫的学术专著《艺术创造的本性》，文学回忆录《我的父亲列夫？托尔斯泰》，《导弹与危机——儿子眼中的赫鲁晓夫》，《戈尔巴乔夫回忆录》(2卷)，《赫鲁晓夫回忆录》(3卷)，高尔基自传体三部曲《童年》、《在人间》、《我的大学》等数十种。
译者简介
郭家申 ，河南南阳人。中共党员。1960年毕业于莫斯科大学文学语言系。历任中国社会科学院外国文学研究所助理研究员，外国文学研究所副所长、副编审，编审。1957年开始发表作品。1983年加入中国作家协会。著有专著《当代苏联文学》(合作)、《阿菲诺干诺夫戏剧探索》、《苏联文学史》(合作)，主编《外国文学作品提要》、《二十世纪欧美文论》丛书、《世界中篇小说经典》(均合编)，译著《外国当代戏剧选》、《艺术创造的本性》、《法国文学简史》，小说《一个沉思默想的女人》、《迷惘的微笑》、《谁之醉》等。话剧剧本《华沙曲》(列·佐林著)获辽宁省翻译奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31520811, './img/book/31520811.jpg', '亚尔培·萨伐龙（傅雷全集）', '', '世界名著', 499, '《亚尔培·萨伐龙》写的是一位法科毕业的青年亚尔培·萨伐龙与意大利公主法朗采斯加·高龙那相爱，为了能与所爱的人匹配，历经十多年的艰苦奋斗，终被他人离间分手，弃尘世而进了修道院的故事。



巴尔扎克（1799年5月20日－1850年8月18日），法国小说家，被称为“现代法国小说之父”，生于法国中部图尔城一个中产者家庭，1816年入法律学校学习，毕业后不顾父母反对，毅然走上文学创作道路，但是第一部作品五幕诗体悲剧《克伦威尔》却完全失败。而后他与人合作从事滑稽小说和神怪小说的创作，曾一度弃文从商和经营企业，出版名著丛书等，均告失败。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (135837956, './img/book/135837956.jpg', '神曲（地狱、净界、天堂共3册，作家榜经典）', '', '文学经典', 13800, '☆地狱、净界、天堂共3册，一字未删！世界文学史里程碑杰作！
☆1500条详细注释，15000字深度导读，带您读懂《神曲》精髓！
一日凌晨，35岁的诗人但丁，突然迷失在一片黑暗森林之中。
黎明将至，他隐约看见一座小山仿佛若有光，他想攀过这座小山，在山脚下却遭到象征淫欲、强权和贪婪的豹、狮、狼的围困。
这时，他的老师——诗人维吉尔出现在他的面前。他受女神贝雅特丽齐指引，带领但丁游历地狱，穿越净界，经过九重天堂，寻获了真理。
《神曲》全诗三卷，分别为《地狱》、《净界》和《天堂》，每卷三十三篇，加上序共一百篇。
自问世以来，成为全世界杰出诗人、作家、艺术家的灵感之源，被誉为影响了欧洲文化的经典巨著。



但丁·阿利吉耶里（DanteAlighieri，1265-1321）
文艺复兴的开拓者，世界上最伟大也最神秘的文学巨匠之一。
出生于意大利佛罗伦萨，幼年父母双亡。9岁偶遇一生所爱贝雅特丽齐，成为他日后写作的灵感来源。
15岁开始创作十四行诗，加入诗人社团；20岁从军，30岁从政，后卷入政党斗争，遭人算计，众叛亲离。
在流亡异乡的途中，42岁的但丁颇感时局艰难，孤独困顿，开始创作长诗《神曲》，耗时14年终成传世巨著。
法国雕塑家罗丹以但丁为原型创作了《思想者》，数百年以后，当人们凝视这个托颌沉思的巨人，依旧能感到人性的伟大力量。
王维克（1900-1952）
江苏金坛人，著名翻译家、教育家。
科学家居里夫人的学生，数学家华罗庚的老师。
博学多才，在数学、物理、天文、地理等领域均有建树；精通法、英、意、德等多国语言，是当之无愧的语言天才。
王维克对待翻译工作极为严谨，总是尽可能参考多种译本。他在翻译印度名剧《沙恭达罗》时，为了体现原著风格，甚至专门学习梵文。
王维克的《神曲》译本，系根据意大利原文并参照法、英、德多国译文而成，译文流畅、用词考究、风格典雅、注释详尽，被誉为文学译作经典。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (8085620, './img/book/8085620.jpg', '鲁迅全集第十七卷', '鲁迅', '中国现代', 1700, '1936年10月，鲁迅先生在上海逝世。鲁迅先生纪念委员会为"扩大鲁迅精神的影响，以唤醒国魂，争取光明"编印了鲁迅逝后第一版《鲁迅全集》。
《全集》由蔡元培任主席的鲁迅先生纪念委员会负责编校，编辑委员有蔡元培、马裕藻、沈兼士、茅盾、周作人诸先生。《全集》总目以鲁迅亲定的著述目录为基础，增加了译作部分，并力求各册字数大致相当。全书大致分创作、古籍校辑、译作三大部分。各部分内容按时间先后排序。全书总计六百余万字，共分二十卷。于1938年6月正式出版并发行。
本次出版，就是以1938年的这一版《鲁迅全集》作为底本的。在编辑过程中，尽可能的保留原版的风貌。

◆第一版权威的《鲁迅全集》！
1936年鲁迅逝世后，许广平与鲁迅先生纪念委员会积极推动《鲁迅全集》出版。1937年，在蔡元培、胡适等文化界泰斗的帮助下，与商务印书馆达成出版协议。但终因北新书局拒绝让出版权，出版计划未能实施。1938年许广平与鲁迅先生纪念委员会决定由上海复社以民间的方式运作出版全集。纪念委员会负责编辑工作，复社负责出版和发行。近百位学者文人及工作人员积极投入到全集工作中，第一版《鲁迅全集》于1938年6月正式出版发行。

◆蔡元培任鲁迅先生纪念委员会主席，并亲自作序！
初版《鲁迅全集》由鲁迅先生纪念委员会与许广平发起并主持出版，蔡元培担任纪念委员会主席，宋庆龄担任副主席。编辑委员有蔡元培、胡适、茅盾、周作人、马裕藻、沈兼士。参与编辑的主要人员有许广平、郑振铎、王任叔、黄幼雄、吴观周、唐弢等，参与出版发行的主要人员有胡愈之、张宗麟、黄幼雄、胡仲持等。
　　1938年3月许广平来信，请求蔡元培为《鲁迅全集》作序。蔡元培欣然应允。他用了一个多月的时间，浏览了鲁迅的主要作品后，才为《鲁迅全集》写出了序。他称赞道，鲁迅著作"方面较多，蹊径独辟，为后学开示无数法门，所以鄙人敢以新文学开山目之。"

◆唯一保留原版内容和编排体例的简体横排本！
本书以1938年版《鲁迅全集》为底稿。全书内容和编排体例均与原版相同。原书中通假字和鲁迅习惯用字均按照原版保留。另有外国人名、地名等专有名词，完全保留鲁迅当时的译法。

◆260多幅原版插图，超值珍藏！
原版有一大特色，就是正文中附有260多幅精美插图。本次出版全部按原样保留。

◆独家附录：鲁迅自传、年谱、译著书目、名号笔名录

鲁迅（1881-1936）
　　原名周树人，字豫才，小名樟寿，至三十八岁，始用鲁迅为笔名。浙江省绍兴人。中国现代伟大的文学家、思想家。
　　幼时就读于绍兴府城内私塾三味书屋，1898年考入江南水师学堂，1899年改入江南陆师学堂附设矿路学堂，1902年被选派赴日本留学，入读东京弘文学院，1904年转入仙台医专学医。1906年终止学医，在东京研究文艺。
　　1909年回国，在浙江两级师范学堂和绍兴中学堂任教。1912年民国政府成立后，先后在教育部及北京师范大学、北京大学、厦门大学、中山大学等校任职。
　　1918年首次以"鲁迅"为笔名，在《新青年》发表了第一篇小说《狂人日记》。此后陆续出版小说集《呐喊》、《彷徨》，论文集《坟》，散文诗集《野草》、散文集《朝花夕拾》、杂文集《热风》、《华盖集》、《华盖集续编》等专集。1926年间编著《汉文学史纲要》、《而已集》及《故事新编》的部分作品。1927年到上海，专事著作。陆续写作了《南腔北调集》、《三闲集》、《二心集》、《伪自由书》、《准风月谈》、《花边文学》及三本《且介亭杂文》等大量杂文，抨击时弊、揭露黑暗，成为中国现代文化界的精神领袖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24550246, './img/book/24550246.jpg', '汉武帝内传', '班固', '中国古典', 399, '《汉武帝内传》又名《汉武内传》、《汉武帝传》，神话志怪小说。共一卷。明清人有云为汉班固或晋葛洪撰者，皆无确据，实为后人伪托。《四库全书总目》云当为魏晋间士人所为，《守山阁丛书》集辑者清钱熙祚推测是东晋后文士造作，二说大致不差。本书自汉武帝出生时写起，直至死后殡葬。其中略于军政大事，而详于求仙问道。特别对西王母下降会武帝之事，描叙详尽。



班固（32年—92年），字孟坚，扶风安陵（今陕西咸阳东北）人，东汉著名史学家、文学家。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2100987, './img/book/2100987.jpg', '女人之罪', '', '外国现当代', 1200, '《女人之罪》（1798）是沃斯通克拉夫特一部未完成的遗作，通常被认为是她最激进的女权主义作品，整部小说围绕着一位被其丈夫关在精神病院的女性展开；与前作的《玛丽》一样，出身良好的玛利亚也在体面光环背后那毫无体面可言的婚姻之外寻求满足，一切分崩离析后与一位同院的病友展开了一段爱情，同时与一位照顾她的底层女性建立了友谊。作者谴责的是18世纪英国及其法律体系所庇护的父权式婚姻制度。而另一方面，女主人公沉溺于对浪漫幻象的追求中无法自拔，也揭示了妇女在压迫下产生的情感主义不切实际且弊大于利。作者认为：掩盖理智的往往不是情感的幻象，而是激情，是激情将普通人引入危险错误的边缘，从而导致最激烈的情感并留下难以磨灭的印记。小说的描述手法包括了哥特式的荒诞手法，唯以此来展现英国妇女所经历的现实情况。除了叙述外，沃氏的这部小说还使用了哲理性的对话手法来展现妇女的无能为力。涉及的主题包括：婚姻与束缚、情感与理智、女人的渴求、阶层与女权主义、母性与女人特质等。

这部小说花费的时间比其他著作更长，几经编排、修改，是一部基于成熟考虑后完全展开的作品。作者还在小说技巧和对精神病院的研究上颇下了一番功夫。可见其心血。直到1797年去世也未完成，由其丈夫将其发表。

玛丽·沃斯通克拉夫特（Mary Wollstonecraft，1759-1797）英国作家、哲学家和女权主义者。她在短暂的写作生涯中写就了多篇小说和论文，其中包括名篇《女权辩护》，她被视作女权主义哲学家的鼻祖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (2066972, './img/book/2066972.jpg', '前夜（中英双语）', '', '世界名著', 433, '这部小说围绕俄罗斯姑娘埃琳娜展开。正直、热情、善良的埃琳娜遇上了保加利亚人因萨罗夫，被后者为祖国的解放事业愿意付出自己一切的奉献精神和热情深深感动，并不顾父母反对嫁给了他。但在埃琳娜跟随因萨罗夫返回保加利亚的途中，因萨罗夫因病逝世。坚强的埃琳娜仍然只身前往保加利亚，成为一名战地护理人员，继承丈夫奋斗一生的事业。

女主人公埃琳娜出身于俄罗斯贵族家庭。庸俗无聊的生活常常令她感到孤独和苦闷。她独立、有爱心、有自己的想法，有勇气。她身边不乏追求者，有艺术家舒宾和学者别尔谢涅夫，但她都不太称心，直到遇见因萨罗夫。因萨罗夫是个沉默但坚强的保加利亚人，他有信仰，有热情，愿意为祖国的解放事业牺牲自己的一切。埃琳娜不顾家人的反对嫁给了因萨罗夫并放弃自己在俄罗斯的一切准备随因萨罗夫前往保加利亚参加反对土耳其奴役的民族解放运动。途中因萨罗夫病逝，埃琳娜忠于丈夫未完的心愿，毅然前往保加利亚，做了一名战地护理人员，完成丈夫为之奋斗的伟大事业。在她身上体现了当时俄国贵族进步青年力图挣脱封建羁绊而转向民主力量的思想倾向，也表达了俄国妇女解放运动的要求。小说反映了俄国19世纪50年代末社会运动的高涨及对新人物、新生活的社会需要的背景。

伊凡·谢尔盖耶维奇·屠格涅夫是19世纪俄国有世界声誉的现实主义艺术大师，他的小说不仅迅速及时地反映了当时的俄国社会现实，而且善于通过生动的情节和恰当的言语、行动，通过对大自然情境交融的描述，塑造出许多栩栩如生的人物形象。他的语言简洁、朴质、精确、优美，为俄罗斯语言的规范化作出了重要贡献。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24230396, './img/book/24230396.jpg', '海内十洲记', '东方朔', '中国古典', 399, '《海内十洲记》，古代汉族神话志怪小说集。一卷。又称《十洲记》。旧本题汉东方朔撰。《海内十洲记》记载汉武帝听西王母说大海中有祖洲﹑瀛洲﹑玄洲﹑炎洲﹑长洲﹑元洲﹑流洲﹑生洲﹑凤麟洲﹑聚窟洲等十洲，便召见东方朔问十洲所有的异物，后附沧海岛﹑方丈洲﹑扶桑﹑蓬丘﹑昆仑五条，明显地模仿《山海经》。此书保存了不少神话及仙话材料，其中对於绝域异物﹐也不无生动有趣的描写。



东方朔（生卒年不详）， 西汉时期著名的文学家。汉武帝即位，征四方士人。东方朔上书自荐，诏拜为郎。后任常侍郎、太中大夫等职。他性格诙谐，言词敏捷，滑稽多智，常在武帝前谈笑取乐，他曾言政治得失，陈农战强国之计，但当时的皇帝始终把他当俳优看待，不以重用。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (109941313, './img/book/109941313.jpg', '春风沉醉的晚上', '郁达夫', '中国现代', 1299, '本书是郁达夫的小说精选集，收入他10个中短篇小说代表作。
其中《春风沉醉的晚上》、《沉沦》都是郁达夫名扬海内外的小说，而《迷羊》是郁达夫小说巅峰之作。



郁达夫（1896—1945），现代著名小说家、散文家、诗人。
原名郁文，字达夫。浙江富阳（现杭州富阳区）人。
他的首部短篇小说集，亦是中国现代文学史上第一部白话短篇小说集《沉沦》于1921年出版，轰动五四新文化文坛。
代表作有《春风沉醉的晚上》《沉沦》《过去》《迟桂花》《故都的秋》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21522397, './img/book/21522397.jpg', '乡愁', '', '外国现当代', 1072, '《乡愁》是黑塞一举成名、跃登文坛的作品。黑塞独特而富有音乐性的文体，描绘心灵思维暗影的观察力，伴随他日后一系列的作品，逐步赢得世界性的声誉。
书中所刻画的佩特在恋爱、感情路上的浮沉、挣扎，友人溺死的打击，人生际遇中遭逢的孤独与寂寞，亲情的呼唤与牵系，青年时期对大自然的向往，使这部作品成为一本动人的教育小说。
黑塞的作品，如诗如画的节奏，宛如小提琴和钢琴的奏鸣曲，时而悠扬，时而低沉，带着浓郁诗质的乡愁和对生命执着的热爱，也表现在历经战斗、锤炼之后的领悟，故能深深打动读者的心弦。



赫尔曼·黑塞（Hermann Hesse）
1877—1962，德国文学家、诗人、评论家。出生于南德的小镇卡尔夫，曾就读墨尔布隆神学校，因神经衰弱而辍学，复学后又在高中读书一年便退学，结束他在学校的正规教育。日后以《彷徨少年时》《乡愁》《悉达多求道记》《玻璃珠游戏》等作品饮誉文坛。
1946 年获歌德奖，同年又荣获诺贝尔文学奖，使他的世界声誉达于高峰。1962 年病逝，享年85 岁。黑塞的作品以真诚剖析探索内心世界和人生的真谛而广受读
者喜爱。
一生追求和平与真理的黑塞，在纳粹独裁暴政时代，也是德国知识分子道德良心的象征。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13315893, './img/book/13315893.jpg', '基督山伯爵（下）', '', '世界名著', 599, '大仲马（1802-1870）法国著名通俗历史小说家《基督山伯爵》是他的代表作。
法老大副堂泰斯船长委托，为拿破仑党人送了一封信，遭到两个卑鄙小人和法官的陷害，被打死牢。狱友法里亚神甫向他传授各种知识，并在临终前把埋于基督山岛上的一批宝藏秘密告诉了他。堂泰斯越狱后找到了宝藏，成为巨富。从此名基督山伯爵，经过精心策划，报答了恩人，惩罚了仇人。本充满浪漫的传奇色彩，章章奇特新颖，引人入胜。



亚历山大·仲马父子同名，都是著名的法国作家，为便于区分，分别简称大仲马和小仲马。大仲马（AlexandreDumas，1802年7月24日—1870年12月5日）作品数量惊人，据他自己说有400到500部甚至更多，被誉为“文坛火枪手”。其作品《三个火枪手》、《基督山伯爵》、《黑郁金香》等脍炙人口、长销不衰。
大仲马是文坛巨擘，但对法国人而言，其热爱美食的名声可能更甚。他耗费巨资建立的基督山城堡，因其毫无限制大排筵宴，最终只能被拍卖处理，被世人评为“写作使其富有，耽吃使其贫困”。而在财产与健康尽失的晚年，他更以吃遍巴黎大小餐馆为乐，每到一处，便写下笔记心得，成了法国最早、也最富盛名的食评家，而各大食铺的大厨也几乎都成了他的好友。当时，法国各大名厨无一不称颂大仲马为“知音”。
一方面，他是一位勤奋敬业的作家；另一方面，他是巴黎社交界名人，百无禁忌、挥霍无度、耽于口腹之欲。而这一切，最终造就了这位集文坛巨匠和美食大师于一身的绝世奇才。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (40610581, './img/book/40610581.jpg', '昆虫记（译林名著精选）', '', '文学经典', 1000, '《昆虫记》是让-亨利·法布尔作品中地位最重要、最为世人所知的一部，不但展现了他科学观察研究方面的才能和文学才华，还向读者传达了他的人文精神以及对生命的无比热爱。
《昆虫记》融合了科学与文学，既有科学的理性，又有文学的感性。书中不时语露机锋，提出对生命价值的深度思考，试图在科学中融入更深层的含义。作品的语言朴实清新，生动活泼，语调轻松诙谐，充满了盎然的情趣和诗意。作者对自然界动植物声、色、形、气息多方面恰到好处的描绘，令读者融入了19世纪法国南部普罗旺斯迷人的田园风光中。



让-亨利·法布尔（1823-1915）　1823年生于法国普罗旺斯的圣雷恩村。此后几年间，法布尔在离该村不远的马拉瓦尔祖父家中度过，被乡间的蝴蝶与蝈蝈儿这些可爱的昆虫吸引。之后数年间，法布尔一家多次搬迁，法布尔先后在多所学校求学、执教。法布尔一生坚持自学，获得了多个学位，精通拉丁语和希腊语，喜爱古罗马作家贺拉斯和诗人维吉尔的作品。晚年间，《昆虫记》的成功为他赢得了“昆虫界的荷马”以及“科学界诗人”的美名。1915年，将一生奉献给昆虫研究的学者法布尔逝世，在钟爱的昆虫的陪伴下，静静地长眠于荒石园。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (46678273, './img/book/46678273.jpg', '忏悔录', '', '世界名著', 2300, '本书记载了卢梭从出生到1766年被迫离开圣皮埃尔岛之间五十多年的生活经历。卢梭历数了他孩提时代寄人篱下所受到的粗暴待遇，入世后所受到的虐待，以及他耳闻目睹的种种黑暗与不平，愤怒地揭露社会的“弱肉强食”、“强权即公理”以及统治阶级的丑恶与腐朽。《忏悔录》是一部写得很坦率的自传，卢梭在书中自称“我以同样的坦率讲述我的美德与罪过……完全按本来面目把自己表现出来”。



卢梭（1712—1778），法国思想家、文学家。代表作有《新爱洛绮丝》《民约论》《爱弥儿》《忏悔录》等。
译者：范希衡（1906—1971）名任，号希衡，安徽省桐城人，1925年因参加“五卅”运动被追捕，逃亡北京。同年秋考入北京大学法文系，1927年毕业后任中法大学孔德学院法文讲师。1929年秋赴比利时鲁文大学学习法国文学、比较文学、历史语法、比较语法，获双博士学位。1932年回国任北京中法大学教授兼中法文化出版委员会编审。二十世纪五十年代初到南京大学任教。译作有《圣勃夫文学批评文选》《诗的艺术——布瓦洛文学理论》《忏悔录》《中国孤儿》等，论文《论＜九歌＞的戏剧性》《十八世纪法国启蒙运动中的中国影响》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25334606, './img/book/25334606.jpg', '十二楼', '李渔', '中国古典', 399, '《十二楼》又名《觉世明言》。《十二楼》共十二卷，每卷各有一情节独立的故事，因为每个故事里都有一座楼阁，人物命运和情节的展开也与楼有关，故全书命名为《十二楼》。



清顺治八年（1651），李渔来到杭州，一住十年。在美丽的西子湖畔，他渔迎来了自己的创作高潮，写作了大量的戏曲小说作品。著名的话本小说集《十二楼》就是此期间完成的。《十二楼》共十二卷，每卷写一故事，因为每个故事里都有一座楼阁，人物命运和情节展开往往与楼有关，故全书命名为“十二楼”，由此可看出李渔做小说之匠心。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (47027141, './img/book/47027141.jpg', '儒林外史（上下册）', '吴敬梓 著', '中国古典', 1299, '本书是清代小说家吴敬梓所作的长篇讽刺小说，以写实主义风格描绘各类人士对于“功名富贵”的不同表现，一方面真实地揭示人性被腐蚀的过程和原因，从而对当时吏治的腐败、科举的弊端、礼教的虚伪等进行了深刻的批判和嘲讽；一方面热情地歌颂了少数人物以坚持自我的方式守护人性，从而寄寓了作者的理想。白话的运用已趋纯熟自如，人物性格的刻画也颇为深入细腻，尤其是采用高超的讽刺手法，使该书成为中国古典讽刺文学的佳作。该书代表着中国古代讽刺小说的高峰，它开创了以小说直接评价现实生活的范例。



吴敬梓
字敏轩，一字文木，号粒民，清朝小说家。生于文化底蕴深厚的安徽全椒，因家有“文木山房”，所以晚年自称“文木老人”，又因自家乡安徽全椒移至江苏南京秦淮河畔，故又称“秦淮寓客”。自幼聪颖好学，善记诵，尤精《文选》，赋援笔立成。不善治生，父亲病故后，他开始挥金如土，纵情享乐，终致家财散尽，后移居南京，生活清贫，喜交高雅之士，对热衷功名者嗤之以鼻。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (53991951, './img/book/53991951.jpg', '月亮与六便士', '', '世界名著', 1799, '世纪流传的文学经典，精美包装，珍藏典范
毛姆历经百年口碑之作，以法国印象派画家高更为原型创作
一生只为纯粹而忠实地讲故事，俘获众多知名作家的心
多次被改编成舞台剧、电影、电视剧等多种艺术形式
坚守内心的向往，才能葆有真挚而无畏的灵魂
《月亮与六便士》是英国作家毛姆的代表作品，也是凸显其写作风格的长篇小说。故事的主人公查尔斯因一心迷恋绘画而抛妻弃业。最初他前往巴黎找寻创作灵感，后又辗转来到与世隔绝的塔希提岛生活，终于找到了内心的平和。但就在他画完传世名作之时，自己的人生也走到了尾声。作者通过刻画一个离经叛道的天才形象，引发后人对于理想与现实、艺术本源与社会生活的思考。本书还因为取材自法国画家保罗·高更的人生经历而备受世人关注。



威廉·萨默塞特·毛姆（W.SomersetMaugham）
英国小说家、剧作家。毛姆的小说作品，语言风格简洁而规整，叙事方式冷静却蕴含精妙的构思，常常以看似普通的对话，潜藏他个人对人生、对理想深刻的认知。他笔下的主人公通常离经叛道，与当时的社会生活格格不入，一心想要实现自我价值，追求内心的平和之感。其代表作有《月亮与六便士》《人生的枷锁》和《刀锋》。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (119747071, './img/book/119747071.jpg', '夏洛克是我的名字', '', '外国现当代', 4480, '西蒙·斯特鲁洛维奇，一位犹太裔艺术品经销商，富有却吝啬，众叛亲离。在祭拜母亲的墓园中偶遇夏洛克，并将其请回家中做客。之后像是触发了什么按钮般，斯特鲁洛维奇的生活一下子全乱了：女儿私奔，生意变故，和德·安东——所有人都夸赞他的慷慨——的关系剑拔弩张。
夏洛克理智旁观斯特鲁洛维奇的困窘不断发酵至爆发顶点，像魔鬼又像神明，当他说“你先看见了残酷本身，然后给它安了一张犹太人的面孔”时，众人以财富、名望，以爱之名的伪装瞬间崩坏…
现代背景下，霍华德·雅各布森用俯瞰的视角，极具挑衅的文字，以及极具思辨性的内心独白，解构斯特鲁洛维奇扮演不同人生角色时的多个侧面，以此回应莎士比亚：“外观往往和事物的本身完全不符，世人却容易为表面的装饰所欺骗。”（语自《威尼斯商人》）



霍华德·雅各布森 Howard Jacobson，英国犹太裔小说家、专栏作家，在剑桥大学塞尔文学院任教，自诩为 “犹太裔的简·奥斯丁”。他的主要作品包括：《强大的华尔泽》《此刻谁抱歉？》《卡鲁奇之夜》（入围2006年布克奖长名单）、《爱情迫害狂》等。2010年凭喜剧 小说《芬克勒问题》摘得布克奖。
霍华德·雅各布森最擅长描写人们在自我身份认同问题上的挣扎，文风幽默睿智，却力道十足，辛辣讽刺。选定改写《威尼斯商人》后遭友人嘲笑，觉得他会自砸招牌。但他坚持，并表示一定要独辟蹊径，让剧中的犹太人夏洛克发出不同的声音。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (125166031, './img/book/125166031.jpg', '简·爱', '', '世界名著', 2400, '★热播读书节目“一本好书”指定版本
★独木舟、赵子琪、柯蓝、左小青诚意推荐！
★在颠沛流离的一生中，我唯一不能丢弃的东西是：自尊
★一部流传百年的文学经典，一本关于爱与自由的永恒之书
★简爱并非灰姑娘式的爱情故事，而是颂扬财务独立、人格平等和婚恋自由的寓言。
★13000字导读，160处注释，深度解读，千万级畅销书《追风筝的人》《小王子》译者李继宏倾情翻译
自幼失去父母的简爱寄人篱下，饱受舅妈一家的虐待。之后被送去条件艰苦的慈善学校，收获了友情与知识，并留校成为了一名教师。学校的生活稳定但枯燥，已无法填满简爱对未知的向往。她在报纸上刊登求职广告，一周后收到了一封米尔科特附近索恩菲尔庄园的来信，希望她能成为家庭教师。简爱离开了自童年时期一直生活学习的地方，开始另一段旅程。索恩菲尔这个名字，以及它的拥有者，即将与简爱发生紧密的联系，并伴随她的一生。



夏洛蒂·勃朗特（Charlotte Brontë，1816.4.21—1855.3.31）
英国小说家、诗人
与两位妹妹艾米丽·勃朗特、安妮·勃朗特
在英国文学史上被称为“勃朗特三姐妹”
主要作品
《简·爱》（Jane Eyre，1847）《雪莉》（Shirley，1849）《维莱特》（Villette，1853）《教授》（The Professor，1857）
译者
李继宏，广东揭阳人，毕业于中山大学社会学系。英国伯明翰大学莎士比亚研究所访问学者，美国加州大学尔湾分校英文系客座研究员。翻译作品：李继宏世界名著新译系列：《小王子》《老人与海》《了不起的盖茨比》《瓦尔登湖》《月亮和六便士》《傲慢与偏见》《喧哗与骚动》《简·爱》；“与神对话”系列：《与神对话·全三卷》《与神为友》《与神合一》；其他：《追风筝的人》《灿烂千阳》《穷查理宝典》等');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (21529103, './img/book/21529103.jpg', '第一人称单数', '', '外国现当代', 1472, '本书是一部短篇小说集，收录了六篇作者以自己生活中的人物为原型创作而成的小说。《贞洁》是作者间接参与的一个意外的爱情故事，涉及出轨以及死亡。《整整一打》讲述一个把娶整整一打老婆当作人生追求的男人的故事。《人性难测》描写了一个痴情汉的单恋的爱情。《简》刻画了一个人到中年却突然魅力四射的女人简。《异国他乡》讲述一个移民英国的犹太家庭的生活，以及一个青年的人生悲剧。《灵机一动》，一个女作家经历丈夫离走的打击之后重获灵感的故事。



威廉·萨默塞特·毛姆(1874-1965)，英国小说家、剧作家、散文家、文艺评论家，20 世纪英国最重要、最知名的作家之一。毛姆一生著作甚丰，无论是小说、剧本、评论、随笔、游记还是回忆录都广受好评，代表作有《人性的枷锁》《月亮与六便士》《寻欢作乐》《刀锋》《面纱》等。他的小说机智、幽默，常在讥讽中潜藏对人性的怜悯与同情。
毛姆晚年享有很高的声誉。英国牛津大学和法国图卢兹大学分别授予他“文学荣誉博士”学位。1954 年，英国女王授予他勋爵爵位。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11228815, './img/book/11228815.jpg', '三个火枪手', '', '世界名著', 644, '十七世纪的法国，政治者争权夺利，矛盾重重。主人公达塔尼昂是一个外省的落魄贵族子弟，他善良、沉着、机智、勇敢。不打不相识，达塔尼昂无意间冒犯了三位火枪手：阿托斯、波尔托和阿拉米，但在四人共同经历了一系列惊心动魄、性命攸关的事件之后，达塔尼昂终与三位结为莫逆之交。达塔尼昂也因为自己的英勇表现受到了红衣主教的褒奖和重用，成为了火枪队的副队长，实现了自己闯出一片天地的抱负。



大仲马');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (27419429, './img/book/27419429.jpg', '聊斋志异', '蒲松龄', '中国古典', 399, '《聊斋志异》简称《聊斋》，俗名《鬼狐传》，是中国清代著名小说家蒲松龄创作的文言短篇小说集。《聊斋志异》的意思是在书房里记录奇异的故事。全书共有短篇小说491篇（张友鹤《聊斋志异会校会注会评本》）（朱其铠《全本新注聊斋志异》为494篇）。题材广泛，内容丰富，有极高的艺术成就。作品成功地塑造了众多的艺术典型，人物形象鲜明生动，故事情节曲折离奇，结构布局严谨巧妙，文笔简练，描写细腻，堪称文言短篇小说的巅峰之作。



蒲松龄（1640－1715），字留仙，号柳泉居士，世称聊斋先生，山东淄川(今属淄博)人，清代文学家。出身于一个逐渐败落的地主家庭，广读经史，学识渊博。代表作《聊斋志异》，是我国文言文短篇志怪小说中成就最高的作品集。郭沫若曾这样评价：“写鬼写妖高人一等，刺贪刺虐入骨三分。”');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (30399880, './img/book/30399880.jpg', '夏雨', '', '世界名著', 999, '父亲常在郊区火车上拾到些书，也在垃圾箱旁边拾到书，它们仿佛是在有人去世或搬家以后白白赠送的。有一次他找到了一本《乔治·蓬皮杜传》。这本书他读了两遍。在普通的垃圾箱旁还有成捆的过时的技术书籍，但他不去拾。母亲也读了《乔治·蓬皮杜传》。他们都对这本传记感兴趣……



玛格丽特·杜拉斯（1914—1996），法国小说家、剧作家、电影导演，本名玛格丽特·多纳迪厄，出生于印度支那，十八岁后回法国定居。她以电影《广岛之恋》（1959年）和《印度之歌》（1975年）赢得国际声誉，以小说《情人》（1984年）获得当年龚古尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31521608, './img/book/31521608.jpg', '米开朗琪罗传（傅雷全集）', '', '文学经典', 499, '米开朗琪罗拥有可以影响一个时代的强大力量。在他之前，佛罗伦萨的艺术天空是沉闷的、缺乏活力的，他的出现如疾风骤雨般吹散了笼罩其上的阴云。在他之后，米开朗琪罗的风格几乎影响了三个世纪的艺术家。 这部传记主要由上编“战斗”、下编“舍弃”和尾声三大部分组成。作者高度赞扬了米开朗琪罗的艺术成就，并对其内心世界进行了剖析，从而使一个平易又超凡脱俗，且具有无与伦比艺术天赋和创造力的米开朗琪罗展现在读者面前。



罗曼·罗兰（Romain Rolland，1866-1944），法国思想家，文学家，批判现实主义作家、音乐评论家和社会活动家。代表作有名人传记《贝多芬传》《米开朗琪罗传》《托尔斯泰传》以及享誉世界的长篇小说《约翰·克里斯朵夫》。
傅雷（1908—1966），字怒安，号怒庵，汉族，上海市南汇县（现南汇区）人，翻译家，文艺评论家。20世纪60年代初，傅雷因在翻译巴尔扎克作品方面的卓越贡献，被法国巴尔扎克研究会吸收为会员。译作三十余种，主要为法国文学作品。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (156774752, './img/book/156774752.jpg', '玉米人', '', '幻想', 3999, '1967年诺贝尔文学奖得主米盖尔·安赫尔·阿斯图里亚斯代表作，拉丁美洲魔幻现实主义文学流派的开山之作，20世纪百部最佳西语小说之一 
包含着拉丁美洲古老而沉重的传统与现实，闪耀神话般的光泽 
拉美作家在本土的和外来、内容与形式之间完美的契合点的象征
《玉米人》是拉丁美洲魔幻现实主义文学流派的主要开创者米盖尔·安赫尔·阿斯图里亚斯的代表作品，堪称艺术精品。故事的主线是印第安人与土生白人因为种植玉米而产生的矛盾与斗争。印第安人种植玉米是为了糊口和生存，在他们的宗教信仰中，玉米由人变化而成，而人依靠食用玉米生存。土生白人却并不这么想，他们种植玉米只为牟取暴利。为此，以加斯帕尔·伊龙酋长为首的印第安人同白人势力之间展开了你死我活的斗争。书中还讲述了很多带有传奇色彩的小故事，譬如马丘洪的传说和野狼邮差的传说。马乔洪在去寻找未婚妻的路上被一团萤火虫包围而消失，传说他变成了幽灵，全身闪闪发光，常常出现在被点燃的玉米田里；野狼邮差的妻子离奇失踪，失魂落魄的邮差在寻找妻子的路上迷失在了群山之中，据寻找他的村人说，他已经变成了一头丛林野狼。



米盖尔·安赫尔·阿斯图里亚斯（1899—1974），危地马拉著名作家、记者和外交官，在拉丁美洲文学史上占据着十分重要的地位。1967年“由于出色的文学成就”、“作品深深植根于拉丁美洲和印第安人的传统之中”，阿斯图里亚斯获得诺贝尔文学奖。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (58812859, './img/book/58812859.jpg', '三言二拍·醒世恒言（作家榜经典）', '冯梦龙', '中国古典', 399, '“三言二拍”，是中国古代白话短篇小说大全集，包括明代文学大师冯梦龙编著的“三言”：《喻世明言》《警世通言》《醒世恒言》，小说大师凌濛初编著的“二拍”：《初刻拍案惊奇》《二刻拍案惊奇》。
“三言二拍”总共两百篇经典白话短篇小说，完整囊括了宋、元、明三代白话短篇小说精髓，书中的每一个故事，独立精彩又跌宕起伏，白娘子永镇雷峰塔、杜十娘怒沉百宝箱、俞伯牙摔琴谢知音等中国人耳熟能详的经典故事，均源自“三言二拍”；“不受苦中苦，难为人上人”“画龙画虎难画骨，知人知面不知心”等深刻影响中国人价值观的名言警句，同样源自“三言二拍”。
千百年俗世奇人奇事，尽在三言二拍；两百篇经典短篇小说，写透人间百态！
作家大冰，强烈推荐：“于无常处知有情，于有情处知众生。”



冯梦龙（1574—1646），明代文学大师、戏曲家，南直隶苏州府长洲县（今江苏省苏州市）人。生于名门世家，少时博学多才，但科举屡次不中。长期生计艰难，混迹底层，熟知社会的真实面貌和人性的弱点。直到61岁时，考取福建寿宁县知县。代表作有短篇白话小说集《喻世明言》《警世通言》《醒世恒言》，合称“三言”；笔记小品《智囊》《笑府》《情史》等；长篇历史小说《东周列国志》等均流传至今。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (31522726, './img/book/31522726.jpg', '恋爱与牺牲（傅雷全集）', '', '世界名著', 499, '《恋爱与牺牲》是法国著名传记作家和小说家莫罗阿（今译莫洛亚）作品，本书系傅雷早年译作，旨在加强人生修养，提高国民素质，“使颓废之士萌蘖若干希望，为战斗英雄添加些少勇气。”为今日不可多得之修养读物。



莫罗阿，法国两次大战之间登上文坛的重要作家。出生于工厂主家庭，早年省在该厂主持厂务。第一次世界大战时，应征服役，奉派至苏格兰第九师，担任英军与法国炮队之间的翻译联络官。其时根据军旅生活所见所闻，写成《布朗勃尔上校的沉默》（1918）一书，一举成名。战后离开工厂，潜心文学创作。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24167044, './img/book/24167044.jpg', '呼兰河传', '萧红', '中国现代', 399, '《呼兰河传》是萧红旅居香港时创作的一本回忆体长篇小说。
本书以情感的起伏为脉络，讲述作者的童年故事，再现了20世纪三四十年代呼兰人的生活状态。

该作品以萧红自己童年生活为线索，把孤独的童话故事串起来，形象地反映出呼兰这座小城当年的社会风貌、人情百态，从而无情地揭露和鞭挞中国几千年的封建陋习在社会形成的毒瘤，以及这毒瘤溃烂漫浸所造成的瘟疫般的灾难。

萧红（1911-1942），现代著名女作家。
“民国四大才女”最具传奇性的作家，被誉为“20世纪30年代的文学洛神”。
1930年，为了反对包办婚姻，逃离家庭。
1935年，在鲁迅的支持下，发表《生死场》，一举成名。
1942年，因病逝于香港，时年31岁。
半生漂泊，足遍北京、青岛、上海、东京、武汉、香港等地。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1619556, './img/book/1619556.jpg', '哥儿', '', '外国现当代', 1200, '《哥儿》是一代文豪夏目漱石早期创作的一部中篇小说，也是“日本文学有数的作品中最受欢迎、最为人熟悉的小说”。作品以作者在地方中学教书的生活体验为基础写成。在这部作品里，夏目漱石有意识地使用了典型、夸张、虚构的手法，通过一个青年自叙的形式，以风趣幽默的语言描写这个青年从物理学校毕业后到一所地方中学去教书时目睹的邪恶现实，以及后来从这所中学愤然离去的过程，揭露、抨击了存在于日本教育界的黑暗现象。

《哥儿》深受广大读者的喜爱，它立足于民族文学的幽默传统，邪正是非表现得十分鲜明。在夏目漱石写作《哥儿》的当时，正是西方自然主义思潮支配整个日本文坛的时期，许多自然主义作家锐意仿效西方近代文学的写作方法，夏目漱石却敢于逆潮流而动，以他丰富的学识和对江户时期平民文学的了解，写出了《哥儿》这部独具个性的作品。日本作家兼评论家伊藤整评论《哥儿》时说，“这是一部将日本式的性格，使用日本式的手法描绘出来的作品”，它“描绘了典型的日本人”，“主人公的乐天性，他的同情心，他的天真无邪，还有其他人物的日本式的肮脏、气量狭小、卑劣、软弱、充英雄好汉，所有这些都的的确确是日本人的真实性格”。


夏目漱石（1867-1916），日本近代作家、评论家、英国文学家。本名夏目金之助，俳号愚陀佛，与森鸥外并称“明治大正时代两大文豪”。生于江户，毕业于帝国大学文科大学英文科，一度在中学执教鞭，后奉命留学英国，归国后担任东京帝国大学英国文学讲师，同时发表长篇小说《我是猫》，备受好评，继而陆续发表《哥儿》与《伦敦塔》等。其后进入朝日新闻社供职，发表中篇《虞美人草》与《三四郎》等名篇。作品风格独树一帜，时称“高蹈派”。

夏目漱石主要作品另有中篇小说《后来的事》、《门》、《行人》、《心》、《明暗》及短篇小说集《漾虚集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25892901, './img/book/25892901.jpg', '谢德林作品集（上下卷）', '', '外国现当代', 1800, '本书包括谢德林的三部重要著作，《谢德林童话集》收入他一生写成的所有童话32篇，童话的基本思想内容是讽刺统治阶级及其奴才们的凶恶、懦弱、伪善的面貌。《一个城市的历史》以怪诞和夸张的手法，描绘了愚人城历任市长鱼肉人民的故事。《戈洛夫廖夫一家》是作者的代表作，描绘了地主家庭家人之间的尔虞我诈以及百无聊赖的颓废寄生生活。



萨尔蒂科夫-谢德林（1826-1889）是19世纪俄国杰出的现实主义作家，讽刺大师，曾一度与陀思妥耶夫斯基等人一起称霸俄国文坛。
译者张孟恢是谢德林研究专家，是《中国大百科全书•外国文学》“谢德林”词条的撰写者。黄裳是著名的散文家，两位译笔老到，文字流畅。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (13421869, './img/book/13421869.jpg', '特丽丝苔莎', '', '外国现当代', 1299, '本书为美国"垮掉的一代"代表人物杰克·凯鲁亚克的自传性小说。讲述了凯鲁亚克与在墨西哥城认识的墨西哥女子特丽丝苔莎之间的爱情故事。在讲述两人故事的过程中，凯鲁亚克也在不断的寻找着自我，也更加理解自己和生活。



杰克·凯鲁亚克（1922-1969）：1922年3月12日出生于马萨诸塞州洛厄尔，父母为法裔美国人，他是家中幼子。他曾在当地天主教和公立学校就读，以橄榄球奖学金入纽约哥伦比亚大学，结识艾伦·金斯堡、威廉·巴勒斯和尼尔·卡萨迪等“垮掉的一代”。                                                                                               凯鲁亚克大学二年级退学从事文学创作，并辗转于美国海军和商用航运公司等处。1950年，第一部小说《乡镇和城市》出版。1957年的《在路上》问世后，他成为“垮掉的一代”的代言人，跻身二十世纪最有争议的著名作家行列。  他还著有《达摩流浪者》、《地下人》、《孤独的旅人》和《孤独天使》等作品。1969年10月21日，凯鲁亚克在佛罗里达圣彼得堡去世，享年47岁。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (25497360, './img/book/25497360.jpg', '说岳全传', '钱彩', '中国古典', 399, '《说岳全传》是清代钱彩编次、金丰增订的长篇英雄传奇小说，最早刊本为金氏余庆堂刻本。歌颂了岳飞等将士英勇作战、精忠报国的忠勇行为，鞭笞了秦桧等人卖国求荣、陷害忠良的丑恶罪行。



作者：钱彩，金丰');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11217923, './img/book/11217923.jpg', '农民', '', '外国现当代', 333, '在我们的印象中，农村没有城市的喧嚣吵闹，到处都散发着祥和安逸的气息……而在本书中，作者以农民的生活为线索以清醒的现实主义反映了农民的物质和精神生活的贫乏：赤贫、愚昧、落后和野蛮；揭示了当时社会的落后和黑暗，儿女渴望离开追求希望的旅途，因此开始了本书的故事……



[俄] 契诃夫（Anton Chekhov） 著');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (24632968, './img/book/24632968.jpg', '青楼梦', '俞达', '中国古典', 399, '《青楼梦》，原名《绮红小史》，共六十四回，成书于光绪四年（1878年）。作者俞达，江苏长洲（今苏州）人。一生功名不遂，经常出入酒楼妓院。《青楼梦》里的主人公金挹香就是他自己的化身，他用《青楼梦》来抒写自己的理想。当时流传较广，影响较大。



俞达（公元？年至一八八四年）一名宗骏。生年不详，卒于清德宗光绪十年。与邹弢为患难交。中年颇作冶游。后欲潜隐，而世事牵缠，遽难摆脱。光绪十年初夏，以风疾暴亡。达著有《青楼梦》六十四回，写吴中娼女，以慧限识英雄于未遇之时，以嘲公卿大夫之盲目。所著尚有《醉红轩笔话》、《吴门百艳图》、《醉红轩诗稿》、《花间棒》、《吴中考古录》及《闲鸥集》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (1986957, './img/book/1986957.jpg', '被遗弃的女人（中英双语）', '', '外国现当代', 444, '《被遗弃的女人》描述了巴黎贵妇鲍赛昂侯爵夫人被人遗弃，深受情伤后离开巴黎，来到诺曼底隐居。而一年轻男爵加斯东对其钦慕不已，并不顾一切展开追求。侯爵夫人本已受尽遗弃之苦不愿再尝情果，她的理智预见自己比加斯东年长十岁，等自己年逾四十，加斯东必然再弃她而去。然而她的感情占了上风，几番拒绝后被加斯东感动，再次陷入情网，享受了九年的情爱与时光，最终仍以悲剧收场。

《被遗弃的女人》是巴尔扎克最有影响的长篇小说《高老头》的续篇，被收入《人间喜剧》第二卷《私人生活场景》。它描述了巴黎贵妇鲍赛昂侯爵夫人遭人遗弃，离开巴黎到诺曼底隐居后，因受到一年轻男爵的追求，再次陷入情网，演出了新的一轮令人震惊的爱情悲剧。

奥诺雷·德·巴尔扎克（1799~1850），法国最伟大的小说家之一。对他有小说界的拿破仑之美称，这不仅因为他常用军事术语描写自己创作想象力的奔突驰骋，大约也有他以宏大的小说阵容征服世界的原因。 巴尔扎克的志向是以小说绘制法国社会各个方面为一幅巨大画卷。他一身中写作了94部长篇、中篇和短篇小说，并受但丁《神曲》（又译《神圣喜剧》）的启发，把所有这些小说构成的巨著称作《人间喜剧》，冠以《人间喜剧》的总名。他自称为“法国历史的书记员”，把当时的事件事无巨细记录下来，《人间喜剧》正好体现了这一思想。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35984857, './img/book/35984857.jpg', '变色龙', '', '世界名著', 999, '俄国伟大的中短篇小说大师契诃夫创造了一种风格独特、言简意赅、艺术精湛的抒情心理小说范式，他截取片段平凡的日常生活，凭借精巧的艺术细节对生活和人物作真实的描绘和刻画，从中展示出重要的社会内容。这种小说具有浓郁的抒情气息，抒发了他对丑恶现实的不满和对美好未来的向往，把褒扬和贬抑、欢悦和痛苦都融化在作品的形象体系之中。
《变色龙：契诃夫中短篇小说精选》是由契诃夫研究专家朱逸森教授最新选译的一部精选集，从契诃夫的小说创作全集中精选小说十八篇，在选目上不但选入早期的幽默短篇作品，更着重选译了契诃夫中后期那些思想最为深刻、艺术最为精熟，篇幅也相对较长的中篇小说名著，在有限的篇幅之内尽可能全面地展现了这位最伟大的中短篇小说大师不同创作时期的特色和一生创作的杰出成就。



契诃夫（Антон Павлович Чехов,
        1860—1904），俄国世界级短篇小说巨匠，最伟大的中短篇小说艺术大师。他创造了一种风格独特、言简意赅、艺术精湛的抒情心理小说范式，他截取片段平凡的日常生活，凭借精巧的艺术细节对生活和人物作真实的描绘和刻画，从中展示出重要的社会内容。这种小说具有浓郁的抒情气息，抒发了他对丑恶现实的不满和对美好未来的向往，把褒扬和贬抑、欢悦和痛苦都融化在作品的形象体系之中。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (23491946, './img/book/23491946.jpg', '威尼斯商人', '', '世界名著', 600, '本书是莎士比亚四大喜剧之一，约写于1596年。剧中描写威尼斯一位身无分文的贵族青年巴萨尼奥，为向富家嗣女鲍西娅求婚，向好友安东尼奥借钱。安东尼奥因货船尚未到港，只好向犹太高利贷者夏洛克借债，并被迫立约：如不按期偿还，就让夏洛克从安东尼奥身上割一磅肉。巴萨尼奥与鲍西娅一见钟情，但安东尼奥的货船却遇险未归，债务到期他将被罚割下一磅肉。鲍西娅毅然扮作律师，去威尼斯营救安东尼奥。在法庭上，鲍西娅以惊人的才智，驳倒夏洛克，打赢了官司。



莎士比亚，英国文学史上最杰出的戏剧家，也是欧洲文艺复兴时期最重要、最伟大的作家，全世界最卓越的文学家之一。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (50683539, './img/book/50683539.jpg', '封神演义（全六卷）', '许仲琳', '中国古典', 3800, '《封神演义》依托商周王朝交替时期“武王伐纣”的史实，结合民间传说和作者的丰富想象力，讲述了纣王因轻侮女娲，后受其所派千年狐狸精妲己迷惑、残害忠良、滥杀无辜、不断征伐以西周为首的“叛逆”诸侯国、最终自取灭亡的故事。
战争的另一方，周文王姬昌被纣王无故囚禁羑里七年，最终逃回西岐，拜姜子牙为相，死于纣王发起的连年征战之中。其子周武王姬发继位后，在应对征讨的过程中广纳良才，不断壮大国力，最后实现战略反攻，推翻了商汤，建立周朝。
商周之战中，天上地下的神仙分为阐教和截教两派，用各自的神通和法宝乱入战局，改变战争走势。书中对这些神魔的能力和宝物的想象，正是本书能在古典文学中独树一帜的原因。作品中塑造的杨戬、姜子牙、哪吒、雷震子、妲己、纣王、魔家四将等经典人物，都在后世各类文学艺术作品中被不断演绎。



许仲琳（约1560-约1630）亦作陈仲林，号钟山逸叟。明代小说家，应天府人（今江苏南京市）。生平事迹不详。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (35801320, './img/book/35801320.jpg', '在水一方', '琼瑶', '言情', 1799, '杜小双，她——冷傲孤高，沉静安详，独立自主，实际上，她也热情如火。十八岁那年，骤成孤儿的她被带回了朱家。在这儿，出现了两位改变她生命的男人，面对他们，她会选择才华洋溢、骄傲自负的朱诗尧，还是执著于写作，满怀大志却无视现实的卢友文呢？而她的选择，又将对她的命运及朱家带来什么样的风风雨雨？



琼瑶，本名陈喆，一九三八年生于四川，一九四九年随父母迁居台湾。自幼受古典诗词熏陶，文笔流畅优美，文心细腻别致。一九四七年，九岁，在上海大公报发表第一篇小说可怜的小青；一九五四年，十六岁，在台湾晨光杂志发表短篇小说云影；一九六三年，二十五岁，出版了第一部长篇小说窗外，畅销百万册，引起轰动，一举跃登文坛。此后五十年来，琼瑶已创作六十五部小说，以高潮迭起的情节、浪漫诗意的情愫、青春唯美的情致吸引了众多读者，几乎所有作品都被改编成电影、电视剧。琼瑶笔下的爱情故事，荡气回肠、催人泪下、感人至深，赚尽三代读者爱与泪，“有华人的地方就有琼瑶”，半世纪来风潮不减。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (32237708, './img/book/32237708.jpg', '骆驼祥子', '老舍', '中国现代', 699, '《骆驼祥子》是“人民艺术家”和“语言大师”老舍的代表作，以洋车夫祥子的坎坷遭遇为主线，刻画了祥子和虎妞等一系列令人难忘的人物形象，展示了军阀混战、黑暗统治下的北京底层贫苦市民生活于痛苦深渊中的图景，在中国现代文学史上拥有重要地位。
祥子来自乡间，善良勤恳，坚忍不拔，到北平拉车谋生，最大的梦想就是有朝一日能拉上自己的车。但他的希望却因各种原因屡遭破灭，三起三落之后，祥子渐渐失去了生活的信心，最后成了自暴自弃的无业游民。



老舍（1899—1966），原名舒庆春，字舍予。中国现代小说家、剧作家，杰出的语言大师。代表作有《骆驼祥子》《四世同堂》，剧本《茶馆》等。');
insert into ebook (ebook_id, cover_path, title, author, classify, price, intro) VALUES (11227042, './img/book/11227042.jpg', '坎特维尔的幽灵', '', '外国现当代', 444, '《坎特维尔的幽灵》围绕一座英国古堡展开，情节跌宕起伏——不是被幽灵惊吓，反而是幽灵被惊扰。全书充满节奏和悬念感，行文遣句之中善意取笑了英国贵族的势利态度。故事发生在一座历史悠久的英国城堡中，来自美国的奥蒂斯家族购得了城堡的所有权。当他们到达坎特维尔庄园时，听说坎特维尔的旧主人西蒙爵士的幽灵在庄园中游荡。



故事发生在欧洲和美国文化冲突和融合的新时代背景下，小说中鬼魂出没的场面没有恐怖的效果，变得滑稽可笑但又蕴含深意。');
